Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.ImpMestViewDetail/Resources/Lang.*.resx
Languages: vi

# frmImpMestViewDetail.bbtnSave.Caption
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmImpMestViewDetail.bbtnNew.Caption
source: New (Ctrl N)
vi: Mới (Ctrl N)

# frmImpMestViewDetail.cboPrint.Text
source: Print
vi: In ấn

# frmImpMestViewDetail.tabPageMedicine.Text
source: Medicine
vi: Thuốc

# frmImpMestViewDetail.gridColumnMedicineTypeCode.Caption
source: Medicine type code
vi: Mã thuốc

# frmImpMestViewDetail.gridColumnMedicineTypeName.Caption
source: Name of medicine
vi: Tên thuốc

# frmImpMestViewDetail.gridColumnServiceUnitName.Caption
source: Service unit name:
vi: Đơn vị tính

# frmImpMestViewDetail.gridColumnAmount.Caption
source: Amount
vi: Số lượng

# frmImpMestViewDetail.gridColumnImpPrice.Caption
source: Imp price
vi: Đơn giá nhập

# frmImpMestViewDetail.gridColumnImpVatRatio.Caption
source: Imp VAT(%)
vi: VAT nhập (%)

# frmImpMestViewDetail.gridColumnTotalPrice.Caption
source: Total price
vi: Thành tiền

# frmImpMestViewDetail.tabPageMaterial.Text
source: Material
vi: Vật tư

# frmImpMestViewDetail.gridColumnMateMaterialTypeCode.Caption
source: Material code
vi: Mã vật tư

# frmImpMestViewDetail.gridColumnMateMaterialTypeName.Caption
source: Material name
vi: Tên vật tư

# frmImpMestViewDetail.gridColumnMateServiceUnitName.Caption
source: Service unit name
vi: Đơn vị tính

# frmImpMestViewDetail.gridColumnMateAmount.Caption
source: Amount
vi: Số lượng

# frmImpMestViewDetail.gridColumnMateImpPrice.Caption
source: Imp price
vi: Đơn giá

# frmImpMestViewDetail.gridColumnMateImpVatRatio.Caption
source: Imp VAT(%)
vi: VAT nhập (%)

# frmImpMestViewDetail.gridColumnMateTotalPrice.Caption
source: Money
vi: Thành tiền

# frmImpMestViewDetail.tabPageBlood.Text
source: Blood
vi: Máu

# frmImpMestViewDetail.gridColumnBloodBloodTypeCode.Caption
source: Blood code
vi: Mã máu

# frmImpMestViewDetail.gridColumnBloodBloodTypeName.Caption
source: Blood type code
vi: Tên máu

# frmImpMestViewDetail.gridColumnBloodBloodAboCode.Caption
source: Blood group
vi: Nhóm máu

# frmImpMestViewDetail.gridColumnBloodServiceUnitName.Caption
source: Unit
vi: Đơn vị tính

# frmImpMestViewDetail.gridColumnBloodImpPrice.Caption
source: Imp price
vi: Đơn giá

# frmImpMestViewDetail.gridColumnVatRatio.Caption
source: Imp VAT%
vi: VAT (%)

# frmImpMestViewDetail.gridColumnSumPrice.Caption
source: Money
vi: Thành tiền

# frmImpMestViewDetail.gridColumnExpiredDate.Caption
source: Expired date
vi: Hạn sử dụng

# frmImpMestViewDetail.Text
source: Imp details
vi: Chi tiết nhập

# HeThongTBCuaSoThongBaoBanCoMuonThucNhapDuLieuKhong
source: Are you sure to import medicine/material?
vi: Bạn có chắc chắn thực nhập dữ liệu?

# frmImpMestViewDetail.lblDescription.Text
source: Description:
vi: Mô tả:

# frmImpMestViewDetail.lblImpMedistock.Text
source: Medistock:
vi: Kho nhập:

# frmImpMestViewDetail.lblImpMestCode.Text
source: Imp code:
vi: Mã nhập:

# frmImpMestViewDetail.lblImpTime.Text
source: Imp time:
vi: Thời gian nhập:

# frmImpMestViewDetail.lblImpUserName.Text
source: Imp username:
vi: Người nhập:

# frmImpMestViewDetail.gridColumnMateMaterialTypeImpPrice.Caption
source: Imp price
vi: Đơn giá nhập

# frmImpMestViewDetail.gridColumnMateMaterialTypeTotalImpPrice.Caption
source: Total imp price
vi: Thành tiền nhập

# frmImpMestViewDetail.gridColumnTotalImpPrice.Caption
source: Total imp price
vi: Thành tiền nhập

# frmImpMestViewDetail.btnApproval.Text
source: Approval (Ctrl D)
vi: Duyệt (Ctrl D)

# frmImpMestViewDetail.btnExport.Text
source: Export (Ctrl E)
vi: Thực nhập (Ctrl E)

# frmApproveAggrExpMest.gridColumnDetailPrice.Caption
source: Price
vi: Đơn giá

# frmApproveAggrExpMest.gridColumnDetailTotalPrice.Caption
source: Total price
vi: Thành tiền
