Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.HisMedicalAssessment/Resources/Lang.*.resx
Languages: my, vi

# frmHisMedicalAssessment.bar1.Text
source: Tools
my: ကိရိယာများ

# frmHisMedicalAssessment.barButtonItem1.Caption
source: Save
my: သိမ်းဆည်းပါ။
vi: Lưu

# frmHisMedicalAssessment.btnCan.Text
source: Skip
my: ကျော်သွားပါ။
vi: Bỏ qua

# frmHisMedicalAssessment.btnDel.Text
source: Erase
my: ဖျက်ပါ။
vi: Xóa

# frmHisMedicalAssessment.btnOk.Text
source: Agree
my: သဘောတူတယ်။
vi: Đồng ý

# frmHisMedicalAssessment.btnPrint.Text
source: Printing
my: ပုံနှိပ်ခြင်း။
vi: In ấn

# frmHisMedicalAssessment.gridColumn1.Caption
source: First and last name
my: ပထမနှင့်နောက်ဆုံးအမည်
vi: Họ và tên

# frmHisMedicalAssessment.gridColumn2.Caption
source: Absent
my: လာခဲ့ပါ။
vi: Vắng mặt

# frmHisMedicalAssessment.gridColumn3.Caption
source: Sign instead
my: အစားဝင်ပါ။
vi: Ký thay

# frmHisMedicalAssessment.gridColumn5.Caption
source: First and last name
my: ပထမနှင့်နောက်ဆုံးအမည်
vi: Họ và tên

# frmHisMedicalAssessment.gridColumn6.Caption
source: Opinion
my: ထင်မြင်ချက်
vi: Ý kiến

# frmHisMedicalAssessment.gridColumn8.Caption
source: First and last name
my: ပထမနှင့်နောက်ဆုံးအမည်
vi: Họ và tên

# frmHisMedicalAssessment.gridColumn9.Caption
source: gridColumn9
my: ဇယားကွက် ၉

# frmHisMedicalAssessment.groupBox1.Text
source: CURRENT EXAMINATION RESULTS
my: လက်ရှိ စာမေးပွဲရလဒ်များ
vi: KẾT QUẢ KHÁM HIỆN TẠI

# frmHisMedicalAssessment.groupBox2.Text
source: CONCLUDE
my: နိဂုံးချုပ်ပါ။
vi: KẾT LUẬN

# frmHisMedicalAssessment.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmHisMedicalAssessment.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# frmHisMedicalAssessment.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# frmHisMedicalAssessment.layoutControlItem1.OptionsToolTip.ToolTip
source: Name of the board that performed the medical assessment
my: ဆေးဘက်ဆိုင်ရာအကဲဖြတ်မှုပြုလုပ်သောဘုတ်အဖွဲ့အမည်
vi: Tên của hội đồng thực hiện giám định y khoa

# frmHisMedicalAssessment.layoutControlItem1.Text
source: Board name:
my: ဘုတ်အဖွဲ့အမည်-
vi: Tên hội đồng:

# frmHisMedicalAssessment.layoutControlItem10.OptionsToolTip.ToolTip
source: Date on referral (required) medical evaluation
my: လွှဲပြောင်းပေးသည့်ရက်စွဲ (လိုအပ်သည်) ဆေးဘက်ဆိုင်ရာ အကဲဖြတ်ချက်
vi: Ngày trên giấy giới thiệu (yêu cầu) giám định y khoa

# frmHisMedicalAssessment.layoutControlItem10.Text
source: Introduction date:
my: မိတ်ဆက်ရက်စွဲ-
vi: Ngày giới thiệu:

# frmHisMedicalAssessment.layoutControlItem11.OptionsToolTip.ToolTip
source: Enter purpose of medical recommendation/referral (if any)
my: ဆေးဘက်ဆိုင်ရာ အကြံပြုချက်/ရည်ညွှန်းချက်၏ ရည်ရွယ်ချက်ကို ထည့်သွင်းပါ (ရှိပါက)
vi: Ghi mục đích đề nghị/giới thiệu y khoa (nếu có)

# frmHisMedicalAssessment.layoutControlItem11.Text
source: Inspection purpose:
my: စစ်ဆေးရေးရည်ရွယ်ချက်-
vi: Mục đích giám định:

# frmHisMedicalAssessment.layoutControlItem12.OptionsToolTip.ToolTip
source: Subject area of \u200b\u200bthe person undergoing medical assessment
my: ဆေးဘက်ဆိုင်ရာအကဲဖြတ်ခြင်းခံရသူ၏ဘာသာရပ်နယ်ပယ်
vi: Diện đối tượng của người được giám định y khoa

# frmHisMedicalAssessment.layoutControlItem12.Text
source: Inspection object:
my: စစ်ဆေးရေးအရာ-
vi: Đối tượng giám định:

# frmHisMedicalAssessment.layoutControlItem13.OptionsToolTip.ToolTip
source: The regime that the assessed subject is entitled to, according to the recommendation letter, the proposal (if any)
my: အကဲဖြတ်သည့် ဘာသာရပ်ကို ခံစားခွင့်ရှိသော စစ်အစိုးရသည် ထောက်ခံချက်ပေးစာအရ အဆိုပြုချက် (ရှိပါက)၊
vi: Chế độ mà đối tượng được giám định đang được hưởng, theo giấy giới thiệu, giấy đề nghị (nếu có)

# frmHisMedicalAssessment.layoutControlItem13.Text
source: Current mode:
my: လက်ရှိမုဒ်-
vi: Chế độ đang hưởng:

# frmHisMedicalAssessment.layoutControlItem14.OptionsToolTip.ToolTip
source: The rate of bodily injury according to the regime that the assessed subject is enjoying, according to the referral, the proposal (if any)
my: အဆိုပြုချက် (ရှိပါက) လွှဲပြောင်းမှုအရ၊
vi: Tỷ lệ tổn thương cơ thể theo chế độ mà đối tượng được giám định đang được hưởng, theo giấy giới thiệu, giấy đề nghị (nếu có)

# frmHisMedicalAssessment.layoutControlItem14.Text
source: Corresponding injury rate:
my: သက်ဆိုင်ရာ ထိခိုက်ဒဏ်ရာရနှုန်း-
vi: Tỷ lệ thương tật tương ứng:

# frmHisMedicalAssessment.layoutControlItem18.OptionsToolTip.ToolTip
source: Fill in the full number and characters of the document as a basis for medical examination and assessment suitable to the object of assessment (Example: Circular 34/2012/TTLT-BYT-BLDTBXH ; Circular 28/2013/TTLT-BYT -BLDTBXH; Circular 20/2016/TTLT-BYT-BLDTBXH;). If there are many documents as a basis for assessment and conclusion, write all the document numbers, between the document numbers separated by a semicolon ";".
my: အကဲဖြတ်သည့်အရာအတွက် သင့်လျော်သော ဆေးဘက်ဆိုင်ရာ စစ်ဆေးမှုနှင့် အကဲဖြတ်မှုအတွက် အခြေခံအဖြစ် စာရွက်စာတမ်း၏ နံပါတ်နှင့် အက္ခရာအပြည့်အစုံကို ဖြည့်သွင်းပါ (ဥပမာ- မြို့ပတ် 34/2012/TTLT-BYT-BLDTBXH ; Circular 28/2013/TTLT-BYT -BLDTBXH; Circular 20/2016/TTLT-BYT-BLTDBXH;)။ အကဲဖြတ်ရန်နှင့် နိဂုံးချုပ်ရန်အတွက် အခြေခံအဖြစ် စာရွက်စာတမ်းများစွာရှိပါက၊ semicolon ";" ခြားထားသော စာရွက်စာတမ်းနံပါတ်များကြားတွင် စာရွက်စာတမ်းနံပါတ်များအားလုံးကို ရေးပါ။
vi: Ghi đầy đủ số và ký tự của văn bản làm căn cứ khám giám định y khoa phù hợp với đối tượng giám định (Ví dụ: Thông tư 34/2012/TTLT-BYT-BLĐTBXH ; Thông tư 28/2013/TTLT-BYT-BLDTBXH; Thông tư 20/2016/TTLT- BYT-BLĐTBXH;). Nếu có nhiều văn bản làm căn cứ giám định, kết luận thì ghi đầy đủ các số hiệu văn bản, giữa các số hiệu văn bản phân cách bằng dấu chấm phẩy ";".

# frmHisMedicalAssessment.layoutControlItem18.Text
source: Text basis:
my: စာသားအခြေခံ-
vi: Căn cứ văn bản:

# frmHisMedicalAssessment.layoutControlItem2.Text
source: Inspection type:
my: စစ်ဆေးခြင်းအမျိုးအစား-
vi: Loại giám định:

# frmHisMedicalAssessment.layoutControlItem20.Text
source: Conclude:
my: နိဂုံးချုပ်ပါ-
vi: Kết luận:

# frmHisMedicalAssessment.layoutControlItem21.Text
source: Disability type:
my: မသန်စွမ်းမှုအမျိုးအစား-
vi: Dạng khuyết tật:

# frmHisMedicalAssessment.layoutControlItem22.Text
source: Disability level:
my: မသန်စွမ်းမှုအဆင့်-
vi: Mức khuyết tật:

# frmHisMedicalAssessment.layoutControlItem23.OptionsToolTip.ToolTip
source: Injury to the body due to injury, illness or occupational disease of this assessment according to the conclusion of the Medical Assessment Council.
my: ဆေးဘက်ဆိုင်ရာ အကဲဖြတ်ကောင်စီ၏ နိဂုံးချုပ်အရ ဤအကဲဖြတ်မှု၏ ဒဏ်ရာ၊ နာမကျန်းမှု သို့မဟုတ် လုပ်ငန်းခွင်ရောဂါကြောင့် ခန္ဓာကိုယ် ထိခိုက်ဒဏ်ရာရခြင်း။
vi: Tổn thương cơ thể do thương tật, bệnh tật, bệnh nghề nghiệp của lần giám định này theo kết luận của Hội đồng giám định y khoa.

# frmHisMedicalAssessment.layoutControlItem23.Text
source: Injury rate:
my: ဒဏ်ရာနှုန်း
vi: Tỷ lệ thương tật:

# frmHisMedicalAssessment.layoutControlItem24.OptionsToolTip.ToolTip
source: Total rate of bodily injury, injury, illness or occupational disease (if any) according to the conclusion of the Medical Assessment Council. Note: only enter this information field in case of general examination, additional examination, examination of residual wound.
my: ဆေးဘက်ဆိုင်ရာ အကဲဖြတ်ကောင်စီ၏ နိဂုံးချုပ်အရ စုစုပေါင်း ခန္ဓာကိုယ်ထိခိုက်မှု၊ ထိခိုက်ဒဏ်ရာရမှု၊ နာမကျန်းမှု သို့မဟုတ် လုပ်ငန်းခွင်ရောဂါ (ရှိပါက) စုစုပေါင်းနှုန်း။ မှတ်ချက်- အထွေထွေစစ်ဆေးမှု၊ ထပ်လောင်းစစ်ဆေးမှု၊ ကျန်နေသောဒဏ်ရာစစ်ဆေးမှုများတွင်သာ ဤအချက်အလက်များကို ထည့်သွင်းပါ။
vi: Tổng tỷ lệ tổn thương cơ thể, do thương tật, bệnh tật, bệnh nghề nghiệp (nếu có) theo kết luận của Hội đồng giám định y khoa. Lưu ý: chỉ ghi trường thông tin này trong trường hợp khám giám định tổng hợp, khám bổ sung, khám vết thương còn sót.

# frmHisMedicalAssessment.layoutControlItem24.Text
source: Total injury rate:
my: စုစုပေါင်း ထိခိုက်ဒဏ်ရာရနှုန်း-
vi: Tổng tỷ lệ thương tật:

# frmHisMedicalAssessment.layoutControlItem27.OptionsToolTip.ToolTip
source: Contents of the council's recommendations after the assessment
my: အကဲဖြတ်ပြီးနောက် ကောင်စီ၏ အကြံပြုချက်ပါ အကြောင်းအရာများ
vi: Nội dung kiến nghị của hội đồng sau khi thực hiện giám định

# frmHisMedicalAssessment.layoutControlItem27.Text
source: Request:
my: တောင်းဆိုချက်ကို:
vi: Kiến nghị:

# frmHisMedicalAssessment.layoutControlItem3.OptionsToolTip.ToolTip
source: Ordinal number in the minutes of the meeting of the medical assessment council
my: ဆေးဘက်ဆိုင်ရာ အကဲဖြတ်ကောင်စီ အစည်းအဝေး မှတ်တမ်းတွင် ညွှန်ကြားချက်အမှတ်
vi: Số thứ tự trong biên bản họp hội đồng giám định y khoa

# frmHisMedicalAssessment.layoutControlItem3.Text
source: Number of minutes:
my: မိနစ်အရေအတွက်-
vi: Số biên bản:

# frmHisMedicalAssessment.layoutControlItem31.OptionsToolTip.ToolTip
source: Chairman of the Medical Examination Council
my: ဆေးစာမေးပွဲကောင်စီဥက္ကဋ္ဌ
vi: Chủ tịch hội đồng giám định y khoa

# frmHisMedicalAssessment.layoutControlItem31.Text
source: Chair:
my: သဘာပတိ-
vi: Chủ trì:

# frmHisMedicalAssessment.layoutControlItem32.OptionsToolTip.ToolTip
source: Secretary of the medical examination board.
my: ဆေးစစ်ရေးအဖွဲ့ အတွင်းရေးမှူး။
vi: Thư ký hội đồng giám định y khoa. Người phụ trách ghi biên bản giám định y khoa

# frmHisMedicalAssessment.layoutControlItem32.Text
source: Secretary:
my: အတွင်းရေးမှူး-
vi: Thư ký:

# frmHisMedicalAssessment.layoutControlItem33.OptionsToolTip.ToolTip
source: Specify the contents to be assessed (injury, illness, deformity, occupational disease, type/degree of disability...) at the request of the individual/organization
my: တစ်ဦးချင်း/အဖွဲ့အစည်း၏ တောင်းဆိုချက်အရ အကဲဖြတ်ရမည့် အကြောင်းအရာများ (ဒဏ်ရာ၊ နာမကျန်းမှု၊ ပုံပျက်မှု၊ လုပ်ငန်းခွင်ရောဂါ၊ အမျိုးအစား/မသန်စွမ်းမှု ဒီဂရီ...) ကို သတ်မှတ်ပါ။
vi: Ghi rõ nội dung cần giám định (thương tật, bệnh tật, dị dạng dị tật, bệnh nghề nghiệp, dạng tật/mức độ khuyết tật...) theo đề nghị của cá nhân/tổ chức

# frmHisMedicalAssessment.layoutControlItem33.Text
source: Content to be inspected:
my: စစ်ဆေးရမည့် အကြောင်းအရာ-
vi: Nội dung cần giám định:

# frmHisMedicalAssessment.layoutControlItem4.OptionsToolTip.ToolTip
source: Time to start medical examination
my: ဆေးစစ်မှုစတင်ရန်အချိန်
vi: Thời gian bắt đầu giám định y khoa

# frmHisMedicalAssessment.layoutControlItem4.Text
source: Prison inspection:
my: အကျဉ်းထောင်စစ်ဆေးခြင်း-
vi: Giám định từ:

# frmHisMedicalAssessment.layoutControlItem5.OptionsToolTip.ToolTip
source: End time of medical examination
my: ဆေးစစ်မှုပြီးဆုံးချိန်
vi: Thời gian kết thúc giám định y khoa

# frmHisMedicalAssessment.layoutControlItem5.Text
source: Inspection to:
my: စစ်ဆေးခြင်း-
vi: Giám định đến:

# frmHisMedicalAssessment.layoutControlItem6.Text
source: Join:
my: ပါဝင်ရန်-
vi: Tham gia:

# frmHisMedicalAssessment.layoutControlItem7.OptionsToolTip.ToolTip
source: Referral (requires) medical assessment
my: ရည်ညွှန်းချက် (လိုအပ်သည်) ဆေးဘက်ဆိုင်ရာ အကဲဖြတ်ချက်
vi: Đơn vị giới thiệu (yêu cầu) giám định y khoa

# frmHisMedicalAssessment.layoutControlItem7.Text
source: Introducing unit:
my: ယူနစ်မိတ်ဆက်ခြင်း-
vi: Đơn vị giới thiệu:

# frmHisMedicalAssessment.layoutControlItem9.OptionsToolTip.ToolTip
source: Document number of medical assessment referral (request)
my: ဆေးဘက်ဆိုင်ရာ အကဲဖြတ် လွှဲပြောင်းပေးပို့မှု စာရွက်စာတမ်း နံပါတ် (တောင်းဆိုချက်)
vi: Số văn bản của giấy giới thiệu (yêu cầu) giám định y khoa

# frmHisMedicalAssessment.layoutControlItem9.Text
source: Referral number:
my: ရည်ညွှန်းနံပါတ်-
vi: Số giấy giới thiệu:

# frmHisMedicalAssessment.Text
source: Medical examination
my: ဆေးစစ်ချက်
vi: Giám định y khoa

# frmHisMedicalAssessment.txtLegalGroundDocuments.Properties.NullValuePrompt
source: Name of Document
my: စာရွက်စာတမ်းအမည်
vi: Tên văn bản

# frmHisMedicalAssessment.txtLegalGroundDocuments.ToolTip
source: Fill in the full name of the document as a basis for medical examination and assessment suitable to the subject of assessment. If there are many documents as a basis for assessment and conclusion, write the full name of the document, between the text names separated by a semicolon ";".
my: အကဲဖြတ်သည့်ဘာသာရပ်နှင့် သင့်လျော်သော ဆေးစစ်မှုနှင့် အကဲဖြတ်မှုများအတွက် အခြေခံအဖြစ် စာရွက်စာတမ်း၏ အမည်အပြည့်အစုံကို ဖြည့်စွက်ပါ။
vi: Ghi đầy đủ tên văn bản làm căn cứ khám giám định y khoa phù hợp với đối tượng giám định. Nếu có nhiều văn bản làm căn cứ giám định, kết luận thì ghi đầy đủ tên văn bản, giữa các tên văn bản phân cách bằng dấu chấm phẩy ";".

# frmHisMedicalAssessment.txtLegalGroundNumbers.Properties.NullValuePrompt
source: Text number
my: စာသားနံပါတ်
vi: Số văn bản

# frmHisMedicalAssessment.txtRequestOrgCode.Properties.NullValuePrompt
source: Unit code
my: ယူနစ်ကုဒ်
vi: Mã đơn vị

# frmHisMedicalAssessment.txtRequestOrgName.Properties.NullValuePrompt
source: Unit name
my: ယူနစ်အမည်
vi: Tên đơn vị

# frmHisMedicalAssessment.xtraTabPage1.Text
source: Member
my: အဖွဲ့ဝင်
vi: Thành viên

# frmHisMedicalAssessment.xtraTabPage2.Text
source: Invited members
my: ဖိတ်ကြားထားသော အဖွဲ့ဝင်များ
vi: Thành phần được mời

# frmHisMedicalAssessment.xtraTabPage3.Text
source: Prehistoric
my: သမိုင်းမတင်မီ
vi: Tiền sử

# frmHisMedicalAssessment.xtraTabPage4.Text
source: Current assessment results
my: လက်ရှိအကဲဖြတ်ရလဒ်များ
vi: Kết quả giám định hiện tại

# frmHisMedicalAssessment.xtraTabPage5.Text
source: Discuss
my: ဆွေးနွေးပါ။
vi: Thảo luận

# frmHisMedicalAssessment.xtraTabPage6.Text
source: Opinions disagree
my: သဘောထားကွဲလွဲမှုများ
vi: Ý kiến không nhất trí

# frmHisMedicalAssessment.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)
