Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.HisMedicalAssessment/Resources/Message.Lang.*.resx
Languages: vi

# BenhBinh
source: sick soldiers
vi: Bệnh binh

# BenhNN
source: Occupational disease
vi: Bệnh nghề nghiệp

# BenhTat
source: Diseases
vi: Bệnh, tật

# BoSung
source: Additional examination
vi: Khám bổ sung

# CanTroGiup
source: Doable but need help
vi: Thực hiện được nhưng cần trợ giúp

# ChatDocHoaHoc
source: Toxic chemicals
vi: Chất độc hóa học

# ChuaNhapHoTen
source: You have not entered the first and last name of the person who disagrees
vi: Bạn chưa nhập họ và tên người không nhất trí

# ChuaNhapThanhVien
source: You have not entered a member
vi: Bạn chưa nhập thành viên

# ChuaNhapYKien
source: You have not entered a disagree opinion
vi: Bạn chưa nhập ý kiến không nhất trí

# GiamDinhLai
source: Re-examination
vi: Khám giám định lại

# GiamDinhLanDau
source: First inspection
vi: Khám giám định lần đầu

# GiamDinhTaiPhat
source: Wealth assessment
vi: Khám giám định tài phát

# GiamDinhYKhoa
source: Medical assessment record
vi: Biên bản giám định y khoa

# HopGiamDinhYKhoa
source: Medical assessment meeting minutes
vi: Biên bản họp giám định y khoa

# KtKhac
source: Other Disability
vi: Khuyết tật khác

# Khac
source: Other
vi: Khác

# KhongThucHienDuoc
source: Can't do it
vi: Không thực hiện được

# KhongXacDinhDuoc
source: Unable to determine
vi: Không xác định được

# NgheNoi
source: Hearing and speaking disabilities
vi: Khuyết tật nghe, nói

# Nhin
source: Defects look
vi: Khuyết tật nhìn

# PhucQuyet
source: Review examination (beyond professional capacity, or subjects disagree, or at the request of the Medical Services Administration/Department of People with meritorious services/social insurance)
vi: Khám phúc quyết (vượt khả năng chuyên môn, hoặc đối tượng không đồng ý, hoặc theo đề nghị của Cục Quản lý KCB/Cục Người có công/BHXH)

# PhucQuyetLanCuoi
source: Final Verdict
vi: Khám phúc quyết lần cuối

# TaiNanLaoDong
source: Labor accident
vi: Tai nạn lao động

# TongHop
source: General inspection
vi: Giám định tổng hợp

# ThanKinhTamThan
source: Mental and neurological disabilities
vi: Khuyết tật thần kinh, tâm thần

# ThongBao
source: Notification
vi: Thông báo

# ThucHienDuoc
source: Doable
vi: Thực hiện được

# ThuongBinh
source: Veterans
vi: Thương binh

# TriTue
source: Intellectual disability
vi: Khuyết tật trí tuệ

# VanDong
source: Movement disability
vi: Khuyết tật vận động

# VetThuongConSot
source: Examination of residual wounds
vi: Khám vết thương còn sót
