Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.ServiceReqList/Resources/Lang.*.resx
Languages: my, vi

# frmChangeRoom.bar2.Text
source: Main menu
my: ပင်မမီနူး

# frmChangeRoom.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmChangeRoom.layoutControlItem1.Text
source: Clinic:
my: ဆေးခန်း-
vi: Phòng khám:

# frmChangeRoom.layoutControlItem2.Text
source: Emergency room:
my: အရေးပေါ္အခန္း:
vi: Phòng cấp cứu:

# frmChangeRoom.layoutControlItem3.Text
source: Operating room:
my: ခွဲစိတ်ခန်း-
vi: Phòng mổ:

# frmChangeRoom.layoutControlItem4.Text
source: Room:
my: အခန်း-
vi: Phòng:

# frmChangeRoom.Text
source: Move room
my: အခန်းပြောင်းပါ။
vi: Chuyển phòng

# frmReason.btnPrint.Text
source: Print
my: ညောင်ပင်
vi: In

# frmReason.btnSave.Text
source: Save
my: သိမ်းဆည်းပါ။
vi: Lưu

# frmReason.chkReasonClose.Properties.Caption
source: Close
my: ပိတ်လိုက်
vi: Đóng

# frmReason.chkResonPrint.Properties.Caption
source: Print
my: ညောင်ပင်
vi: In

# frmReason.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmReason.layoutControlItem1.Text
source: Reason:
my: အကြောင်းရင်း-
vi: Lý do:

# frmReason.Text
source: Reason for not doing
my: မလုပ်ရတဲ့အကြောင်းရင်း
vi: Lý do không thực hiện

# frmServiceReqList.bar1.Text
source: Tools
my: ကိရိယာများ

# frmServiceReqList.barButtonPrintTemBarcode.Caption
source: Print Stamps (F7)
my: ပုံနှိပ်တံဆိပ်ခေါင်း (F7)
vi: In Tem (F7)

# frmServiceReqList.bbtnRCFind.Caption
source: Search (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# frmServiceReqList.bbtnRCRefresh.Caption
source: Refresh (Ctrl R)
my: ပြန်လုပ်ပါ (Ctrl R)
vi: Làm lại (Ctrl R)

# frmServiceReqList.BenhNhan
source: Patient
my: သည်းခံပါ။
vi: Bệnh nhân

# frmServiceReqList.btnAggrExpMest.Text
source: Ds recall
my: Ds ပြန်ခေါ်တယ်။
vi: Ds thu hồi

# frmServiceReqList.btnDropDownPrint.Text
source: Print coupons
my: ကူပွန်များ ထုတ်ယူပါ။
vi: In phiếu

# frmServiceReqList.btnFind.Text
source: Search (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# frmServiceReqList.btnMobaCreate.Text
source: Moba Create
my: မှတ်မိအောင်ဖန်တီးပါ။
vi: Tạo thu hồi

# frmServiceReqList.btnPrintMedicine.Text
source: Print prescription TRIAL
my: ပုံနှိပ်ဆေးစာ စမ်းသပ်မှု
vi: In đơn thuốc TH

# frmServiceReqList.btnPrintTemBarcode.Text
source: Stamp printing (F7)
my: တံဆိပ်ခေါင်းပုံနှိပ်ခြင်း (F7)
vi: In tem (F7)

# frmServiceReqList.btnPrintTotal.Text
source: Print the order form CARDS
my: အော်ဒါပုံစံ CARDS ကို ရိုက်နှိပ်ပါ။
vi: In phiếu chỉ định TH

# frmServiceReqList.chkPK.ToolTip
source: Show only treatment rooms as \\Clinical\\
my: ကုသမှုခန်းများကို \\Clinical\\ အဖြစ် ပြသပါ
vi: Chỉ hiển thị các phòng xử lý là \Phòng khám\

# frmServiceReqList.Gc_HisSendOldSystem.Caption
source: Send old HT
my: HT အဟောင်းကို ပို့ပါ။
vi: Gửi HT cũ

# frmServiceReqList.gcolServiceTypeName.Caption
source: Service type
my: ဝန်ဆောင်မှုအမျိုးအစား
vi: Loại dịch vụ

# frmServiceReqList.grdColRationTime.Caption
source: Ration
my: ဆွမ်း
vi: Bữa ăn

# frmServiceReqList.gridColOtherPrintForm.Caption
source: Other print
my: အခြားပုံစံကို ပုံနှိပ်ပါ။
vi: In biểu mẫu khác

# frmServiceReqList.gridColSerSevAmount.Caption
source: Amount
my: ပမာဏ
vi: Số lượng

# frmServiceReqList.gridColSerSevCode.Caption
source: Code
my: ကုဒ်
vi: Mã

# frmServiceReqList.gridColSerSevConvertAmount.Caption
source: Amount of conversion
my: ပြောင်းလဲခြင်းပမာဏ
vi: Số lượng quy đổi

# frmServiceReqList.gridColSerSevConvertName.Caption
source: Conversion unit
my: ပြောင်းလဲခြင်းယူနစ်
vi: Đơn vị quy đổi

# frmServiceReqList.gridColSerSevConvertRatio.Caption
source: Conversion rate
my: ကူးပြောင်းနှုန်း
vi: Tỉ lệ quy đổi

# frmServiceReqList.gridColSerSevName.Caption
source: Name
my: နာမည်
vi: Tên

# frmServiceReqList.gridColSerSevPatientTypeName.Caption
source: Meal rate/DTT
my: အစားအသောက်နှုန်း/DTT
vi: Mức ăn/ĐTTT

# frmServiceReqList.gridColSerSevPatientTypeName.ToolTip
source: Meal rate/Payee
my: အစားအသောက်နှုန်း/ငွေလက်ခံသူ
vi: Mức ăn/Đối tượng thanh toán

# frmServiceReqList.gridColSerSevPrint.Caption
source: Print
my: ညောင်ပင်
vi: In

# frmServiceReqList.gridColSerSevSTT.Caption
source: No
my: STT
vi: STT

# frmServiceReqList.gridColSerSevTypeName.Caption
source: Payment object
my: ငွေပေးချေမှု ရှိကြပါတယ်။
vi: Đối tượng thanh toán

# frmServiceReqList.gridColSerSevUnitName.Caption
source: Unit
my: ယူနစ်
vi: Đơn vị tính

# frmServiceReqList.gridColSerSevView.Caption
source: View
my: ကြည့်ပါ။
vi: Xem

# frmServiceReqList.gridColumn_AllowNotExecute.Caption
source: Not allowed to perform
my: ဖျော်ဖြေခွင့်မရှိပါ။
vi: Không cho thực hiện

# frmServiceReqList.gridColumn_BieuMauKhac.Caption
source: Other forms
my: အခြားပုံစံများ
vi: Biểu mẫu khác

# frmServiceReqList.gridColumn_Execute_Username.Caption
source: Executor
my: အုပ်ချုပ်သူ
vi: Người thực hiện

# frmServiceReqList.gridColumn_Request_Username.Caption
source: Petitioner
my: လျှောက်ထားသူ
vi: Người yêu cầu

# frmServiceReqList.gridColumn_ServiceReq_Choose.Caption
source: Choose
my: ရွေးပါ။
vi: Chọn

# frmServiceReqList.gridColumn_ServiceReq_Delete.Caption
source: Delete
my: ဖျက်ပါ။
vi: Xóa

# frmServiceReqList.gridColumn_ServiceReq_Edit.Caption
source: Edit
my: ပြင်ပါ။
vi: Sửa

# frmServiceReqList.gridColumn_ServiceReq_EditIntructionTime.Caption
source: Edit specified time
my: သတ်မှတ်ထားသောအချိန်ကို တည်းဖြတ်ပါ။
vi: Sửa thời gian chỉ định

# frmServiceReqList.gridColumn_ServiceReq_Print.Caption
source: Print
my: ညောင်ပင်
vi: In

# frmServiceReqList.gridColumn_ServiceReq_Stt.Caption
source: Status
my: အဆင့်အတန်း
vi: Trạng thái

# frmServiceReqList.gridColumn_Transaction_Amount.Caption
source: Type
my: ရိုက်ပါ။
vi: Loại

# frmServiceReqList.gridColumn_Transaction_Cashier.Caption
source: Requester
my: လျှောက်ထားသူ
vi: Người yêu cầu

# frmServiceReqList.gridColumn_Transaction_CashierRoomName.Caption
source: Execute room
my: စီမံဆောင်ရွက်နေတယ်။
vi: Phòng xử lý

# frmServiceReqList.gridColumn_Transaction_CreateTime.Caption
source: Create time
my: ဖန်တီးချိန်
vi: Thời gian tạo

# frmServiceReqList.gridColumn_Transaction_Creator.Caption
source: Creator
my: ဖန်ဆင်းရှင်
vi: Người tạo

# frmServiceReqList.gridColumn_Transaction_Dob.Caption
source: Intruction time
my: အော်ဒါမှာတယ်။
vi: Thời gian y lệnh

# frmServiceReqList.gridColumn_Transaction_GenderName.Caption
source: Year
my: မွေးသည့်နှစ်
vi: Năm sinh

# frmServiceReqList.gridColumn_Transaction_Modifier.Caption
source: modifier
my: ပြုပြင်သူ
vi: Người sửa

# frmServiceReqList.gridColumn_Transaction_ModifyTime.Caption
source: Modify time
my: ပြုပြင်ချိန်
vi: Thời gian sửa

# frmServiceReqList.gridColumn_Transaction_PatientCode.Caption
source: Patient Code
my: လူနာကုဒ်
vi: Mã bệnh nhân

# frmServiceReqList.gridColumn_Transaction_PayFormName.Caption
source: Request room
my: သတ်မှတ်ထားသောအခန်း
vi: Phòng chỉ định

# frmServiceReqList.gridColumn_Transaction_Stt.Caption
source: No.
my: STT
vi: STT

# frmServiceReqList.gridColumn_Transaction_TransactionCode.Caption
source: Code
my: ကုဒ်
vi: Mã y lệnh

# frmServiceReqList.gridColumn_Transaction_TreatmentCode.Caption
source: Treatment code
my: ကုသမှုကုဒ်
vi: Mã điều trị

# frmServiceReqList.gridColumn_Transaction_VirPatientName.Caption
source: Patient full name
my: သည်းခံပါ။
vi: Bệnh nhân

# frmServiceReqList.gridColumn1.Caption
source: Intruction time
my: သတ်မှတ်ချိန်
vi: Thời gian y lệnh

# frmServiceReqList.gridColumn2.Caption
source: Impact history
my: ထိခိုက်မှုသမိုင်း
vi: Lịch sử tác động

# frmServiceReqList.gridColumn3.Caption
source: Type of examination
my: စာမေးပွဲအမျိုးအစား
vi: Loại khám

# frmServiceReqList.gridColumn3.ToolTip
source: Main examination
my: အဓိက စာမေးပွဲ
vi: Khám chính

# frmServiceReqList.gridColumn4.Caption
source: User manual
my: အသုံးပြုသူလက်စွဲ
vi: Hướng dẫn sử dụng

# frmServiceReqList.gridColumn6.Caption
source: Transfer rate
my: လွှဲပြောင်းနှုန်း
vi: Tốc độ truyền

# frmServiceReqList.gridColumn7.Caption
source: Permission not to perform
my: လုပ်ဆောင်ခွင့်မပြုပါ။
vi: Cho phép không thực hiện

# frmServiceReqList.gridColumn8.Caption
source: gridColumn8
my: ဇယားကွက် ၈

# frmServiceReqList.GridColumnInReqExeute.Caption
source: Status:
my: အခြေအနေ-
vi: Trạng thái:

# frmServiceReqList.groupControlInfo.Text
source: Information
my: ယေဘုယျသတင်းအချက်အလက်
vi: Thông tin thêm

# frmServiceReqList.HoSoDieuTri
source: Treatment file
my: ကုသမှုမှတ်တမ်းများ
vi: Hồ sơ điều trị

# frmServiceReqList.KhoaChiDinh
source: Request department
my: သတ်မှတ်ထားသောဌာန
vi: Khoa chỉ định

# frmServiceReqList.KhoaThucHien
source: Execute department
my: အကောင်အထည်ဖော်ရေးဌာန
vi: Khoa thực hiện

# frmServiceReqList.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmServiceReqList.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# frmServiceReqList.layoutControlItem11.Text
source: Number of ladders:
my: လှေကားအရေအတွက်-
vi: Số thang:

# frmServiceReqList.layoutControlItem15.Text
source: Processing room:
my: ဆောင်ရွက်ဆဲအခန်း-
vi: Phòng xử lý:

# frmServiceReqList.layoutControlItem18.Text
source: Date of birth:
my: မွေးရက်:
vi: Ngày sinh:

# frmServiceReqList.layoutControlItem7.Text
source: Status:
my: T/Thai-
vi: T/thái:

# frmServiceReqList.layoutControlItem8.Text
source: Type:
my: အမျိုးအစား-
vi: Loại:

# frmServiceReqList.lciAggrExpMestCode.Text
source: Aggregate export code
my: ဘောက်ချာကုဒ်-
vi: Mã phiếu lĩnh:

# frmServiceReqList.lciAssignTurnCode.OptionsToolTip.ToolTip
source: Designation pass code
my: ရာထူးကုဒ်
vi: Mã lượt chỉ định

# frmServiceReqList.lciAssignTurnCode.Text
source: College turn code:
my: ကောလိပ်အလှည့်ကုဒ်-
vi: Mã lượt CĐ:

# frmServiceReqList.lciBarcode.OptionsToolTip.ToolTip
source: Barcode test
my: ဘားကုဒ်စမ်းသပ်မှု
vi: Barcode xét nghiệm

# frmServiceReqList.lciBarcode.Text
source: Barcode XN:
my: ဘားကုဒ် XN-

# frmServiceReqList.lciBtnAggrExpMest.Text
source: Aggregate export list
my: Ds ပြန်ခေါ်တယ်။
vi: Ds thu hồi

# frmServiceReqList.lciBtnMobaCreate.Text
source: Create recall
my: မှတ်မိအောင်ဖန်တီးပါ။
vi: Tạo thu hồi

# frmServiceReqList.lciExcuteDepartment.Text
source: Processing department:
my: ဆောင်ရွက်ဆဲဌာန-
vi: Khoa xử lý:

# frmServiceReqList.lciExpMestCode.Text
source: Export code:
my: အထွက်ကုဒ်-
vi: Mã xuất:

# frmServiceReqList.lciExpMestRoom.Text
source: Exp Mest Room:
my: ပို့ကုန်ဂိုဒေါင်-
vi: Kho xuất:

# frmServiceReqList.lciExpMestRoom.Text.Barcode
source: Barcode:
my: ဘားကုဒ်များ

# frmServiceReqList.lciExpMestStt.Text
source: Status:
my: အခြေအနေ-
vi: Trạng thái:

# frmServiceReqList.lciGender.Text
source: Gender:
my: လိင်-
vi: Giới tính:

# frmServiceReqList.lciIntructionTimeFrom.OptionsToolTip.ToolTip
source: Order time
my: အော်ဒါမှာတယ်။
vi: Thời gian y lệnh

# frmServiceReqList.lciIntructionTimeFrom.Text
source: From:
my: TG y အမိန့်
vi: TG y lệnh:

# frmServiceReqList.lciIntructionTimeTo.Text
source: To:
my: ရောက်သည်-
vi: Đến:

# frmServiceReqList.lciIsHomePres.Text
source: Take-away application:
my: ယူသွားခြင်းလျှောက်လွှာ-
vi: Đơn mang về:

# frmServiceReqList.lciIsKidney.Text
source: Dialysis application:
my: Dialysis လျှောက်လွှာ
vi: Đơn chạy thận:

# frmServiceReqList.lciKeyword.Text
source: Keyword search
my: အဓိကစကားလုံးများကို ရှာဖွေပါ-
vi: Từ khóa tìm kiếm:

# frmServiceReqList.lciNumOrder.Text
source: Numerical order:
my: ဂဏန်းအမှာစာ-
vi: Số thứ tự:

# frmServiceReqList.lciPatientName.Text
source: Full name:
my: အမည်-
vi: Họ tên:

# frmServiceReqList.lciRationSumCode.OptionsToolTip.ToolTip
source: General coupon code
my: အထွေထွေကူပွန်ကုဒ်
vi: Mã phiếu tổng hợp

# frmServiceReqList.lciRationSumCode.Text
source: TH coupon code:
my: TH ကူပွန်ကုဒ်-
vi: Mã phiếu TH:

# frmServiceReqList.lciRationTime.Text
source: Ration:
my: အစားအစာ
vi: Bữa ăn:

# frmServiceReqList.lciReqDepartment.OptionsToolTip.ToolTip
source: Faculty required
my: ဘာသာရပ်လိုအပ်သည်။
vi: Khoa yêu cầu

# frmServiceReqList.lciReqDepartment.Text
source: Request Department:
my: ဆေး/ဂဌာန-
vi: Khoa yêu cầu:

# frmServiceReqList.lciReqSended.OptionsToolTip.ToolTip
source: Ordering information sent to the integrated system (LIS, PACS,...)
my: ပေါင်းစပ်စနစ် (LIS၊ PACS၊...) သို့ ပေးပို့သည့် အချက်အလက်
vi: Đã gửi thông tin chỉ định sang hệ thống tích hợp (LIS, PACS, ...)

# frmServiceReqList.lciReqSended.Text
source: Sent request:
my: ပေးပို့ထားသော တောင်းဆိုချက်-
vi: Đã gửi yêu cầu:

# frmServiceReqList.lciServiceReqCode.Text
source: Service request code:
my: တောင်းဆိုချက် ကုဒ်
vi: Mã y lệnh:

# frmServiceReqList.lciSoTheTM.Text
source: KCB TM card:
my: KCB TM ကတ်-
vi: Thẻ KCB TM:

# frmServiceReqList.lciTreatmentCode.Text
source: Treatment code:
my: ကုသမှုကုဒ်-
vi: Mã điều trị:

# frmServiceReqList.PhongChiDinh
source: Assign room
my: သတ်မှတ်ထားသောအခန်း
vi: Phòng chỉ định

# frmServiceReqList.repositoryItemBtnBieuMauKhac.Buttons[0].ToolTip
source: Other print type
my: အခြားပုံစံများ
vi: Biểu mẫu khác

# frmServiceReqList.repositoryItemBtnDeleteServiceReq.Buttons[0].ToolTip
source: Delete
my: ဖျက်ပါ။
vi: Xóa

# frmServiceReqList.repositoryItemBtnEditServiceReq.Buttons[0].ToolTip
source: Edit
my: ပြင်ပါ။
vi: Sửa

# frmServiceReqList.repositoryItemBtnPrintServiceReq.Buttons[0].ToolTip
source: Print
my: ညောင်ပင်
vi: In

# frmServiceReqList.repositoryItemButtonEditIntructionTime.Buttons[0].ToolTip
source: Edit Intruction time
my: အမိန့်၏အချိန်ကိုတည်းဖြတ်ပါ။
vi: Sửa thời gian y lệnh

# frmServiceReqList.repositoryItemButtonView.Buttons[0].ToolTip
source: View
my: ကြည့်ပါ။
vi: Xem

# frmServiceReqList.TatCa
source: All
my: အားလုံး
vi: Tất cả

# frmServiceReqList.Text
source: Service Request List
my: ဆေးစာရင်း
vi: Danh sách y lệnh

# frmServiceReqList.ToiTao
source: Me
my: ငါဖန်တီးတယ်။
vi: Tôi tạo

# frmServiceReqList.txtKeyword.Properties.NullValuePrompt
source: Keyword search
my: အဓိကစကားလုံးကို ရှာပါ။
vi: Từ khóa tìm kiếm

# frmServiceReqList.txtPatientCode.Properties.NullValuePrompt
source: Patient code
my: လူနာကုဒ်
vi: Mã bệnh nhân

# frmServiceReqList.txtServiceReqCode.Properties.NullValuePrompt
source: Service request code
my: ကုဒ်တောင်းပါ။
vi: Mã y lệnh

# frmServiceReqList.txtStoreCode.Properties.NullValuePrompt
source: Store code
my: စတိုးကုဒ်
vi: Mã lưu trữ

# frmServiceReqList.txtTreatmentCode.Properties.NullValuePrompt
source: Treatment code
my: ကုသမှုကုဒ်
vi: Mã điều trị

# frmTutorial.bar1.Text
source: Tools
my: ကိရိယာများ

# frmTutorial.barButtonItem1.Caption
source: Save
my: သိမ်းဆည်းပါ။
vi: Lưu

# frmTutorial.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmTutorial.layoutControlItem1.Text
source: User manual:
my: အသုံးပြုသူလက်စွဲ-
vi: Hướng dẫn sử dụng:

# frmTutorial.layoutControlItem3.Text
source: Transfer rate:
my: လွှဲပြောင်းနှုန်း-
vi: Tốc độ truyền:

# frmTutorial.layoutControlItem4.Text
source: Number of days:
my: ရက်အရေအတွက်-
vi: Số ngày:

# frmTutorial.lciSpinCountUsedBefore.OptionsToolTip.ToolTip
source: Number of days of previous drug use
my: ယခင်ဆေးသုံးစွဲသည့်ရက်အရေအတွက်
vi: Số ngày sử dụng thuốc trước đó

# frmTutorial.lciSpinCountUsedBefore.Text
source: Number of previous uses:
my: ယခင်အသုံးပြုမှုအရေအတွက်-
vi: Số lần sử dụng trước đó:

# frmTutorial.Text
source: Edit general information
my: အထွေထွေအချက်အလက်များကို တည်းဖြတ်ပါ။
vi: Sửa thông tin chung

# His.Desktop.Plugins.ServiceReqlist.PriorityName
source: Priority
my: ဦးစားပေး
vi: Ưu tiên

# IVT_LANGUAGE_KEY__FORM_SERVICE_REQ_LIST__CLICK__BIEU_MAU_KHAC
source: Other forms
my: အခြားပုံစံများ
vi: Biểu mẫu khác

# IVT_LANGUAGE_KEY__FORM_SERVICE_REQ_LIST__CLICK__CACH_THUC_PHAU_THUAT
source: The procedure of surgical procedure
my: ခွဲစိတ်မှုလုပ်ထုံးလုပ်နည်း
vi: Cách thức phẫu thuật thủ thuật

# IVT_LANGUAGE_KEY__FORM_SERVICE_REQ_LIST__CLICK__CHUYEN_KHOA
source: Print Specialty exam paper
my: ဆေးစစ်ချက်ကတ်
vi: Phiếu khám chuyên khoa

# IVT_LANGUAGE_KEY__FORM_SERVICE_REQ_LIST__CLICK__DON_THUOC
source: Prescription
my: ဆေးစာ
vi: Đơn thuốc

# IVT_LANGUAGE_KEY__FORM_SERVICE_REQ_LIST__CLICK__DON_THUOC_YHCT
source: Traditional medicine prescriptions
my: တိုင်းရင်းဆေးညွှန်း
vi: Đơn thuốc YHCT

# IVT_LANGUAGE_KEY__FORM_SERVICE_REQ_LIST__CLICK__GIAY_CAM_DOAN
source: Confirmation of surgical procedure and anesthesia resuscitation
my: ခွဲစိတ်မှုနှင့် မေ့ဆေးလက်ခံကြောင်း လက်မှတ်
vi: Giấy cam đoan chấp nhận PTTT và gây mê hồi sức

# IVT_LANGUAGE_KEY__FORM_SERVICE_REQ_LIST__CLICK__GIAY_CHUNG_NHAN_PHAU_THUAT
source: Surgical certificate
my: ခွဲစိတ်မှုလက်မှတ်
vi: Giấy chứng nhận phẫu thuật

# IVT_LANGUAGE_KEY__FORM_SERVICE_REQ_LIST__CLICK__GIAY_CHUNG_NHAN_PTTT
source: Certific surg service request
my: ခွဲစိတ်မှုဆိုင်ရာ လက်မှတ်
vi: Giấy chứng nhận phẫu thuật thủ thuật

# IVT_LANGUAGE_KEY__FORM_SERVICE_REQ_LIST__CLICK__KHAM
source: Print exam request
my: စာမေးပွဲလျှောက်လွှာပုံစံ
vi: Phiếu yêu cầu khám

# IVT_LANGUAGE_KEY__FORM_SERVICE_REQ_LIST__CLICK__PHIEU_PHAU_THUAT
source: Surgical tricks
my: ခွဲစိတ်မှု ကတ်ပြား
vi: Phiếu thủ thuật phẫu thuật

# IVT_LANGUAGE_KEY__FORM_SERVICE_REQ_LIST__CLICK__PHIEU_YEU_CAU_XET_NGHIEM
source: Test request form
my: စမ်းသပ်တောင်းဆိုမှုပုံစံ
vi: Phiếu yêu cầu xét nghiệm

# IVT_LANGUAGE_KEY__FORM_SERVICE_REQ_LIST__CLICK__THUOC_TONG_HOP
source: Composite prescriptions
my: အထွေထွေဆေးစာ
vi: Đơn thuốc tổng hợp

# IVT_LANGUAGE_KEY__FORM_SERVICE_REQ_LIST__PHIEU_THU_KIEM_YC_KHAM
source: Receipt cum examination request form
my: ပြေစာနှင့် စာမေးပွဲလျှောက်လွှာပုံစံ
vi: Phiếu thu kiêm phiếu yêu cầu khám

# ServiceReq.RightMenu.AllowNotExecute
source: Permission not to perform
my: လုပ်ဆောင်ခွင့်မပြုပါ။
vi: Cho phép không thực hiện

# ServiceReq.RightMenu.AttackTreatment
source: Attached Profile
my: ပူးတွဲပါပရိုဖိုင်
vi: Hồ sơ đính kèm

# ServiceReq.RightMenu.ChangeRoom
source: Move room
my: အခန်းပြောင်းပါ။
vi: Chuyển phòng

# ServiceReq.RightMenu.ConnectDrugInterventionInfo
source: Information on pharmaceutical intervention
my: ဆေးဝါးဝင်ရောက်စွက်ဖက်မှုဆိုင်ရာ အချက်အလက်
vi: Thông tin can thiệp dược

# ServiceReq.RightMenu.Delete
source: Erase
my: ဖျက်ပါ။
vi: Xóa

# ServiceReq.RightMenu.DeleteSelectedItem
source: Delete the selected command
my: ရွေးချယ်ထားသော အမိန့်ကို ဖျက်ပါ။
vi: Xóa y lệnh đã chọn

# ServiceReq.RightMenu.DisposeAllowNotExecute
source: Canceling permission does not work
my: ခွင့်ပြုချက်ကို ပယ်ဖျက်ခြင်းသည် အလုပ်မဖြစ်ပါ။
vi: Hủy cho phép không thực hiện

# ServiceReq.RightMenu.Edit
source: Fix
my: ပြင်ပါ။
vi: Sửa

# ServiceReq.RightMenu.EditCommonInfo
source: Edit general information
my: အထွေထွေအချက်အလက်များကို တည်းဖြတ်ပါ။
vi: Sửa thông tin chung

# ServiceReq.RightMenu.EmrDocumentList
source: List of signed documents
my: လက်မှတ်ရေးထိုးထားသော စာရွက်စာတမ်းများစာရင်း
vi: Danh sách văn bản đã ký

# ServiceReq.RightMenu.EventLog
source: Impact history
my: ထိခိုက်မှုသမိုင်း
vi: Lịch sử tác động

# ServiceReq.RightMenu.Execute
source: Perform
my: မရရင်တော့
vi: Thực hiện

# ServiceReq.RightMenu.InputBeforeSurg
source: Enter pre-surgery information
my: ခွဲစိတ်မှုအကြိုအချက်အလက်ကို ထည့်သွင်းပါ။
vi: Nhập thông tin trước phẫu thuật

# ServiceReq.RightMenu.KetQuaHeThongBenhAnhDienTu
source: Print the result sheet on the electronic medical record system
my: ရလဒ်စာရွက်ကို အီလက်ထရွန်နစ် ဆေးမှတ်တမ်းစနစ်တွင် ရိုက်နှိပ်ပါ။
vi: In phiếu kết quả trên hệ thống Bệnh án điện tử

# ServiceReq.RightMenu.MainExam
source: Main examination
my: အဓိက စာမေးပွဲ
vi: Khám chính

# ServiceReq.RightMenu.NoExecute
source: Do not perform
my: မလုပ်ဆောင်ပါနှင့်
vi: Không thực hiện

# ServiceReq.RightMenu.OtherPrint
source: Other forms
my: အခြားပုံစံများ
vi: Biểu mẫu khác

# ServiceReq.RightMenu.OtherPrintByRequest
source: Other forms on request
my: အခြားပုံစံများကို တောင်းဆိုနိုင်ပါသည်။
vi: Biểu mẫu khác theo yêu cầu

# ServiceReq.RightMenu.Print
source: Print
my: ညောင်ပင်
vi: In

# ServiceReq.RightMenu.PrintSelectedItem
source: Print order form
my: မှာယူမှုပုံစံကို ပုံနှိပ်ပါ။
vi: In phiếu chỉ định

# ServiceReq.RightMenu.ReSendAssignToLIS
source: Resend the order to the integrated system
my: ပေါင်းစပ်စနစ်သို့ မှာယူမှုကို ပြန်လည်ပေးပို့ပါ။
vi: Gửi lại chỉ định sang hệ thống tích hợp

# ServiceReq.RightMenu.SendAssignToOldSystem
source: Send assignment information to the old system
my: assignment အချက်အလက်ကို စနစ်ဟောင်းသို့ ပေးပို့ပါ။
vi: Gửi thông tin chỉ định sang hệ thống cũ

# frmServiceReqList.lciTestSampleTypeName.Text
source: Sample type:
my: နမူနာအမျိုးအစား-
vi: Loại mẫu:

# frmChangeRoom.bbtnSaveRoom.Caption
source: Save (Ctrl S )
vi: Lưu (Ctrl S )

# frmChangeRoom.btnSaveRoom.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmTutorial.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmServiceReqList.gridColumn11.Caption
source: Service with confirmation not performed from processing room
vi: Dịch vụ có xác nhận không thực hiện từ phòng xử lý
