Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.MedicineType/Resources/Lang.*.resx
Languages: my

# frmLock.bar1.Text
source: Tools
my: ကိရိယာများ

# frmLock.layoutControlItem1.Text
source: Reason:
my: အကြောင်းရင်း-

# frmLock.lciDescription.Text
source: Reason:
my: အကြောင်းရင်း-

# frmLock.Text
source: lock up
my: သော့ခတ်

source: Active ing code
my: ပါဝင်ပစ္စည်းကုဒ်

source: Active ingr
my: လှုပ်လှုပ်ရှားရှား

source: Alert expired date
my: HSD သတိပေးချက်

source: Inventory warning
my: စာရင်းသတိပေးချက်

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_ATC_CODES
source: ATC Code
my: ATC ကုဒ်

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_BYT_NUM_ORDER
source: STT Circular 40
my: မြို့ပတ်အမှတ် ၄၀

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_BYT_NUM_ORDER2
source: No.(TT40)
my: နံပါတ်(TT40)

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_CONCENTRA
source: Concentra
my: အာရုံစူးစိုက်မှု

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_EXPORT_PRICE
source: Export price
my: စျေးနှုန်း

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_HEIN_LIMIT_RATIO
source: Health insurance rate
my: ကျန်းမာရေးအာမခံနှုန်း

source: Health insurance group
my: ကျန်းမာရေးအာမခံအဖွဲ့

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_IMP_VAT_RATIO
source: Imp VAT(%)
my: VAT တင်သွင်းပါ။

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_IMPORT_PRICE
source: Import price
my: ဝင်ပေါက်စျေးနှုန်း

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_IS_ADDICTIVE
source: Is addictive
my: စွဲလမ်းသည်။

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_IS_ANTIBIOTIC
source: Is an antibiotic
my: ၎င်းသည် ပဋိဇီဝဆေးဖြစ်သည်။

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_IS_FOOD
source: Is functional food
my: အလုပ်လုပ်တဲ့အစားအစာအဖြစ်

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_IS_NEUROLOGICAL
source: Is neurological
my: ဘုရားဖြစ်ခြင်း။

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_IS_STOP_IMP
source: Stop typing
my: စာရိုက်ခြင်းကို ရပ်လိုက်ပါ။

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_MANUFACTURER_NAME
source: Manufacturer
my: ထုတ်လုပ်သူ

source: Medicine group code:
my: ဆေးဝါးအတန်းအစား

source: Medicine group name:
my: ဆေးအမျိုးအစားအမည်

source: Drug group
my: မူးယစ်ဆေးဝါးအုပ်စု

source: Code of medicine
my: ဆေးကုဒ်

source: Medicne line
my: ဆေးလိုင်း

source: Name of medicine
my: ဆေးနာမည်

source: Propprietary name
my: အမှတ်တံဆိပ်အမည်

source: Route code
my: လမ်းကြောင်းကုဒ်

source: Use form
my: အသုံးပြုမှုလမ်းကြောင်း

source: Street name
my: လမ်းနာမည်

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_NATIONAL_NAME
source: National
my: လူမျိုးသည်

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_PACKING_TYPE_NAME
source: Packing
my: ထုပ်ပိုးခြင်း။

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_PARENT_ID
source: Father group
my: အဖေ့အဖွဲ့

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_REGISTER_NUMBER
source: Registered number
my: မှတ်ပုံတင်နံပါတ်

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_SERVICE_UNIT_NAME
source: Service unit
my: ယူနစ်

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_CODE_BHYT
source: Health insurance code
my: ကျန်းမာရေးအာမခံကုဒ်

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_NAME_BHYT
source: Health insurance name
my: ကျန်းမာရေးအာမခံအမည်

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_TOOLTIP1
source: Entry price of the latest lot
my: နောက်ဆုံးထွက်ပေါက်ဈေး

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_TOOLTIP2
source: Selling price of the latest lot
my: နောက်ဆုံးထွက်ပေါက်ရောင်းဈေး

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__TITLE
source: Price ceiling for health insurance services
my: ကျန်းမာရေး အာမခံ ဝန်ဆောင်မှုများအတွက် စျေးနှုန်းမျက်နှာကျက်

# Plugin_XuatFileThanhCong
source: Export excel successfully
my: Excel ကို အောင်မြင်စွာ ထုတ်ယူပါ။

# Plugin_XuatFileThatBai
source: Excel export failed
my: Excel ထုတ်ယူမှု မအောင်မြင်ပါ။

# IVT_LANGUAGE_KEY__UC_MEDICINE_TYPE__TREE_MEDICINE_TYPE__COLUMN_LOOKINGREASON
source: Lý do khoá
my: သော့ခတ်ရခြင်း
