Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.HisImportBid/Resources/Lang.*.resx
Languages: vi

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__ACTIVE_INGR_BHYT_CODE
source: Active ingredient Code
vi: Mã hoạt chất

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__ACTIVE_INGR_BHYT_NAME
source: Active ingredient
vi: Tên hoạt chất

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__AMOUNT
source: Amount
vi: Số lượng

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__BID_GROUP_CODE
source: Bid group code
vi: Nhóm thầu

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__BID_NAME
source: Bid name
vi: Tên thầu

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__BID_NUMBER
source: Bid number
vi: Quyết định thầu

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__BID_NUM_ORDER
source: Bid Num order
vi: Stt Thầu

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__BID_PACKAGE_CODE
source: Bid package
vi: Gói thầu

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__BID_TYPE_CODE
source: Bid type
vi: Loại thầu

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__BID_YEAR
source: Bid year
vi: Năm quyết định

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__BTN_DOWNLOAD
source: Dowload Template
vi: Tải file mẫu

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__BTN_IMPORT
source: Import
vi: Nhập khẩu

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__BTN_SAVE
source: Save(Ctrl S)
vi: Lưu(Ctrl S)

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__BTN_SHOW_LINE_ERROR__ERROR
source: Line Error
vi: Dòng lỗi

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__CONCENTRA
source: Concentra
vi: Hàm lượng

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__IMP_PRICE
source: Price
vi: Giá nhập

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__MANUFACTURE_NAME
source: Manufacture
vi: Hãng sản xuất

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__MEDICINE_TYPE_CODE
source: Code
vi: Mã

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__MEDICINE_TYPE_NAME
source: Name
vi: Tên

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__NATIONAL_NAME
source: National
vi: Quốc gia

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__PACKING_TYPE_NAME
source: Packing type
vi: Quy cách đóng gói

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__RP_BTN_DELETE
source: Delete
vi: Xóa

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__RP_BTN_ERROR
source: Show error
vi: Hiển thị lỗi

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__SERVICE_UNIT_NAME
source: Service unit
vi: ĐVT

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__STT
source: No.
vi: STT

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__SUPPLIER_NAME
source: Supplier
vi: Nhà thầu

# BiTrung
source: repeated
vi: bị lặp lại

# CanhBaoMau
source: Blood {0}
vi: Máu {0}

# CanhBaoThuoc
source: Medicine {0}
vi: Thuốc {0}

# CanhBaoVatTu
source: Material {0}
vi: Vật tư {0}

# DangSua
source: Edit {0}
vi: Đang sửa {0}

# GoiThauQuaDai
source: bid package code is longer than 4 characters
vi: mã gói thầu dài hơn 4 ký tự

# HeThongTBKQXLYCCuaFrontendThatBai
source: Process fails
vi: Xử lý thất bại

# KhongCoNhaCungCap
source: No contractors
vi: không có nhà thầu

# KhongCoSttThau
source: missing bid number order
vi: không có số thứ tự thầu

# NhomThauQuaDai
source: bid group code is longer than 4 characters
vi: mã nhóm thầu dài hơn 4 ký tự

# SaiDinhDangNam
source: Bid year is invalid
vi: thông tin năm không hợp lệ

# SoLuongKhongDuocAm
source: the number should not be less than 0
vi: số lượng không được nhỏ hơn 0

# SttThauQuaDai
source: bid number order is longer than 20 characters
vi: số thứ tự thầu dài hơn 20 ký tự

# ThieuTruongDuLieuBatBuoc
source: The required field has not been entered yet
vi: Chưa nhập trường dữ liệu bắt buộc

# ThongBao
source: Notification
vi: Thông báo

# GoiThauKhongDuDoDai
source: package code is less than 4 characters long
vi: mã gói thầu dài không đủ 4 ký tự

# KhongCoThongTinGoiThau
source: bid package is empty
vi: không có gói thầu

# KhongCoThongTinNam
source: bid year is empty
vi: không có năm thầu

# KhongCoThongTinQDThau
source: bid number is empty
vi: không có quyết định thầu

# KhongCoThongTinTenThau
source: bid name is empty
vi: không có tên thầu

# NamKhongDuocLonHonNamHienTai
source: year is not greater than the current year
vi: năm không được lớn hơn năm hiện tại

# KhongCoThongTinLoaiThau
source: bid type is empty
vi: không có loại thầu

# KhongCoGiaNhap
source: price is empty
vi: không có giá nhập

# KhongCoSoLuong
source: amount is empty
vi: không có số lượng

# GiaKhongDuocAm
source: prices are not negative
vi: giá không được âm

# KhongCoVAT
source: VAT is empty
vi: không có VAT

# VATKhongDuocAm
source: VAT are not negative
vi: VAT không được âm

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__BID_MATERIAL_TYPE_CODE
source: BID_MATERIAL_TYPE_CODE
vi: Mã trúng thầu

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__BID_MATERIAL_TYPE_NAME
source: BID_MATERIAL_TYPE_NAME
vi: Tên trúng thầu

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__HEIN_SERVICE_BHYT_NAME
source: HEIN_SERVICE_BHYT_NAME
vi: Tên BHYT

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__JOIN_BID_MATERIAL_TYPE_CODE
source: JOIN_BID_MATERIAL_TYPE_CODE
vi: Mã dự thầu

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__SMATERIAL_TYPE_MAP_CODE
source: MATERIAL_TYPE_MAP_CODE
vi: Mã vật tư TĐ

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__SMATERIAL_TYPE_MAP_CODE_TOOLTIP
source: MATERIAL_TYPE_MAP_CODE
vi: Mã vật tư tương đương

# KhongDuocNhapMaTrungThau
source: The winning code cannot be entered
vi: Không được nhập mã trúng thầu

# KhongDuocNhapQuyCachDongGoi
source: Packing specifications are not allowed
vi: Không được nhập quy cách đóng gói

# KhongDuocNhapTenBHYT
source: The name of health insurance cannot be entered
vi: Không được nhập tên BHYT

# KhongDuocNhapTenTrungThau
source: The winning name cannot be entered
vi: Không được nhập tên trúng thầu

# MaDuThauQuaDai
source: Bid code longer than 50 characters
vi: Mã dự thầu dài hơn 50 ký tự

# MaTrungThauQuaDai
source: Bidding code cannot be entered
vi: Mã trúng thầu dài hơn 50 ký tự

# MaVatTuTuongDuongQuaDai
source: Equivalent material code longer than 25 characters
vi: Mã vật tư tương đương dài hơn 25 ký tự

# QuyCachDongGoiQuaDai
source: Packaging specifications longer than 300 characters
vi: Quy cách đóng gói dài hơn 300 ký tự

# TenBHYTQuaDai
source: Health insurance name longer than 500 characters
vi: Tên BHYT dài hơn 500 ký tự

# TenTrungThauQuaDai
source: The winning name is more than 500 characters long
vi: Tên trúng thầu dài hơn 500 ký tự

# GioTuoiThoQuaDai
source: Lifespan now more than 19 characters
vi: Giờ tuổi thọ dài hơn 19 ký tự

# HangsanxuatQuaDai
source: Manufacturer longer than 6 characters
vi: Hãng sản xuất dài hơn 6 ký tự

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__DAY_LIFESPAN
source: DAY_LIFESPAN
vi: Ngày tuổi thọ

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__HOUR_LIFESPAN
source: HOUR_LIFESPAN
vi: Giờ tuổi thọ

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__MEDICINE_REGISTER_NUMBER
source: MEDICINE_REGISTER_NUMBER
vi: Số đăng ký

# HIS_DESKTOP_PLUGINS_HIS_IMPORT_BID__MONTH_LIFESPAN
source: MONTH_LIFESPAN
vi: Tháng tuổi thọ

# KhongDuocNhapSoDangKy
source: Registration number cannot be entered
vi: Không được nhập số đăng ký

# NgayTuoiThoQuaDai
source: Date life is longer than 19 characters
vi: Ngày tuổi thọ dài hơn 19 ký tự

# NongDoHamLuongQuaDai
source: Concentration/Concentration longer than 1000 characters
vi: Nồng độ/Hàm Lượng dài hơn 1000 ký tự

# NuocsanxuatQuaDai
source: Country of manufacture is longer than 100 characters
vi: Nước sản xuất dài hơn 100 ký tự

# SoDangKyQuaDai
source: Registration number longer than 500 characters
vi: Số đăng ký dài hơn 500 ký tự

# ThangTuoiThoQuaDai
source: Month life is longer than 19 characters
vi: Tháng tuổi thọ dài hơn 19 ký tự

# TuoiThoKhongHopLe
source: Invalid lifespan
vi: Tuổi thọ không hợp lệ

# GioTuoiThoSaiDinhDang
source: Lifetime is in the wrong format
vi: Giờ tuổi thọ sai định dạng

# NgayTuoiThoSaiDinhDang
source: Lifespan date wrong format
vi: Ngày tuổi thọ sai định dạng

# ThangTuoiThoSaiDinhDang
source: Lifespan month wrong format
vi: Tháng tuổi thọ sai định dạng
