Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.TransactionBill/Resources/Lang.*.resx
Languages: my

# frmTransactionBill.bar1.Text
source: Tools
my: ကိရိယာများ

# frmTransactionBill.barButtonItem1.Caption
source: Find(Ctrl F)
my: ရှာပါ (Ctrl F)

# frmTransactionBill.bbtnNew.Caption
source: New (Ctrl N)
my: အသစ် (Ctrl N)

# frmTransactionBill.bbtnRCSavePrint.Caption
source: Save print (Ctrl I)
my: ပုံနှိပ်သိမ်းဆည်းပါ (Ctrl I)

# frmTransactionBill.bbtnRCSaveSign.Caption
source: Deposit (Ctrl A)
my: ငွေသွင်းခြင်း (Ctrl A)

# frmTransactionBill.btnNew.Text
source: New (Ctrl N)
my: အသစ် (Ctrl N)

# frmTransactionBill.btnPosConfig.ToolTip
source: POS device connection configuration
my: POS စက်ပစ္စည်းချိတ်ဆက်မှုပုံစံ

# frmTransactionBill.btnSave.Text
source: Save (Ctrl S)
my: ကယ်တင်ပါ။ (Ctrl S)

# frmTransactionBill.btnSaveAndSign.Text
source: Deposit (Ctrl A)
my: ငွေသွင်းခြင်း (Ctrl A)

# frmTransactionBill.btnSavePrint.Text
source: Save print (Ctrl I)
my: ပုံနှိပ်သိမ်းဆည်းပါ (Ctrl I)

# frmTransactionBill.btnSearch.Text
source: Find(Ctrl F)
my: ရှာပါ (Ctrl F)

# frmTransactionBill.btnStateForInformationUser.ToolTip
source: If \\Pin\\, the value in the boxes Full name, Tax code, Account number, Unit, Address
my: အကယ်၍ \\Pin\\၊ အမည်အပြည့်အစုံ၊ အခွန်ကုဒ်၊ အကောင့်နံပါတ်၊ ယူနစ်၊ နေရပ်လိပ်စာ အကွက်များရှိ တန်ဖိုး

# frmTransactionBill.chkAutoClose.Properties.Caption
source: :Auto close
my: : အလိုအလျောက်ပိတ်

# frmTransactionBill.chkAutoClose.ToolTip
source: Automatically close function when 'Save in' or 'Save in' or 'Print' is successful
my: 'Save in' သို့မဟုတ် 'Store in' သို့မဟုတ် 'Print' အောင်မြင်သောအခါတွင် လုပ်ဆောင်ချက်ကို အလိုအလျောက်ပိတ်ပါ

# frmTransactionBill.chkAutoRepay.Properties.Caption
source: Autocomplete
my: အလိုအလျောက်ဖြည့်ပါ။

# frmTransactionBill.chkCoKetChuyen.Properties.Caption
source: There is a transition
my: အကူးအပြောင်းရှိတယ်။

# frmTransactionBill.chkConnectPOS.ToolTip
source: Connect to the bank's payment POS when selecting the payment method as \\Swipe
my: ငွေပေးချေနည်းလမ်းကို \\Swipe အဖြစ်ရွေးချယ်သောအခါ ဘဏ်၏ငွေပေးချေမှု POS သို့ ချိတ်ဆက်ပါ။

# frmTransactionBill.chkHideHddt.Properties.Caption
source: :Do not display the e-invoice
my: : e-invoice ကို မပြပါနှင့်

# frmTransactionBill.chkOther.Properties.Caption
source: Other
my: တခြား

# frmTransactionBill.chkPrintBKBHNT.Properties.Caption
source: : Print outpatient insurance statement
my: : ပြင်ပလူနာအာမခံကြေညာချက်ကို ပုံနှိပ်ပါ။

# frmTransactionBill.chkPrintBKBHNT.ToolTip
source: Print additional list in case the patient has health insurance when pressing the \\Save in button.
my: \\Save in ခလုတ်ကိုနှိပ်သောအခါ လူနာတွင် ကျန်းမာရေးအာမခံရှိလျှင် နောက်ထပ်စာရင်းကို ပရင့်ထုတ်ပါ။

# frmTransactionBill.chkPrintHddt.Properties.Caption
source: :Print Invoice
my: : ငွေတောင်းခံလွှာကို ပရင့်ထုတ်ပါ။

# frmTransactionBill.chkPrintPrescription.Properties.Caption
source: :Print single PK
my: :PK တစ်ခုတည်းကို ပရင့်ထုတ်ပါ။

# frmTransactionBill.chkPrintPrescription.ToolTip
source: Automatically print clinic prescriptions after paying and approving the hospital fee key
my: ဆေးရုံအခကြေးငွေပေးဆောင်ပြီးသော့ကို ပေးဆောင်ပြီးနောက် ဆေးခန်းဆေးစာများကို အလိုအလျောက်ပုံနှိပ်ပါ။

# frmTransactionBill.ddBtnPrint.Text
source: Print
my: ညောင်ပင်

# frmTransactionBill.DirectCollection
source: (DirectCollection)
my: တိုက်ရိုက်စုဆောင်းခြင်း။

# frmTransactionBill.gridColumn_Fund_Amount.Caption
source: Amount of money
my: ငွေပမာဏ

# frmTransactionBill.gridColumn_Fund_Budget.Caption
source: Level
my: အဆင့်

# frmTransactionBill.gridColumn_Fund_Button.Caption
source: Erase
my: ဖျက်ပါ။

# frmTransactionBill.gridColumn_Fund_FundCode.Caption
source: Payment fund code
my: ငွေပေးချေမှုရန်ပုံငွေကုဒ်

# frmTransactionBill.gridColumn_Fund_FundName.Caption
source: Name of payment fund
my: ငွေပေးချေမှုရန်ပုံငွေအမည်

# frmTransactionBill.gridColumn_Transaction_AccountBookCode.Caption
source: Book code
my: စာအုပ်ကုဒ်

# frmTransactionBill.gridColumn_Transaction_AccountBookName.Caption
source: Book name
my: စာအုပ်နာမည်

# frmTransactionBill.gridColumn_Transaction_Amount.Caption
source: Amount of money
my: ငွေပမာဏ

# frmTransactionBill.gridColumn_Transaction_CashierRoom.Caption
source: Cashier's Room
my: ငွေကိုင်ခန်း

# frmTransactionBill.gridColumn_Transaction_CashierUseName.Caption
source: Tellers
my: ပြောပြသူများ

# frmTransactionBill.gridColumn_Transaction_CreateTime.Caption
source: Creation time
my: ဖန်တီးချိန်

# frmTransactionBill.gridColumn_Transaction_Creator.Caption
source: Creator
my: ဖန်ဆင်းရှင်

# frmTransactionBill.gridColumn_Transaction_Lock.Caption
source: Lock/Unlock
my: လော့ခ်/သော့ဖွင့်ပါ။

# frmTransactionBill.gridColumn_Transaction_Modifier.Caption
source: Repairer
my: ပြုပြင်သူ

# frmTransactionBill.gridColumn_Transaction_ModifyTime.Caption
source: Repair time
my: ပြုပြင်ချိန်

# frmTransactionBill.gridColumn_Transaction_NumOrder.Caption
source: Number
my: နံပါတ်

# frmTransactionBill.gridColumn_Transaction_PayForm.Caption
source: Form
my: ပုံစံ

# frmTransactionBill.gridColumn_Transaction_TransactionCode.Caption
source: Trading code
my: ကုန်သွယ်မှုကုဒ်

# frmTransactionBill.groupControl1.Text
source: Buyer Information
my: ဝယ်သူအချက်အလက်

# frmTransactionBill.labelControl1.Text
source: labelControl1
my: တံဆိပ်ထိန်းချုပ်မှု ၁

# frmTransactionBill.labelControl2.Text
source: labelControl2
my: တံဆိပ်ထိန်းချုပ်မှု ၂

# frmTransactionBill.layoutAccountBook.Text
source: Revenue and expenditure book:
my: ဝင်ငွေနှင့် အသုံးစရိတ် စာအုပ်-

# frmTransactionBill.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmTransactionBill.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# frmTransactionBill.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# frmTransactionBill.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# frmTransactionBill.layoutControlItem11.Text
source: Do not take medicine/supplies:
my: ဆေးဝါး/ပစ္စည်းများ မသုံးပါနှင့်။

# frmTransactionBill.layoutControlItem13.Text
source: Patient code:
my: လူနာကုဒ်-

# frmTransactionBill.layoutControlItem14.Text
source: Subject:
my: အကြောင်းအရာ-

# frmTransactionBill.layoutControlItem15.Text
source: Patient name:
my: လူနာအမည်-

# frmTransactionBill.layoutControlItem16.Text
source: Address:
my: လိပ်စာ-

# frmTransactionBill.layoutControlItem20.Text
source: Date of birth:
my: မွေးရက်:

# frmTransactionBill.layoutControlItem21.Text
source: Sex
my: လိင်

# frmTransactionBill.layoutControlItem22.Text
source: Place of SSC:
my: SSC ၏နေရာ-

# frmTransactionBill.layoutControlItem23.Text
source: Insurance card number:
my: အာမခံကတ်နံပါတ်-

# frmTransactionBill.layoutControlItem25.Text
source: Word term:
my: စကားလုံးအသုံးအနှုန်း-

# frmTransactionBill.layoutControlItem26.Text
source: Due date:
my: နောက်ဆုံးရက်:

# frmTransactionBill.layoutControlItem29.Text
source: Amount BN gives:
my: BN ပေးသောပမာဏ-

# frmTransactionBill.layoutControlItem31.Text
source: Amount to pay BN:
my: BN ပေးဆောင်ရမည့် ပမာဏ-

# frmTransactionBill.layoutControlItem32.Text
source: Name:
my: အမည်-

# frmTransactionBill.layoutControlItem33.Text
source: Tax code:
my: အခွန်ကုဒ်-

# frmTransactionBill.layoutControlItem34.Text
source: Account number:
my: အကောင့်နံပါတ်:

# frmTransactionBill.layoutControlItem36.Text
source: Address:
my: လိပ်စာ-

# frmTransactionBill.layoutControlItem37.OptionsToolTip.ToolTip
source: Print e-invoices
my: အီး-ပြေစာများကို ပုံနှိပ်ပါ။

# frmTransactionBill.layoutControlItem37.Text
source: Print phone contract:
my: ဖုန်းစာချုပ်ကို ပရင့်ထုတ်ခြင်း-

# frmTransactionBill.layoutControlItem39.Text
source: POS connection:
my: POS ချိတ်ဆက်မှု-

# frmTransactionBill.layoutControlItem42.Text
source: Show free services
my: အခမဲ့ဝန်ဆောင်မှုများကိုပြသပါ။

# frmTransactionBill.layoutControlItem44.Text
source: Unit:
my: ယူနစ်-

# frmTransactionBill.layoutDescription.Text
source: Note:
my: မှတ်စု:

# frmTransactionBill.layoutDiscount.Text
source: Discount (d):
my: လျှော့စျေး (ဃ):

# frmTransactionBill.layoutDiscountRatio.OptionsToolTip.ToolTip
source: % discount
my: % လျှော့စျေး

# frmTransactionBill.layoutDiscountRatio.Text
source: Discount(%):
my: လျှော့စျေး(%):

# frmTransactionBill.layoutHienDu.Text
source: Current balance:
my: လက်ကျန်ငွေ:

# frmTransactionBill.layoutPayForm.Text
source: Form:
my: ပုံစံ-

# frmTransactionBill.layoutReason.Text
source: Reason:
my: အကြောင်းရင်း-

# frmTransactionBill.layoutReceiveAmount.Text
source: To collect:
my: စုဆောင်းရန်-

# frmTransactionBill.layoutTongTuDen.Text
source: Certificate number:
my: လက်မှတ်နံပါတ်-

# frmTransactionBill.layoutTotalAmount.Text
source: Amount of money:
my: ငွေပမာဏ-

# frmTransactionBill.layoutTransactionTime.OptionsToolTip.ToolTip
source: Transaction time
my: ငွေလွှဲချိန်

# frmTransactionBill.layoutTransactionTime.Text
source: Transaction Tg:
my: ငွေပေးငွေယူ Tg-

# frmTransactionBill.lciAccountBookRepay.Text
source: Complete book:
my: စာအုပ်အပြည့်အစုံ-

# frmTransactionBill.LciBillFund.Text
source: Support Fund:
my: ပံ့ပိုးမှုရန်ပုံငွေ-

# frmTransactionBill.lciHeinRatio.Text
source: Benefit level:
my: အကျိုးခံစားခွင့်အဆင့်-

# frmTransactionBill.lciHideHddt.OptionsToolTip.ToolTip
source: e-invoices just issued are not displayed
my: ထုတ်ပေးလိုက်သော အီး-ပြေစာသည် မပြသပါ။

# frmTransactionBill.lciHideHddt.Text
source: Do not display phone contract:
my: ဖုန်းစာချုပ်ကို မပြပါနှင့်။

# frmTransactionBill.lciNumOrderRepay.Text
source: Certificate number:
my: လက်မှတ်နံပါတ်-

# frmTransactionBill.lciRepayAmount.Text
source: Refund amount:
my: ပြန်အမ်းငွေပမာဏ-

# frmTransactionBill.lciReplaceReason.OptionsToolTip.ToolTip
source: Alternative information.
my: အစားထိုးအချက်အလက်။

# frmTransactionBill.lciReplaceReason.Text
source: Alternative TT:
my: အစားထိုး TT-

# frmTransactionBill.lciRightRoute.Text
source: Route:
my: လမ်းကြောင်း-

# frmTransactionBill.lciServiceGroup.Text
source: Quick select:
my: အမြန်ရွေးချယ်ပါ-

# frmTransactionBill.lciTranferAmount.OptionsToolTip.ToolTip
source: Transfer amount
my: လွှဲပြောင်းပမာဏ

# frmTransactionBill.lciTranferAmount.Text
source: Securities amount:
my: အာမခံပမာဏ-

# frmTransactionBill.radioSGAll.Properties.Caption
source: All
my: အားလုံး

# frmTransactionBill.radioSGCLS.Properties.Caption
source: CLS fee PT
my: CLS ကြေး PT

# frmTransactionBill.radioSGExam.Properties.Caption
source: Examination fee
my: စာမေးပွဲကြေး

# frmTransactionBill.radioSGMedicine.Properties.Caption
source: Medicine fee
my: ဆေးဖိုး

# frmTransactionBill.Text
source: Pay
my: ပေးဆပ်ပါ။

# frmTransactionBill.txtFindTreatmentCode.Properties.NullValuePrompt
source: Search by treatment code
my: ကုသမှုကုဒ်ဖြင့်ရှာဖွေပါ။

# frmTransactionBill.txtPatientCode.Text
source: labelControl2
my: တံဆိပ်ထိန်းချုပ်မှု ၂

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__BTN_DROP_DOWN__ITEM_BIEN_LAI_PHI_LE_PHI
source: Print Fee Fee Charges
my: အခကြေးငွေ ဖြတ်ပိုင်းများကို ပုံနှိပ်ပါ။

source: Electronic invoice conversion
my: အီလက်ထရွန်းနစ် ပြေစာအဖြစ် ပြောင်းလဲခြင်း။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__BTN_DROP_DOWN__ITEM_HOA_DON_NHAP
source: Print draft invoice
my: ပြေစာမူကြမ်းများကို ထုတ်ယူပါ။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__BTN_DROP_DOWN__ITEM_IN_HOA_DON_DIEN_TU
source: Print e-invoices
my: အီး-ပြေစာများကို ပုံနှိပ်ပါ။

source: Print the hospital discharge payment refund form
my: ဆေးရုံဆင်းငွေ ပြန်အမ်းငွေပုံစံကို ပုံနှိပ်ပါ။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__BTN_DROP_DOWN__ITEM_IN_PHIEU_CHI_DINH
source: Print assign vote
my: မှာယူမှုပုံစံကို ပုံနှိပ်ပါ။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__BTN_DROP_DOWN__ITEM_PHIEU_THU_THANH_TOAN
source: Print bill receipt
my: ငွေပေးချေမှုပြေစာများကို ပုံနှိပ်ပါ။

source: Print bill receipt detail
my: ဝန်ဆောင်မှုအသေးစိတ်နှင့်အတူ ငွေပေးချေပြေစာကို ပုံနှိပ်ပါ။

source: Print bill receipt service request
my: ဝန်ဆောင်မှုတောင်းဆိုချက်များအရ ငွေပေးချေပြေစာများကို ပုံနှိပ်ပါ။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__BTN_NEW
source: New (Ctrl N)
my: အသစ် (Ctrl N)

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__BTN_PRINT
source: Print
my: ညောင်ပင်

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__BTN_SAVE
source: Save (Ctrl S)
my: ကယ်တင်ပါ။ (Ctrl S)

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__BTN_SAVE_INVOICE_SIGN
source: Save and sign (Ctrl A)
my: ငွေသွင်းခြင်း (Ctrl A)

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__BTN_SEARCH
source: Search(Ctrl F)
my: ရှာပါ (Ctrl F)

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__btnSearch
source: Search(Ctrl F)
my: ရှာပါ (Ctrl F)

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__CAPTION
source: Bill
my: ပေးဆပ်ပါ။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__CHK_CO_KET_CHUYEN
source: Is tranfer
my: အကူးအပြောင်းရှိတယ်။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__chkAutoRepay
source: Autocomplete
my: အလိုအလျောက်ဖြည့်ပါ။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__chkAutoRepay_ToolTip
source: Automatically generate a refund transaction if the record has ended and there is still money left to return the patient after making the payment
my: မှတ်တမ်းပြီးသွားပါက ငွေပြန်အမ်းငွေကို အလိုအလျောက်ထုတ်ပေးပြီး ငွေပေးချေပြီးနောက် လူနာထံသို့ ပြန်ရန်ငွေကျန်နေသေးသည်

source: Amount money must be greater than 0
my: ပမာဏသည် သုညထက် ပိုနေရပါမည်။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__GRID_BILL_FUND__VALID_FUND_NOT_FOUND
source: Must be choice bill fund!
my: ငွေပေးချေမှုရန်ပုံငွေကို ရွေးချယ်ရပါမည်။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__GRID_CONTROL__COLUMN_STT
source: Number order
my: STT

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__GRID_FUND__COLUMN_AMOUNT
source: Amount money
my: ငွေပမာဏ

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__GRID_FUND__COLUMN_FUND_CODE
source: Fund code
my: ငွေပေးချေမှုရန်ပုံငွေကုဒ်

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__GRID_FUND__COLUMN_FUND_NAME
source: Fund name
my: ငွေပေးချေမှုရန်ပုံငွေအမည်

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_ACCOUNT_BOOK
source: Account book:
my: ဝင်ငွေနှင့် အသုံးစရိတ် စာအုပ်-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_CREATOR
source: Creator:
my: ဖန်တီးသူ-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_DESCRIPTION
source: Description:
my: မှတ်စု:

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_DISCOUNT
source: Discount:
my: လျှော့စျေး(đ):

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_DISCOUNT_RATIO
source: Discount (%):
my: လျှော့စျေး(%):

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_DISCOUNT_RATIO_TOOLTIP
source: discount %
my: လျှော့စျေး %

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_DISCOUNT_REASON
source: Reason:
my: အကြောင်းရင်း-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_HEIN_RATIO
source: Benefit level:
my: အကျိုးခံစားခွင့်အဆင့်-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_HIEN_DU
source: Surplus:
my: လက်ကျန်ငွေ:

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_NUM_ORDER
source: Number order:
my: လက်မှတ်နံပါတ်-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_PAY_FORM
source: Pay form:
my: ပုံစံ-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_PIN
source: 4 PIN numbers:
my: ပင်နံပါတ် 4 ခု-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_RIGHT_ROUTE
source: Route:
my: လမ်းကြောင်း-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_SERE_SERV_EXPEND
source: Expend
my: ငွေဖြုန်းတီးခြင်း။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_SWIPE_AMOUNT_TEXT
source: Amount of QT:
my: QT ပမာဏ-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_SWIPE_AMOUNT_TOOLTIP
source: Card amount
my: ကတ်ပမာဏ

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_TONG_TU_DEN
source: Document number:
my: လက်မှတ်နံပါတ်-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_TOTAL_AMOUNT
source: Amount money:
my: ငွေပမာဏ-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_TOTAL_RECEIVE
source: Receivable:
my: စုဆောင်းရန်-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_TRANSACTION_CODE
source: Transaction code:
my: ကုန်သွယ်မှုကုဒ်-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_TRANSFER_AMOUNT_TEXT
source: Ck amount:
my: အာမခံပမာဏ-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__LAYOUT_TRANSFER_AMOUNT_TOOLTIP
source: tranfer amount:
my: လွှဲပြောင်းပမာဏ

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__layoutControlItem13
source: Patient Code:
my: လူနာကုဒ်-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__layoutControlItem14
source: Patient Type Alter:
my: အကြောင်းအရာ-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__layoutControlItem15
source: Patient Name:
my: လူနာအမည်-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__layoutControlItem16
source: Address:
my: လိပ်စာ-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__layoutControlItem20
source: DOB:
my: မွေးရက်:

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__layoutControlItem21
source: Gender:
my: လိင်-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__layoutControlItem22
source: MediOrgName:
my: SSC ၏နေရာ-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__layoutControlItem23
source: Hein Card:
my: အာမခံကတ်နံပါတ်-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__layoutControlItem25
source: Hein Card From:
my: စကားလုံးအသုံးအနှုန်း-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__layoutControlItem26
source: Hein Card To;
my: နောက်ဆုံးရက်:

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__PRINT_MENU__ITEM_BARCODE
source: Print barcode
my: ဘားကုဒ်ကို ပရင့်ထုတ်ပါ။

source: Print coupon import from supplier
my: ပေးသွင်းသူထံမှ check-in မှတ်တမ်းကို ပရင့်ထုတ်ပါ။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__REPOSITORY__BTN_DELETE_BILL_FUND
source: Delete
my: ဖျက်ပါ။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__RIGHT_ROUTE_FALSE
source: Opposite line
my: ဆန့်ကျင်ဘက်မျဉ်း

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__RIGHT_ROUTE_TRUE
source: Right line
my: ညာဘက်လိုင်း

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__TRANSACTION_TIME
source: Transaction time:
my: ငွေပေးငွေယူ Tg-

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__TRANSACTION_TIME__TOOLTIP
source: Transaction time
my: ငွေလွှဲချိန်

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__TREE_SERE_SERV__COLUMN_AMOUNT
source: Amount
my: SL

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__TREE_SERE_SERV__COLUMN_DISCOUNT
source: Discount
my: လျှော့စျေး

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__TREE_SERE_SERV__COLUMN_IS_EXPEND
source: Expend
my: ငွေဖြုန်းတီးခြင်း။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__TREE_SERE_SERV__COLUMN_SERVICE_CODE
source: Service code
my: ဝန်ဆောင်မှုကုဒ်

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__TREE_SERE_SERV__COLUMN_SERVICE_NAME
source: Service name
my: ဝန်ဆောင်မှုအမည်

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__TREE_SERE_SERV__COLUMN_SERVICE_REQ_CODE
source: Service request code
my: ကုဒ်တောင်းပါ။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__TREE_SERE_SERV__COLUMN_TRANSACTION_CODE
source: Transaction code
my: ကုန်သွယ်မှုကုဒ်

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__TREE_SERE_SERV__COLUMN_VIR_PRICE
source: Price
my: တစ်ခုချင်းစျေးနှုန်း

source: Total hein price
my: ပူးတွဲလစာ

source: Total patient price
my: လူနာက ပိုက်ဆံပေးတယ်။

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__TREE_SERE_SERV__COLUMN_VIR_TOTAL_PRICE
source: Total price
my: ငွေထဲသို့

# IVT_LANGUAGE_KEY__UC_EXP_MEST_DEPA_CREATE__MEDICINE_TREE__COLUMN_DUNG_TICH
source: Volume
my: စွမ်းရည်
