Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.MaterialTypeCreate/Resources/Lang.*.resx
Languages: vi

# frmMaterialTypeCreate.btnRefresh.Text
source: Refresh (Ctrl R)
vi: Làm lại (Ctrl R)

# frmMaterialTypeCreate.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmMaterialTypeCreate.gridColumn1.Caption
source: Payment object
vi: Đối tượng thanh toán

# frmMaterialTypeCreate.gridColumn1.ToolTip
source: Payment object
vi: Đối tượng thanh toán

# frmMaterialTypeCreate.gridColumn2.Caption
source: Price
vi: Giá

# frmMaterialTypeCreate.gridColumn2.ToolTip
source: Price
vi: Giá

# frmMaterialTypeCreate.groupBox1.Text
source: Information general
vi: Thông tin chung

# frmMaterialTypeCreate.groupBox2.Text
source: Configuration information
vi: Thông tin cấu hình

# frmMaterialTypeCreate.groupBox3.Text
source: Price information
vi: Thông tin giá

# frmMaterialTypeCreate.layoutControlItem144.Text
source: Price policy:
vi: Chính sách giá bán:

# frmMaterialTypeCreate.layoutControlItem22.Text
source: Is film photo:
vi: Là phim chụp:

# frmMaterialTypeCreate.layoutControlItem24.Text
source: Size file:
vi: Kích thước:

# frmMaterialTypeCreate.layoutControlItem42.Text
source: Update records not locked hospital fees
vi: Cập nhật hồ sơ chưa khóa viện phí:

# frmMaterialTypeCreate.layoutControlItem43.Text
source: Update all:
vi: Cập nhật tất cả:

# frmMaterialTypeCreate.layoutControlItem5.Text
source: Group dad:
vi: Nhóm cha:

# frmMaterialTypeCreate.layoutControlItem8.Text
source: Group BHYT:
vi: Nhóm BHYT:

# frmMaterialTypeCreate.lcAlertMaxInPrescription.Text
source: Maximum number on prescription:
vi: SL tối đa/đơn:

# frmMaterialTypeCreate.lcAutoExpend.Text
source: Automatic waste:
vi: Tự động hao phí:

# frmMaterialTypeCreate.lcCPNG.Text
source: Costs outside the package:
vi: CP ngoài gói:

# frmMaterialTypeCreate.lcGender.Text
source: Gender:
vi: Giới tính:

# frmMaterialTypeCreate.lcHeinLimitPriceInTime.Text
source: Applied daily time in the hospital:
vi: AD tỉ lệ BHYT mới:

# frmMaterialTypeCreate.lcHeinLimitRatio.Text
source: Ceiling rate (%):
vi: Tỉ lệ BHYT (%):

# frmMaterialTypeCreate.lcHeinLimitRatioOld.Text
source: Old ceiling rate (%):
vi: Tỉ lệ BHYT cũ (%):

# frmMaterialTypeCreate.lciAlertExpiredDate.Text
source: Warning HSD:
vi: Cảnh báo HSD:

# frmMaterialTypeCreate.lciAlertMinInStock.Text
source: Inventory Warning:
vi: CB tồn kho:

# frmMaterialTypeCreate.lciBhytNumOrder.Text
source: MI numerical order:
vi: Số TT BHYT:

# frmMaterialTypeCreate.lciChkMaxReuseCount.Text
source: AS VT TSD:
vi: Là VT TSD:

# frmMaterialTypeCreate.lciConcentra.Text
source: Concentration levels:
vi: Hàm lượng:

# frmMaterialTypeCreate.lciHeinServiceBhytCode.Text
source: Code/Name of health insurance:
vi: Mã/Tên BHYT:

# frmMaterialTypeCreate.lciImpPrice.Text
source: Import prices:
vi: Giá nhập:

# frmMaterialTypeCreate.lciImpVatRatio.Text
source: Import VAT (%):
vi: VAT nhập (%):

# frmMaterialTypeCreate.lciInternalPrice.Text
source: Internal:
vi: Giá nội bộ:

# frmMaterialTypeCreate.lciIsAllowOdd.Text
source: Is allow odd:
vi: Cho kê lẻ:

# frmMaterialTypeCreate.lciIsChemicalSubstance.Text
source: Chemicals:
vi: Là hóa chất:

# frmMaterialTypeCreate.lciIsRawMaterial.Text
source: Is raw material:
vi: LNLBC:

# frmMaterialTypeCreate.lciIsStent.Text
source: As stents:
vi: Là stent:

# frmMaterialTypeCreate.lciIsStopImp.Text
source: Stop Sign:
vi: Dừng nhập:

# frmMaterialTypeCreate.lciManufacture.Text
source: Manufacturer:
vi: Hãng sản xuất:

# frmMaterialTypeCreate.lciMaterialTypeCode.Text
source: Code/Name:
vi: Mã/Tên:

# frmMaterialTypeCreate.lciNational.Text
source: Nation:
vi: Quốc gia:

# frmMaterialTypeCreate.lciNumOrder.Text
source: No show:
vi: STT hiện:

# frmMaterialTypeCreate.lciPackingType.Text
source: Specifications dd / package:
vi: Quy cách đ/gói:

# frmMaterialTypeCreate.lcIsAllowExportOdd.Text
source: Recommended retail allowed:
vi: Cho xuất lẻ:

# frmMaterialTypeCreate.lcIsBusiness.Text
source: As supplies KD:
vi: Kinh doanh:

# frmMaterialTypeCreate.lciServiceUnit.Text
source: Unit:
vi: Đơn vị tính:

# frmMaterialTypeCreate.lcIsExprireDate.Text
source: BB import HSD:
vi: Phải nhập HSD:

# frmMaterialTypeCreate.lcIsMustPrepare.Text
source: Is must prepare:
vi: Phải dự trù:

# frmMaterialTypeCreate.lcIsNoHeinLimitForSpecial.Text
source: Is no hein limit:
vi: Không áp trần:

# frmMaterialTypeCreate.lciSpinMaxReuseCount.Text
source: Maximum amount of use:
vi: SL tái SD tối đa:

# frmMaterialTypeCreate.lcIsSaleEqualImpPrice.Text
source: BBGN:
vi: Bán bằng giá nhập:

# frmMaterialTypeCreate.lcLastExpPrice.Text
source: Price:
vi: Giá bán:

# frmMaterialTypeCreate.lcLastExpVatPrice.Text
source: Last exp vat price:
vi: VAT bán (%):

# frmMaterialTypeCreate.lcMaterialGroupBHYT.Text
source: Group VT BHYT:
vi: Nhóm VT BHYT:

# frmMaterialTypeCreate.lcMaterialTypeMapId.Text
source: Matreria type map:
vi: VT tương đương:

# frmMaterialTypeCreate.simpleButton1.Text
source: Update my machine cache
vi: Cập nhập cache máy của tôi

# frmMaterialTypeCreate.simpleButton2.Text
source: Update the cache of the entire workstation
vi: Cập nhật cache toàn bộ máy trạm

# frmMaterialTypeCreate.lcHeinLimitPrice.Text
source: Ceiling BHYT:
vi: Trần BHYT:

# frmMaterialTypeCreate.lcHeinLimitPriceOld.Text
source: Ceiling BHYT old:
vi: Trần BHYT cũ:

# frmMaterialTypeCreate.lcMaterialType.Text
source: Choose material:
vi: Chọn vật tư:

# frmMaterialTypeCreate.lciCTK.Text
source: CTK Resource:
vi: Nguồn CTK:

# frmMaterialTypeCreate.lciIsSupported.Text
source: Supported sickness:
vi: Bệnh được hỗ trợ:
