Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.ConnectionTest/Resources/Lang.*.resx
Languages: my

# frmAddTimeSample.bar1.Text
source: Tools
my: ကိရိယာများ

# frmAddTimeSample.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmAddTimeSample.layoutControlItem2.Text
source: Sampling time:
my: နမူနာယူချိန်-

# frmAddTimeSample.Text
source: Notify
my: အကြောင်းကြားပါ။

# frmChapNhanMau.bar1.Text
source: Tools
my: ကိရိယာများ

# frmChapNhanMau.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmChapNhanMau.layoutControlItem2.Text
source: Sample pick up time:
my: နမူနာယူချိန်-

# frmChapNhanMau.Text
source: Sample Acceptance Information
my: နမူနာလက်ခံမှုအချက်အလက်

# frmReasonReject.bar1.Text
source: Tools
my: ကိရိယာများ

# frmReasonReject.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmReasonReject.lciBarcode.Text
source: Barcodes:
my: ဘားကုဒ်များ

# frmReasonReject.lciPatientCode.Text
source: Patient code:
my: လူနာကုဒ်-

# frmReasonReject.lciPatientName.Text
source: Patient name:
my: လူနာအမည်-

# frmReasonReject.lciReason.Text
source: Reason:
my: အကြောင်းရင်း-

# frmReasonReject.lciServiceReqCode.Text
source: Request code:
my: တောင်းဆိုချက် ကုဒ်

# frmReasonReject.lciTreatmentCode.Text
source: Treatment code:
my: ကုသမှုကုဒ်-

# frmReasonReject.Text
source: Rejection of test samples
my: စမ်းသပ်နမူနာများကို ငြင်းပယ်ခြင်း။

# frmSignerAdd.btnAdd.Text
source: More signers
my: နောက်ထပ် လက်မှတ်ထိုးသူများ

# frmSignerAdd.btnAddMe.Text
source: Add me
my: ကျွန်တော့်ကိုပါထည့်ပါ

# frmSignerAdd.btnSave.Text
source: Update
my: မွမ်းမံ

# frmSignerAdd.gridColumn1.Caption
source: Signer
my: လက်မှတ်ထိုးသူ

# frmSignerAdd.gridColumn2.Caption
source: Title
my: ခေါင်းစဥ်

# frmSignerAdd.gridColumn3.Caption
source: Unit
my: ယူနစ်

# frmSignerAdd.gridColumn4.Caption
source: Order of signing
my: လက်မှတ်ရေးထိုးအမိန့်

# frmSignerAdd.gridColumn5.Caption
source: Erase
my: ဖျက်ပါ။

# frmSignerAdd.labelControl1.Text
source: Select a signer:
my: လက်မှတ်ထိုးသူ ရွေးပါ-

# frmSignerAdd.labelControl2.Text
source: Parallel signing:
my: အပြိုင် လက်မှတ်ထိုးခြင်း-

# frmSignerAdd.labelControl3.Text
source: Signing setup form:
my: အကောင့်ဖွင့်ခြင်းပုံစံ-

# frmSignerAdd.Text
source: Create a signing stream
my: လက်မှတ်ထိုးစီးကြောင်းဖန်တီးပါ။

# frmUpdateCondition.bar1.Text
source: Tools
my: ကိရိယာများ

# frmUpdateCondition.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmUpdateCondition.lciBarcode.Text
source: Barcodes:
my: ဘားကုဒ်များ

# frmUpdateCondition.lciPatientCode.Text
source: Patient code:
my: လူနာကုဒ်-

# frmUpdateCondition.lciPatientName.Text
source: Patient name:
my: လူနာအမည်-

# frmUpdateCondition.lciSampleCondition.Text
source: Status:
my: အခြေအနေ-

# frmUpdateCondition.lciServiceReqCode.Text
source: Request code:
my: တောင်းဆိုချက် ကုဒ်

# frmUpdateCondition.lciTreatmentCode.Text
source: Treatment code:
my: ကုသမှုကုဒ်-

# frmUpdateCondition.Text
source: Sample status update
my: နမူနာအခြေအနေ အပ်ဒိတ်

# UC_ConnectionTest.btnApproveListResult.Text
source: Browse results in batches
my: အတွဲလိုက် ရလဒ်များကို ကြည့်ပါ။

# UC_ConnectionTest.btnApproveListResult.ToolTip
source: Browse results in batches
my: အတွဲလိုက် ရလဒ်များကို ကြည့်ပါ။

# UC_ConnectionTest.btnCancelForNote.Text
source: Skip
my: ကျော်သွားပါ။

# UC_ConnectionTest.btnCancelForResultDescription.Text
source: Skip
my: ကျော်သွားပါ။

# UC_ConnectionTest.btnCancelForValueRange.Text
source: Skip
my: ကျော်သွားပါ။

# UC_ConnectionTest.btnCreateSigner.Text
source: Signing Setup
my: လက်မှတ်ထိုးသတ်မှတ်မှု

# UC_ConnectionTest.btnCreateSigner.ToolTip
source: Set up the signing flow in case of using digital signing
my: ဒစ်ဂျစ်တယ်လက်မှတ်ထိုးခြင်းကို အသုံးပြုသောအခါတွင် လက်မှတ်ထိုးခြင်းလုပ်ငန်းစဉ်ကို သတ်မှတ်ပါ။

# UC_ConnectionTest.btnInTachTheoNhom.Text
source: Group printing
my: အုပ်စုပုံနှိပ်ခြင်း။

# UC_ConnectionTest.btnKhongThucHien.Text
source: No execute
my: မလုပ်ဆောင်ပါနှင့်

# UC_ConnectionTest.btnOKForNote.Text
source: Agree
my: သဘောတူတယ်။

# UC_ConnectionTest.btnOKForResultDescription.Text
source: Agree
my: သဘောတူတယ်။

# UC_ConnectionTest.btnOKForValueRange.Text
source: Agree
my: သဘောတူတယ်။

# UC_ConnectionTest.btnPrint.Text
source: Print (Ctrl + P)
my: ပရင့်ထုတ်ခြင်း (Ctrl P)

# UC_ConnectionTest.btnResetNumOrder.Text
source: Reset Stt (Ctrl R)
my: Stt (Ctrl R) ကို ပြန်လည်သတ်မှတ်ပါ

# UC_ConnectionTest.btnSearch.Text
source: Find (Ctrl + F)
my: ရှာပါ (Ctrl F)

# UC_ConnectionTest.cboKskContract.Properties.NullValuePrompt
source: Health check contract
my: ကျန်းမာရေးစစ်ဆေးခြင်းစာချုပ်

# UC_ConnectionTest.chkOrderByBarcode.Properties.Caption
source: Producing by barcode
my: ဘားကုဒ်ဖြင့် ထုတ်လုပ်သည်။

# UC_ConnectionTest.chkOrderByBarcode.ToolTip
source: Sort by barcode
my: ဘားကုဒ်ဖြင့် စီပါ။

# UC_ConnectionTest.chkShowSampleGroup.Properties.Caption
source: Show all merged templates
my: ပေါင်းစည်းထားသော ပုံစံများအားလုံးကို ပြပါ။

# UC_ConnectionTest.chkSignProcess.Tooltip
source: Automatically generate electronic documents and signers according to “Signing Setup” information after successful saving
my: အောင်မြင်စွာသိမ်းဆည်းပြီးနောက် \

# UC_ConnectionTest.chkSignProcess.ToolTip
source: Automatically generate electronic documents and signers according to the information \\Signing Setup\\ after saving
my: သိမ်းဆည်းပြီးနောက် \\Signing Setup\\ အချက်အလက်များအရ အီလက်ထရွန်နစ်စာရွက်စာတမ်းများနှင့် လက်မှတ်ထိုးသူများကို အလိုအလျောက်ထုတ်ပေးပါသည်။

# UC_ConnectionTest.gc_ApproveResult.Caption
source: Browse results
my: ရလဒ်များကို ကြည့်ပါ။

# UC_ConnectionTest.gc_ApproveResult.ToolTip
source: Browse/Cancel browsing results
my: ရှာဖွေမှုရလဒ်များကို ရှာဖွေခြင်း/ပယ်ဖျက်ပါ။

# UC_ConnectionTest.gc_ApproveSample.Caption
source: Accept sample
my: နမူနာကို လက်ခံပါ။

# UC_ConnectionTest.gc_ApproveSample.ToolTip
source: Accept sample
my: နမူနာကို လက်ခံပါ။

# UC_ConnectionTest.gc_CheckApprovalList.Caption
source: Browse batches
my: အတွဲလိုက် လိုက်ကြည့်ပါ။

# UC_ConnectionTest.gc_Reject.Caption
source: Sample rejection
my: နမူနာ ငြင်းပယ်ခြင်း

# UC_ConnectionTest.gc_Reject.ToolTip
source: Sample rejection
my: နမူနာ ငြင်းပယ်ခြင်း

# UC_ConnectionTest.grdColIndexCode.Caption
source: Code Index
my: အညွှန်းကုဒ်

# UC_ConnectionTest.grdColIndexName.Caption
source: Name index
my: အညွှန်းအမည်

# UC_ConnectionTest.grdCollDonvitinh.Caption
source: Unit
my: ယူနစ်

# UC_ConnectionTest.grdCollDonvitinh.ToolTip
source: Unit
my: ယူနစ်

# UC_ConnectionTest.grdColLevel.Caption
source: State value
my: တန်ဖိုးအနေအထား

# UC_ConnectionTest.grdCollSTT.Caption
source: Status
my: အဆင့်အတန်း

# UC_ConnectionTest.grdColNote.Caption
source: NOTE
my: မှတ်ချက်

# UC_ConnectionTest.grdColVallue.Caption
source: Value
my: တန်ဖိုး

# UC_ConnectionTest.grdColValueNormal.Caption
source: Normal value
my: ပုံမှန်တန်ဖိုး

# UC_ConnectionTest.gridColumn10.Caption
source: Sampling room
my: နမူနာအခန်း

# UC_ConnectionTest.gridColumn11.Caption
source: Time created
my: ဖန်တီးချိန်

# UC_ConnectionTest.gridColumn12.Caption
source: Approval_time
my: နမူနာရှာဖွေချိန်

# UC_ConnectionTest.gridColumn13.Caption
source: Time correction
my: ပြုပြင်ချိန်

# UC_ConnectionTest.gridColumn14.Caption
source: Repairer
my: ပြုပြင်သူ

# UC_ConnectionTest.gridColumn15.Caption
source: Appointed rooms
my: သတ်မှတ်ထားသောအခန်း

# UC_ConnectionTest.gridColumn16.Caption
source: gridColumn16
my: ဇယားကွက် ၁၆

# UC_ConnectionTest.gridColumn17.Caption
source: Birthday
my: မွေးရက်

# UC_ConnectionTest.gridColumn19.Caption
source: Contract Code
my: စာချုပ်ကုဒ်

# UC_ConnectionTest.gridColumn2.Caption
source: Status
my: အဆင့်အတန်း

# UC_ConnectionTest.gridColumn20.Caption
source: Overall results
my: ယေဘုယျရလဒ်များ

# UC_ConnectionTest.gridColumn21.Caption
source: Address
my: လိပ်စာ

# UC_ConnectionTest.gridColumn22.Caption
source: Sampling time
my: နမူနာယူချိန်

# UC_ConnectionTest.gridColumn23.Caption
source: Tg returns the results
my: Tg သည် ရလဒ်များကို ပြန်ပေးသည်။

# UC_ConnectionTest.gridColumn24.Caption
source: Sampling unit
my: နမူနာယူနစ်

# UC_ConnectionTest.gridColumn25.Caption
source: Approval name
my: နမူနာသုံးသပ်သူ

# UC_ConnectionTest.gridColumn26.Caption
source: Sample name
my: နမူနာ

# UC_ConnectionTest.gridColumn27.Caption
source: Signing status
my: လက်မှတ်ရေးထိုးမှုအခြေအနေ

# UC_ConnectionTest.gridColumn3.Caption
source: Browse
my: ဘရောက်ဆာ

# UC_ConnectionTest.gridColumn4.Caption
source: Print Barcode
my: ဘားကုဒ်ကို ပရင့်ထုတ်ပါ။

# UC_ConnectionTest.gridColumn5.Caption
source: Result
my: ရလဒ်

# UC_ConnectionTest.gridColumn6.Caption
source: Code requirements
my: အမိန့်ကုဒ်

# UC_ConnectionTest.gridColumn7.Caption
source: Patient Code
my: လူနာကုဒ်

# UC_ConnectionTest.gridColumn8.Caption
source: Patient's
my: လူနာအမည်

# UC_ConnectionTest.gridColumn9.Caption
source: Treatment room
my: စီမံဆောင်ရွက်နေတယ်။

# UC_ConnectionTest.gridColumnBarCode.Caption
source: Barcode
my: ဘားကုဒ်

# UC_ConnectionTest.gridColumnGenderName.Caption
source: Sex
my: လိင်

# UC_ConnectionTest.gridColumnMps000244.Caption
source: Repairer
my: ပြုပြင်သူ

# UC_ConnectionTest.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UC_ConnectionTest.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# UC_ConnectionTest.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# UC_ConnectionTest.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# UC_ConnectionTest.layoutControlItem11.OptionsToolTip.ToolTip
source: Request time from to
my: အချိန်ပေးဖို့ တောင်းဆိုပါတယ်။

# UC_ConnectionTest.layoutControlItem11.Text
source: From:
my: TG လိုအပ်သည်-

# UC_ConnectionTest.layoutControlItem11.Tooltip
source: Request time from:
my: ထံမှ အချိန်တောင်းရန်-

# UC_ConnectionTest.layoutControlItem12.Text
source: Come:
my: ရောက်သည်-

# UC_ConnectionTest.layoutControlItem16.Text
source: Note:
my: မှတ်စု:

# UC_ConnectionTest.layoutControlItem21.Text
source: Main College:
my: ပင်မကောလိပ်-

# UC_ConnectionTest.layoutControlItem23.Text
source: Secondary College:
my: အလယ်တန်းကောလိပ်-

# UC_ConnectionTest.layoutControlItem29.OptionsToolTip.ToolTip
source: The person who returns the result
my: ရလဒ်ကို ပြန်ပေးမယ့်သူ

# UC_ConnectionTest.layoutControlItem29.Text
source: Payer of results:
my: ရလဒ်များပေးဆောင်သူ-

# UC_ConnectionTest.layoutControlItem31.OptionsToolTip.ToolTip
source: Results day
my: ရလဒ်များနေ့

# UC_ConnectionTest.layoutControlItem31.Text
source: Payment date:
my: ငွေပေးချေသည့်နေ့ရက်:

# UC_ConnectionTest.layoutControlItem32.Text
source: Address:
my: လိပ်စာ-

# UC_ConnectionTest.layoutControlItem33.Text
source: Signer:
my: လက်မှတ်ထိုးသူ-

# UC_ConnectionTest.lciApproveListSuccess.Text
source: Processed:
my: ဆောင်ရွက်ပြီး-

# UC_ConnectionTest.lciApproveResultError.Text
source: Error:
my: အမှား-

# UC_ConnectionTest.lciConfigMachine.OptionsToolTip.ToolTip
source: Set the option to force input to the return machine
my: ပြန်လာစက်သို့ ထည့်သွင်းရန် အတင်းအကြပ်ရွေးချယ်မှုအား သတ်မှတ်ပါ။

# UC_ConnectionTest.lciConfigMachine.Text
source: Warning on entering XN machine:
my: XN စက်သို့ဝင်ရောက်ခြင်းအတွက်သတိပေးချက်-

# UC_ConnectionTest.lciDob.Text
source: Date of birth:
my: မွေးရက်:

# UC_ConnectionTest.lciGenderName.Text
source: Sex:
my: လိင်-

# UC_ConnectionTest.lciNewestBarcode.Text
source: Newest barcode:
my: နောက်ဆုံးထွက်ဘားကုဒ်များ-

# UC_ConnectionTest.lciPatientCode.Text
source: Patient code:
my: လူနာကုဒ်-

# UC_ConnectionTest.lciPatientName.Text
source: Name:
my: အမည်-

# UC_ConnectionTest.lciPrintNow.Text
source: Print:
my: ပုံနှိပ်ခြင်း-

# UC_ConnectionTest.lciPrintPreview.Text
source: Print preview:
my: ပရင့်အစမ်းကြည့်ရှုခြင်း-

# UC_ConnectionTest.lciResultTimeFrom.OptionsToolTip.ToolTip
source: Time to return results from to
my: ရလဒ်တွေ ပြန်ရတဲ့အချိန်

# UC_ConnectionTest.lciResultTimeFrom.Text
source: Paying results:
my: ပေးဆောင်ခြင်းရလဒ်များ-

# UC_ConnectionTest.lciReturnResult.Text
source: Return results:
my: ရလဒ်များ

# UC_ConnectionTest.lciSign.Text
source: Sign:
my: လက္ခဏာ-

# UC_ConnectionTest.lciSignApproveList.Text
source: Sign:
my: လက္ခဏာ-

# UC_ConnectionTest.repositoryItemCheckRerun_Disable.Caption
source: Run the test again
my: စမ်းသပ်မှုကို ထပ်မံလုပ်ဆောင်ပါ။

# UC_ConnectionTest.repositoryItemCheckRerun_Enable.Caption
source: Run the test again
my: စမ်းသပ်မှုကို ထပ်မံလုပ်ဆောင်ပါ။

# UC_ConnectionTest.txtPatientCode.Properties.NullValuePrompt
source: Patient Code (F2)
my: လူနာကုဒ် (F2)

# UC_ConnectionTest.txtSearchKey.Properties.NullValuePrompt
source: Keyword search
my: အဓိကစကားလုံးကို ရှာပါ။

# UC_ConnectionTest.txtSERVICE_REQ_CODE__EXACT.Properties.NullValuePrompt
source: Intruction code (F1)
my: အမိန့်ကုဒ် (F1)

# UC_ConnectionTest.treeListColDescription.Caption
source: Note
my: မှတ်ချက်

# UC_ConnectionTest.treeListColResultDescription.Caption
source: Describe
my: ဖော်ပြပါ။

# UC_ConnectionTest.treeListColumn_ReRun.Caption
source: Run again XN
my: XN ကို ပြန်ဖွင့်ပါ။

# UC_ConnectionTest.treeListColumn_ReRun.ToolTip
source: Run the test again
my: စမ်းသပ်မှုကို ထပ်မံလုပ်ဆောင်ပါ။

# UC_ConnectionTest.treeListColumn3.Caption
source: Cash Paying Machine
my: ငွေချေစက်

# UC_ConnectionTest.treeListColumn3.ToolTip
source: Result machine
my: ရလဒ်စက်

# UC_ConnectionTest.treeListModifier.Caption
source: Modifier
my: ပြုပြင်သူ

# UC_ConnectionTest.treeListOldValue.Caption
source: Prehistoric value
my: သမိုင်းမတင်မီတန်ဖိုး

# UC_ConnectionTest.treeListSereServTein.OptionsFind.FindNullPrompt
source: Enter the search string...
my: ရှာဖွေရေးစာကြောင်းကို ရိုက်ထည့်ပါ...

# UC_ConnectionTest.xtraTabDocumentReq.Text
source: Specify votes
my: မဲများသတ်မှတ်ပါ။

# UC_ConnectionTest.xtraTabDocumentResult.Text
source: Result sheet
my: ရလဒ်စာရွက်
