Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.AccountBook/Resources/Lang.*.resx
Languages: my

# DICH_VU
source: Service bill
my: ဝန်ဆောင်မှုဘေလ်

# FormReportTime.bar1.Text
source: Tools
my: ကိရိယာများ

# FormReportTime.btnSave.Text
source: Save
my: သိမ်းဆည်းပါ။

# FormReportTime.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormReportTime.lciCreateTimeFrom.Text
source: Are from:
my: မှဖြစ်ကြသည်-

# FormReportTime.lciCreateTimeTo.Text
source: Arrive:
my: ရောက်သည်-

# FormReportTime.Text
source: Book creation time
my: စာအုပ်ဖန်တီးချိန်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__BTN_ADD
source: New (Ctrl N)
my: အသစ် (Ctrl N)

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__BTN_CANCEL
source: Cancel (Ctrl B)
my: ကျော်ပါ (Ctrl B)

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__BTN_EDIT
source: Edit (Ctrl E)
my: တည်းဖြတ်ရန် (Ctrl E)

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__BTN_REFRESH
source: Refresh (Ctrl R)
my: ပြန်လုပ်ပါ (Ctrl R)

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__BTN_REFRESH_TRANSACTION
source: Refresh (Ctrl Shift R)
my: ပြန်လုပ်ပါ (Ctrl Shift R)

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__BTN_SEARCH
source: Search (Ctrl F)
my: ရှာပါ (Ctrl F)

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__BTN_SEARCH_TRANSACTION
source: Search (Ctrl Shift F)
my: ရှာပါ (Ctrl Shift F)

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__CHK_NOT_GEN_ORDER
source: Not auto number
my: အလိုအလျောက်ထုတ်ပေးသော နံပါတ်များမရှိပါ။

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__CHK_SHOW_ALL
source: Hiển thị tất cả
my: အားလုံးပြပါ။

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__FROM_ORDER_NUMBER
source: Order number:
my: မှဖြစ်ကြသည်-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__FROM_REPORT_TIME
source: Report time
my: စာအုပ်ဖန်တီးချိန်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN__NUM_ORDER
source: Number order
my: ဦးစားပေး

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN__PATIENT_TYPE_ID
source: Bill type
my: ဥပဒေကြမ်းများ

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN__RELEASE_TIME
source: Release time
my: ဖြန့်ချိသည့်ရက်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN__SYMBOL_CODE
source: Symbol code
my: သင်္ကေတ

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN__TEMPLATE_CODE
source: Template code
my: ပိုင်းခြေ

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_ACCOUNT_BOOK_CODE
source: Account book code
my: စာအုပ်ကုဒ်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_ACCOUNT_BOOK_NAME
source: Account book name
my: စာအုပ်နာမည်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_ACCOUNT_HOLDER
source: Holder
my: စာအုပ်ပိုင်ရှင်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_AMOUNT
source: Amount
my: ငွေပမာဏ

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_CREATE_TIME
source: Create time
my: ဖန်တီးချိန်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_CREATOR
source: Creator
my: ဖန်ဆင်းရှင်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_CURRENT_NUM_ORDER
source: Current No.
my: ပစ္စုပ္ပန်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_DOB
source: Date of birth
my: မွေးရက်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_FROM_NUM_ORDER
source: From No.
my: နံပါတ်မှ

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_GENDER
source: Gender
my: လိင်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_IS_ACTIVE
source: Active
my: အဆင့်အတန်း

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_MAX_ITEM_NUMBER
source: Max item number
my: လက်မှတ်တစ်ခုလျှင် အများဆုံးထုတ်ကုန်လိုင်းအရေအတွက်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_MODIFIER
source: Modifier
my: ပြုပြင်သူ

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_MODIFY_TIME
source: Modify time
my: ပြုပြင်ချိန်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_NUM_OREDER
source: Number order
my: နံပါတ်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_PATIENT_CODE
source: Patient code
my: လူနာကုဒ်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_PATIENT_NAME
source: Patient name
my: လူနာအမည်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_PAY_NAME
source: Payments
my: ငွေပေးချေမှုများ

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_PRINT_COUNT
source: Print count
my: ပုံနှိပ်အရေအတွက်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_TO_NUM_ORDER
source: To No.
my: အချို့ကို

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_TOTAL
source: Total
my: ပမာဏ

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_TRANSACTION_CODE
source: Transaction code
my: ကုန်သွယ်မှုကုဒ်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_TRANSACTION_TYPE
source: Transaction type
my: ငွေပေးငွေယူ အမျိုးအစား

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_TREATMENT_CODE
source: Treatment code
my: ကုသမှုကုဒ်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__GRID_COLUMN_WORKING_SHIFT
source: Working shift
my: ဆိုင်း

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__KEY_WORD_NULL_VALUE
source: Keyword search
my: အဓိကစကားလုံးကို ရှာပါ။

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_ACCOUNT_BOOK_CODE
source: Code:
my: ကုဒ်:

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_ACCOUNT_BOOK_NAME
source: Name:
my: အမည်-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_BILL_TYPE
source: Bill type:
my: ဘေလ်များ-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_CHK_FOR_BILL
source: Bill
my: ပေးဆပ်ပါ။

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_CHK_FOR_DEBT
source: For debt
my: အကြွေးများ

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_CHK_FOR_DEPOSIT
source: Deposit
my: ကြိုပြော

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_CHK_FOR_OTHER_SALE
source: Other sale
my: အခြားငွေပေးချေမှု

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_CHK_FOR_REPAY
source: Repay
my: ပြန်အမ်းငွေ

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_CHK_FOR_WITHDRAW
source: Withdraw
my: ပြန်အမ်းမယ်။

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_COUNT
source: Count:
my: မဲများ-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_DESCRIPTION
source: Description:
my: ဖော်ပြပါ-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_FOR_ACCOUNT_BOOK
source: Account book type:
my: Window အမျိုးအစား-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_MAX_ITEM_NUMBER
source: Max item number:
my: အများဆုံး MH အရေအတွက်-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_NOT_GEN_ORDER
source: Transaction order:
my: လက်မှတ်နံပါတ်-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_NUM_ORDER
source: Number order:
my: ဦးစားပေး-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_PATIENT_TYPE_ID
source: Patient type:
my: အကြောင်းအရာ-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_RELEASE_TIME
source: Relese time:
my: ဖြန့်ချိသည့်ရက်:

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_SYMBOL_CODE
source: Symbol code:
my: သင်္ကေတ-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_TEMPLATE_CODE
source: Template code:
my: ပိုင်းခြေ-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LAYOUT_TOTAL
source: Total
my: စုစုပေါင်းပမာဏ

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LBL_CREATE_TIME__TO
source: To
my: ရောက်သည်-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LBL_CTEATE_TIME__FROM
source: From
my: မှဖြစ်ကြသည်-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LCI_BILL_SUM
source: Bill:
my: ပေးချေခြင်း-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LCI_DEPOSIT_SUM
source: Deposit:
my: ကြိုတင်မဲ-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LCI_REPAY_SUM
source: Repay:
my: ပြန်အမ်းငွေ-

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__LCI_TOTAL_PRICE
source: Total price
my: စုစုပေါင်းပမာဏ

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__NAV_ACCOUNT_BOOK_TYPE
source: Account book type
my: ဝင်းဒိုးအမျိုးအစား

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__NAV_TITLE_CREATE_TIME
source: Create time
my: ဖန်တီးသည့်ရက်စွဲ

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__TEXTBOX_MAX_ITEM_NUMBER
source: Max item number
my: လက်မှတ်တစ်ခုလျှင် အများဆုံးထုတ်ကုန်လိုင်းအရေအတွက်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__TOOLTIP_ACT_LOCK
source: Lock
my: သော့ခတ်

# IVT_LANGUAGE_KEY_UC_ACCOUNT_BOOK__TXT_ACCOUNT_BOOK_CODE
source: Self-generated code
my: ကိုယ်တိုင်ထုတ်လုပ်သောကုဒ်

# THUONG
source: Bills often
my: ပုံမှန်ဘေလ်

# UCHisAccountBookList.btnAdd.Text
source: New (Ctrl N)
my: အသစ် (Ctrl N)

# UCHisAccountBookList.btnCancel.Text
source: Skip (Ctrl B)
my: ကျော်ပါ (Ctrl B)

# UCHisAccountBookList.btnExportTransactionToExcel.Text
source: Export Excel
my: Excel ကို ထုတ်ယူပါ။

# UCHisAccountBookList.btnImport.Text
source: Import
my: သွင်းကုန်

# UCHisAccountBookList.btnRefesh.Text
source: Redo (Ctrl R)
my: ပြန်လုပ်ပါ (Ctrl R)

# UCHisAccountBookList.btnSearch.Text
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)

# UCHisAccountBookList.btnSearchTransaction.Text
source: Search
my: ရှာရန်

# UCHisAccountBookList.chkForBill.Properties.Caption
source: Pay
my: ပေးဆပ်ပါ။

# UCHisAccountBookList.chkForDebt.Properties.Caption
source: Debts
my: အကြွေးများ

# UCHisAccountBookList.chkForDeposit.Properties.Caption
source: Advance
my: ကြိုပြော

# UCHisAccountBookList.chkForOtherSale.Properties.Caption
source: Other payment
my: အခြားငွေပေးချေမှု

# UCHisAccountBookList.chkForRepay.Properties.Caption
source: Reimbursement
my: ပြန်အမ်းငွေ

# UCHisAccountBookList.chkLuonTachTheoTungSo.Properties.Caption
source: Always separate strips by book
my: စာအုပ်တစ်အုပ်နဲ့ အမြဲတန်းခွဲထားတယ်။

# UCHisAccountBookList.chkLuonTachTheoTungSo.ToolTip
source: Always generate the number of vouchers in separate strips corresponding to each book.
my: စာအုပ်တစ်အုပ်စီနှင့် သက်ဆိုင်သော သီးခြားအကွက်များ တွင် ဘောက်ချာအရေအတွက်ကို အမြဲထုတ်ပေးပါ။

# UCHisAccountBookList.chkNotGenOrder.Properties.Caption
source: No auto-generating numbers
my: အလိုအလျောက်ထုတ်ပေးသော နံပါတ်များမရှိပါ။

# UCHisAccountBookList.chkShowAll.Properties.Caption
source: Show all
my: အားလုံးပြပါ။

# UCHisAccountBookList.gc_SwipeAmount.Caption
source: Amount QT
my: QT ပမာဏ

# UCHisAccountBookList.gc_SwipeAmount.ToolTip
source: Card amount
my: ကတ်ပမာဏ

# UCHisAccountBookList.gc_TransferAmuont.Caption
source: CZK amount
my: CZK ပမာဏ

# UCHisAccountBookList.gc_TransferAmuont.ToolTip
source: Transfer amount
my: လွှဲပြောင်းပမာဏ

# UCHisAccountBookList.gridColumn_Transaction_AccountBookCode.Caption
source: Book code
my: စာအုပ်ကုဒ်

# UCHisAccountBookList.gridColumn_Transaction_AccountBookName.Caption
source: Book name
my: စာအုပ်နာမည်

# UCHisAccountBookList.gridColumn_Transaction_Amount.Caption
source: Amount of money
my: ငွေပမာဏ

# UCHisAccountBookList.gridColumn_TRANSACTION_BANK_NAME.Caption
source: Bank
my: ဘဏ်

# UCHisAccountBookList.gridColumn_Transaction_Cashier.Caption
source: Tellers
my: ပြောပြသူများ

# UCHisAccountBookList.gridColumn_Transaction_CashierRoomName.Caption
source: Cashier's Room
my: ငွေကိုင်ခန်း

# UCHisAccountBookList.gridColumn_Transaction_CreateTime.Caption
source: Creation time
my: ဖန်တီးချိန်

# UCHisAccountBookList.gridColumn_Transaction_Creator.Caption
source: Creator
my: ဖန်ဆင်းရှင်

# UCHisAccountBookList.gridColumn_Transaction_DerectlyBilling.Caption
source: Payments
my: ငွေပေးချေမှုများ

# UCHisAccountBookList.gridColumn_Transaction_Dob.Caption
source: Date of birth
my: မွေးရက်

# UCHisAccountBookList.gridColumn_Transaction_GenderName.Caption
source: Sex
my: လိင်

# UCHisAccountBookList.gridColumn_Transaction_Modifier.Caption
source: Repairer
my: ပြုပြင်သူ

# UCHisAccountBookList.gridColumn_Transaction_ModifyTime.Caption
source: Repair time
my: ပြုပြင်ချိန်

# UCHisAccountBookList.gridColumn_Transaction_NationalTransactionCode.Caption
source: Country code
my: နိုင်ငံကုဒ်

# UCHisAccountBookList.gridColumn_Transaction_NumOrder.Caption
source: Number
my: နံပါတ်

# UCHisAccountBookList.gridColumn_Transaction_PatientCode.Caption
source: Patient code
my: လူနာကုဒ်

# UCHisAccountBookList.gridColumn_Transaction_PayFormName.Caption
source: Form
my: ပုံစံ

# UCHisAccountBookList.gridColumn_Transaction_Tig_TransactionCode.Caption
source: Card transaction code
my: ကတ်ငွေပေးငွေယူကုဒ်

# UCHisAccountBookList.gridColumn_Transaction_TransactionCode.Caption
source: Trading code
my: ကုန်သွယ်မှုကုဒ်

# UCHisAccountBookList.gridColumn_Transaction_TransactionTime.Caption
source: Transaction time
my: ငွေလွှဲချိန်

# UCHisAccountBookList.gridColumn_Transaction_TransactionTime.ToolTip
source: Transaction time
my: ငွေလွှဲချိန်

# UCHisAccountBookList.gridColumn_Transaction_TransactionTypeName.Caption
source: Transaction type
my: ငွေပေးငွေယူ အမျိုးအစား

# UCHisAccountBookList.gridColumn_Transaction_TreatmentCode.Caption
source: Treatment code
my: ကုသမှုကုဒ်

# UCHisAccountBookList.gridColumn_Transaction_VirPatientName.Caption
source: Patient
my: သည်းခံပါ။

# UCHisAccountBookList.gridColumn1.Caption
source: Transaction time
my: ငွေလွှဲချိန်

# UCHisAccountBookList.gridColumn1.ToolTip
source: Transaction time
my: ငွေလွှဲချိန်

# UCHisAccountBookList.gridColumn2.Caption
source: Real food
my: တကယ့်အစားအစာ

# UCHisAccountBookList.gridColumn3.Caption
source: Exemption reason
my: ကင်းလွတ်ခွင့် အကြောင်းပြချက်

# UCHisAccountBookList.gridColumn4.Caption
source: Exemptions
my: ကင်းလွတ်ခွင့်များ

# UCHisAccountBookList.gridColumn5.Caption
source: Payment Fund
my: ငွေပေးချေမှုရန်ပုံငွေ

# UCHisAccountBookList.gridColumn6.Caption
source: Forward
my: ရှေ့သို့

# UCHisAccountBookList.gridColumn8.Caption
source: Transaction status
my: ငွေလွှဲမှုအခြေအနေ

# UCHisAccountBookList.gridColumn8.ToolTip
source: Transaction status
my: ငွေလွှဲမှုအခြေအနေ

# UCHisAccountBookList.gridColumn9.Caption
source: Rounded amount
my: လုံးဝန်းသောပမာဏ

# UCHisAccountBookList.gridColumnActive.Caption
source: Status
my: အဆင့်အတန်း

# UCHisAccountBookList.gridColumnAddCashierRoom.Caption
source: Assign room to use
my: အသုံးပြုရန် အခန်းသတ်မှတ်ပါ။

# UCHisAccountBookList.gridColumnAddCashierRoom.ToolTip
source: Assign room to use
my: အသုံးပြုရန် အခန်းသတ်မှတ်ပါ။

# UCHisAccountBookList.gridColumnAddUser.Caption
source: User Assignment
my: အသုံးပြုသူတာဝန်

# UCHisAccountBookList.gridColumnAddUser.ToolTip
source: User Assignment
my: အသုံးပြုသူတာဝန်

# UCHisAccountBookList.gridColumnCode.Caption
source: Book code
my: စာအုပ်ကုဒ်

# UCHisAccountBookList.gridColumnCreate.Caption
source: Creation time
my: ဖန်တီးချိန်

# UCHisAccountBookList.gridColumnCreator.Caption
source: Creator
my: ဖန်ဆင်းရှင်

# UCHisAccountBookList.gridColumnCurrent.Caption
source: Present
my: ပစ္စုပ္ပန်

# UCHisAccountBookList.gridColumnForBill.ToolTip
source: Pay
my: ပေးဆပ်ပါ။

# UCHisAccountBookList.gridColumnForDebt.ToolTip
source: Debts
my: အကြွေးများ

# UCHisAccountBookList.gridColumnForDeposit.ToolTip
source: Advance
my: ကြိုပြော

# UCHisAccountBookList.gridColumnForOtherSale.ToolTip
source: Other payment
my: အခြားငွေပေးချေမှု

# UCHisAccountBookList.gridColumnForRepay.ToolTip
source: Reimbursement
my: ပြန်အမ်းငွေ

# UCHisAccountBookList.gridColumnFrom.Caption
source: From number
my: နံပါတ်မှ

# UCHisAccountBookList.gridColumnHoler.Caption
source: Book owner
my: စာအုပ်ပိုင်ရှင်

# UCHisAccountBookList.gridColumnInvoiceSys.Caption
source: Contract
my: စာချုပ်

# UCHisAccountBookList.gridColumnInvoiceSys.ToolTip
source: Electronic bill
my: အီလက်ထရွန်းနစ်ဘေလ်

# UCHisAccountBookList.gridColumnMaxItemNumber.Caption
source: Maximum number of items per ticket
my: လက်မှတ်တစ်ခုလျှင် အများဆုံး အရေအတွက်

# UCHisAccountBookList.gridColumnMaxItemNumber.ToolTip
source: Maximum number of items per ticket
my: လက်မှတ်တစ်ခုလျှင် အများဆုံး အရေအတွက်

# UCHisAccountBookList.gridColumnModifier.Caption
source: Repairer
my: ပြုပြင်သူ

# UCHisAccountBookList.gridColumnModify.Caption
source: Repair time
my: ပြုပြင်ချိန်

# UCHisAccountBookList.gridColumnName.Caption
source: Book name
my: စာအုပ်နာမည်

# UCHisAccountBookList.gridColumnNumOrder.Caption
source: Prioritized
my: ဦးစားပေး

# UCHisAccountBookList.gridColumnPatientType.Caption
source: Payment object
my: ငွေပေးချေမှု ရှိကြပါတယ်။

# UCHisAccountBookList.gridColumnReleaseTime.Caption
source: Release date
my: ဖြန့်ချိသည့်ရက်

# UCHisAccountBookList.gridColumnSymbolCode.Caption
source: Symbol
my: သင်္ကေတ

# UCHisAccountBookList.gridColumnTemplateCode.Caption
source: Denominator
my: ပိုင်းခြေ

# UCHisAccountBookList.gridColumnTo.Caption
source: to some
my: အချို့ကို

# UCHisAccountBookList.gridColumnTotal.Caption
source: Amount
my: ပမာဏ

# UCHisAccountBookList.gridColumnWorkingShift.Caption
source: Shift
my: ဆိုင်း

# UCHisAccountBookList.gridColumnWorkingShift.ToolTip
source: Shift
my: ဆိုင်း

# UCHisAccountBookList.gridViewAccountBook.OptionsFind.FindNullPrompt
source: Search keyword
my: အဓိကစကားလုံးကို ရှာပါ။

# UCHisAccountBookList.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UCHisAccountBookList.layoutControlCRUD.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# UCHisAccountBookList.layoutControlItem11.OptionsToolTip.ToolTip
source: Always generate the number of vouchers in separate strips corresponding to each book.
my: စာအုပ်တစ်အုပ်စီနှင့် သက်ဆိုင်သော သီးခြားအကွက်များ တွင် ဘောက်ချာအရေအတွက်ကို အမြဲထုတ်ပေးပါ။

# UCHisAccountBookList.layoutControlTransaction.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# UCHisAccountBookList.lciAccountBookCode.Text
source: Code:
my: ကုဒ်:

# UCHisAccountBookList.lciAccountBookName.Text
source: Name:
my: အမည်-

# UCHisAccountBookList.lciAccountingSubmission.Text
source: Accounting submission:
my: စာရင်းကိုင်တင်သွင်းမှု-

# UCHisAccountBookList.lciBillType.Text
source: Bills
my: ဥပဒေကြမ်းများ

# UCHisAccountBookList.lciCount.Text
source: Votes:
my: မဲများ-

# UCHisAccountBookList.lciCreateTimeTo.Text
source: Arrive:
my: ရောက်သည်-

# UCHisAccountBookList.lciCreatTimeFrom.OptionsToolTip.ToolTip
source: Trading time from
my: အရောင်းအ၀ယ်အချိန်

# UCHisAccountBookList.lciCreatTimeFrom.Text
source: GD time from:
my: GD အချိန်-

# UCHisAccountBookList.lciDescription.Text
source: Describe:
my: ဖော်ပြပါ-

# UCHisAccountBookList.lciEInvoiceSys.OptionsToolTip.ToolTip
source: Electronic invoice system
my: အီလက်ထရွန်းနစ်ငွေတောင်းခံလွှာစနစ်

# UCHisAccountBookList.lciEInvoiceSys.Text
source: Phone bill:
my: ဖုန်းဘေလ်-

# UCHisAccountBookList.lciForAccountBook.Text
source: Window type:
my: Window အမျိုးအစား-

# UCHisAccountBookList.lciFromNumberOrder.Text
source: Are from:
my: မှဖြစ်ကြသည်-

# UCHisAccountBookList.lciMaxItemNumber.OptionsToolTip.ToolTip
source: Maximum number of product lines per ticket
my: လက်မှတ်တစ်ခုလျှင် အများဆုံးထုတ်ကုန်လိုင်းအရေအတွက်

# UCHisAccountBookList.lciMaxItemNumber.Text
source: Maximum number of MHs:
my: အများဆုံး MH အရေအတွက်-

# UCHisAccountBookList.lciNotGenOrder.Text
source: Certificate number:
my: လက်မှတ်နံပါတ်-

# UCHisAccountBookList.lciNumOrder.Text
source: Priority:
my: ဦးစားပေး-

# UCHisAccountBookList.lciPatientTypeId.Text
source: Subject:
my: အကြောင်းအရာ-

# UCHisAccountBookList.lciReleaseTime.Text
source: Release date:
my: ဖြန့်ချိသည့်ရက်:

# UCHisAccountBookList.lciSymbolCode.Text
source: Symbol:
my: သင်္ကေတ-

# UCHisAccountBookList.lciTemplateCode.Text
source: Denominator:
my: ပိုင်းခြေ-

# UCHisAccountBookList.lciTotalDebt.Text
source: Total liabilities:
my: စုစုပေါင်းတာဝန်များ-

# UCHisAccountBookList.lciTotalIncome.Text
source: Total revenue:
my: စုစုပေါင်းဝင်ငွေ-

# UCHisAccountBookList.lciTotalRefund.Text
source: Total refund:
my: စုစုပေါင်း ပြန်အမ်းငွေ-

# UCHisAccountBookList.spinEditMaxItemNumber.ToolTip
source: Maximum number of product lines per ticket
my: လက်မှတ်တစ်ခုလျှင် အများဆုံးထုတ်ကုန်လိုင်းအရေအတွက်

# UCHisAccountBookList.txtKeyWord.Properties.NullValuePrompt
source: Search keyword
my: အဓိကစကားလုံးကို ရှာပါ။

# UCHisAccountBookList.gridColumn10.Caption
source: Description/reason for advance
my: ဖော်ပြချက်/အကြောင်းပြချက် ကြိုတင်

# UCHisAccountBookList.gridColumn7.Caption
source: Refund reason
my: ပြန်အမ်းရခြင်းအကြောင်း

# UCHisAccountBookList.layoutControlItem12.Text
source: Transaction time
my: ငွေလွှဲချိန်

# UCHisAccountBookList.layoutControlItem19.Text
source: Number of vouchers
my: ဘောက်ချာအရေအတွက်
