Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.AssignService/Resources/Lang.*.resx
Languages: my

# FormBedInfo.btnSave.Text
source: Save (Ctrl S)
my: သိမ်းဆည်းပါ။ (Ctrl S)

# FormBedInfo.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormBedInfo.LciBedCode.Text
source: Bed:
my: အိပ်ရာ-

# FormBedInfo.lciBedFinishTime.OptionsToolTip.ToolTip
source: End time
my: ကုန်ဆုံးချိန်

# FormBedInfo.lciBedFinishTime.Text
source: TG ends:
my: TG ပြီးဆုံးသည်-

# FormBedInfo.lciBedStartTime.OptionsToolTip.ToolTip
source: Start time
my: စတင်ချိန်

# FormBedInfo.lciBedStartTime.Text
source: TG Start:
my: TG စတင်သည်-

# FormBedInfo.lciShareCount.Text
source: Lying down:
my: လဲလျောင်းသည်:

# FormBedInfo.Text
source: Bed information
my: အိပ်ရာအချက်အလက်

# FormMultiChooseDate__CaptionBtnChoose
source: Choose
my: ရွေးပါ။

# FormMultiChooseDate__CaptionCalendaInput
source: Instruction date:
my: မှာယူသည့်ရက်စွဲ-

# FormMultiChooseDate__CaptionText
source: Select multiple intruction date
my: ရက်စွဲများစွာကို ရွေးပါ။

# FormMultiChooseDate__CaptionTimeInput
source: Intruction hours:
my: အမိန့်နာရီ-

# FormServiceGroupCreate.bar1.Text
source: Tools
my: ကိရိယာများ

# FormServiceGroupCreate.btnSave.Text
source: Save(Ctrl S)
my: ကယ်တင်ပါ။ (Ctrl S)

# FormServiceGroupCreate.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormServiceGroupCreate.lciDescription.Text
source: Describe:
my: ဖော်ပြပါ-

# FormServiceGroupCreate.lciPublic.Text
source: Share:
my: မျှဝေပါ-

# FormServiceGroupCreate.lciServiceGroupCode.Text
source: Code:
my: ကုဒ်:

# FormServiceGroupCreate.lciServiceGroupName.Text
source: Name:
my: အမည်-

# FormServiceGroupCreate.Text
source: Create a service group
my: ဝန်ဆောင်မှုအဖွဲ့တစ်ခု ဖန်တီးပါ။

# frmAssignService.bar1.Text
source: Tools
my: ကိရိယာများ

# frmAssignService.barbtnNew.Caption
source: Redo (Ctrl N)
my: ပြန်လုပ်ပါ (Ctrl N)

# frmAssignService.barbtnPrintShortcut.Caption
source: Print (Ctrl P)
my: ပရင့်(Ctrl P)

# frmAssignService.barbtnSaveAndPrintShortcut.Caption
source: Save print (Ctrl I)
my: သိမ်းဆည်းပြီး ပရင့်ထုတ်ပါ (Ctrl I)

# frmAssignService.barBtnSaveNShow.Caption
source: Save view(Ctrl D)
my: မြင်ကွင်းကိုသိမ်းဆည်းပါ (Ctrl D)

# frmAssignService.barbtnSaveShortcut.Caption
source: Save (Ctrl S)
my: ကယ်တင်ပါ။ (Ctrl S)

# frmAssignService.BarSavePrint_PrintTH.Caption
source: Save View TH(Ctrl G)
my: View TH(Ctrl G) ကို သိမ်းဆည်းပါ

# frmAssignService.bbtnEditCtrlU.Caption
source: Edit(Ctrl U)
my: တည်းဖြတ်ရန် (Ctrl U)

# frmAssignService.btnBoSungPhacDo.Text
source: Add regimen
my: ပရိုတိုကောကို ဖြည့်စွက်ခြင်း။

# frmAssignService.btnConfiguration.ToolTip
source: Configure print templates to allow printing automatically when the 'Save Print' button is pressed
my: 'သိမ်းဆည်းပါ။' ခလုတ်ကို နှိပ်သောအခါ အလိုအလျောက် ပရင့်ထုတ်ရန် နမူနာပုံစံများကို စီစဉ်သတ်မှတ်ပါ။

# frmAssignService.btnCreateBill.Text
source: Create bill
my: ငွေရှင်းပါ

# frmAssignService.btnCreateServiceGroup.Text
source: Create a DV. group
my: DV အဖွဲ့တစ်ခု ဖန်တီးပါ။

# frmAssignService.btnCreateServiceGroup.ToolTip
source: Create a service group
my: ဝန်ဆောင်မှုအဖွဲ့တစ်ခု ဖန်တီးပါ။

# frmAssignService.btnDepositService.Text
source: Deposit service
my: ယာယီစုဆောင်းခြင်း ဝန်ဆောင်မှု

# frmAssignService.btnEdit.Text
source: Edit (Ctrl U)
my: တည်းဖြတ်ရန် (Ctrl U)

# frmAssignService.btnERMSign.Text
source: EMR sign
my: EMR လက်မှတ်ထိုးပါ။

# frmAssignService.btnExpendAll.Text
source: Open all
my: အားလုံးဖွင့်ပါ။

# frmAssignService.btnNew.Text
source: Redo (Ctrl N)
my: အသစ် (Ctrl N)

# frmAssignService.btnNew.ToolTip
source: Rework, do it again
my: ပြန်လုပ်ပါ၊ ထပ်လုပ်ပါ။

# frmAssignService.BtnPrint.Text
source: Print
my: ညောင်ပင်

# frmAssignService.btnPrintPhieuHuongDanBN.Text
source: Guide patient
my: HD BN ကို ပရင့်ထုတ်ပါ။

# frmAssignService.btnPrintPhieuHuongDanBN.ToolTip
source: Print patient instruction sheet to perform paraclinical
my: Paraclinical လုပ်ဆောင်ရန် လူနာညွှန်ကြားချက်စာရွက်ကို ပရင့်ထုတ်ပါ။

# frmAssignService.btnSave.Text
source: Save (Ctrl S)
my: ကယ်တင်ပါ။ (Ctrl S)

# frmAssignService.btnSaveAndPrint.Text
source: Save & Print (Ctrl I)
my: ပရင့်သိမ်းပါ (Ctrl I)

# frmAssignService.BtnSaveNShow.Text
source: Save View
my: သိမ်းဆည်းပါ။ (Ctrl D)

# frmAssignService.BtnSavePrintNPrintTH.Text
source: Save it
my: သိမ်းဆည်းပါ။ (Ctrl G)

# frmAssignService.BtnSavePrintNPrintTH.Tooltip
source: Save and review votes and view summary sheets
my: မဲများကို သိမ်းဆည်းပြီး ပြန်လည်သုံးသပ်ကာ အကျဉ်းချုပ်စာရွက်များကို ကြည့်ရှုပါ။

# frmAssignService.btnSereservInTreatmentPreview.Text
source: Services specified
my: သတ်မှတ်ထားသောဝန်ဆောင်မှု

# frmAssignService.btnServiceReqList.Text
source: Requested list
my: ဆေးစာရင်း

# frmAssignService.btnServiceReqList.ToolTip
source: List
my: ဆေးစာရင်း

# frmAssignService.btnShowDetail.Text
source: Specified paper
my: ချိန်းထားသော လက်မှတ်

# frmAssignService.btnTomLuocVienPhi.Text
source: Summary fees
my: VP အကျဉ်းချုပ်

# frmAssignService.btnTomLuocVienPhi.ToolTip
source: Summary of hospital fees
my: ဆေးရုံစရိတ်အကျဉ်းချုပ်

# frmAssignService.btnUnExpendAll.Text
source: Close all
my: အားလုံးပိတ်ပါ။

# frmAssignService.chkEditIcd.Properties.Caption
source: Fix
my: ပြင်ပါ။

# frmAssignService.chkEditIcdCause.Properties.Caption
source: Fix
my: ပြင်ပါ။

# frmAssignService.chkMultiIntructionTime.Properties.Caption
source: Several days
my: ရက်ပေါင်းများစွာ

# frmAssignService.chkMultiIntructionTime.Text
source: Multi date
my: ရက်ပေါင်းများစွာ

# frmAssignService.ckTK.ToolTip
source: Show only accounts in the same faculty.
my: တူညီသောဌာနရှိအကောင့်များကိုသာပြသပါ။

# frmAssignService.CloseAll
source: Close all
my: အားလုံးပိတ်ပါ။

# frmAssignService.grcAmount_TabService.Caption
source: Quantity
my: ပမာဏ

# frmAssignService.grcChecked_TabService.Caption
source: Select
my: ရွေးပါ။

# frmAssignService.grcChecked_TabService.ToolTip
source: Select
my: ရွေးပါ။

# frmAssignService.grcExpend_TabService.Caption
source: Cons (Consumption)
my: HP

# frmAssignService.grcExpend_TabService.ToolTip
source: Waste of money
my: ငွေဖြုန်းတီးခြင်း။

# frmAssignService.grcPrice_ServicePatyPrpo.Caption
source: Price package
my: Package စျေးနှုန်း

# frmAssignService.grcPrice_TabService.Caption
source: Unit price
my: တစ်ခုချင်းစျေးနှုန်း

# frmAssignService.grcServiceCode_TabService.Caption
source: Service code
my: ဝန်ဆောင်မှုကုဒ်

# frmAssignService.grcServiceName_TabService.Caption
source: service name
my: ဝန်ဆောင်မှုအမည်

# frmAssignService.grcView_TabService.Caption
source: gridColumn19
my: ဇယားကွက် ကော်လံ ၁၉

# frmAssignService.gridColumn_InstructionNote.Caption
source: Note
my: မှတ်ချက်

# frmAssignService.gridColumn_PtttGroup.Caption
source: PTTT Group
my: PTTT အဖွဲ့

# frmAssignService.gridColumn_Service_PrimaryPatientType.Caption
source: Additional phone number
my: အပိုဖုန်းနံပါတ်

# frmAssignService.gridColumn_Service_PrimaryPatientType.ToolTip
source: Ancillary subjects
my: နောက်ဆက်တွဲ ဘာသာရပ်များ

# frmAssignService.gridColumn10.Caption
source: Payment rate
my: ငွေပေးချေမှုနှုန်း

# frmAssignService.gridColumn11.Caption
source: Other souces
my: အခြားသော အရင်းအမြစ်များ

# frmAssignService.gridColumn12.Caption
source: Code
my: ကုဒ်

# frmAssignService.gridColumn13.Caption
source: Name
my: နာမည်

# frmAssignService.gridColumn14.Caption
source: Price
my: စျေးနှုန်း

# frmAssignService.gridColumn15.Caption
source: Payment rate
my: ငွေပေးချေမှုနှုန်း

# frmAssignService.gridColumn16.Caption
source: Disease code
my: ရောဂါကုဒ်

# frmAssignService.gridColumn17.Caption
source: Choose
my: ရွေးပါ။

# frmAssignService.gridColumn18.Caption
source: Name of disease
my: ရောဂါအမည်

# frmAssignService.gridColumn19.Caption
source: Not entitled to health insurance
my: ကျန်းမာရေးအာမခံ ခံစားခွင့်မရှိပါ။

# frmAssignService.gridColumn5.Caption
source: Name
my: နာမည်

# frmAssignService.gridColumn7.Caption
source: Code
my: ကုဒ်

# frmAssignService.gridColumn8.Caption
source: Name
my: နာမည်

# frmAssignService.gridColumn9.Caption
source: Price
my: စျေးနှုန်း

# frmAssignService.gridColumnChiPhiNgoaiGoi_TabService.Caption
source: Other fees
my: CPNG

# frmAssignService.gridColumnChiPhiNgoaiGoi_TabService.ToolTip
source: Out KTC fee
my: အထုပ်ပြင်ပကုန်ကျစရိတ်

# frmAssignService.gridColumnEstimateDuration.Caption
source: expected time
my: အချိန်ဆွဲပါ။

# frmAssignService.gridColumnExecuteRoomName__TabService.Caption
source: processing room
my: စီမံဆောင်ရွက်နေတယ်။

# frmAssignService.gridColumnHeadCardNumberNoDifference.Caption
source: Health insurance limit price
my: ကျန်းမာရေးအာမခံမျက်နှာကျက်စျေးနှုန်း

# frmAssignService.gridColumnInstructionNote.Caption
source: note
my: မှတ်ချက်

# frmAssignService.gridColumnIsKH__TabService.Caption
source: Combining health insurance
my: ပေါင်းစပ်ကျန်းမာရေးအာမခံ

# frmAssignService.gridColumnNoDifference.Caption
source: No difference
my: KTCL

# frmAssignService.gridColumnNoDifference.ToolTip
source: No difference
my: ထူးခြားမှုမရှိပါ။

# frmAssignService.gridColumnPatientTypeName__TabService.Caption
source: Patient type
my: DTTT

# frmAssignService.gridColumnPatientTypeName__TabService.ToolTip
source: Payment object
my: ငွေပေးချေမှု ရှိကြပါတယ်။

# frmAssignService.gridColumnPrimaryPatientType.Caption
source: Additional phone number
my: အပိုဖုန်းနံပါတ်

# frmAssignService.gridColumnPrimaryPatientType.Tooltip
source: Ancillary subjects
my: နောက်ဆက်တွဲ ဘာသာရပ်များ

# frmAssignService.gridColumnPtttGroupName.Caption
source: Group of PTTT
my: PTTT အဖွဲ့

# frmAssignService.gridColumnSERVICE_CONDITION_ID.Caption
source: Condition id
my: အခြေအနေ id

# frmAssignService.gridColumnSERVICE_CONDITION_NAME.Caption
source: Condition
my: အခြေအနေ

# frmAssignService.gridColumnServiceTypeName.Caption
source: Service type
my: ဝန်ဆောင်မှုအမျိုးအစား

# frmAssignService.gridColumnShareCount.Caption
source: Share count
my: ငုတ်တုတ်

# frmAssignService.gridColumnTDL_HEIN_SERVICE_BHYT_CODE.Caption
source: Health insurance code
my: ကျန်းမာရေးအာမခံကုဒ်

# frmAssignService.gridViewServiceProcess.OptionsFind.FindNullPrompt
source: Keyword ...
my: သော့ချက်စာလုံးများကို ရှာဖွေပါ...

# frmAssignService.InstructionNoteMemoEx.CloseButtion
source: Cancel
my: ကျော်သွားပါ။

# frmAssignService.InstructionNoteMemoEx.OkButtion
source: Ok
my: သဘောတူသည်။

# frmAssignService.layoutControl13.Text
source: layoutControl13
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၃

# frmAssignService.layoutControl15.Text
source: layoutControl15
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၅

# frmAssignService.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# frmAssignService.layoutControl21.Text
source: layoutControl21
my: အပြင်အဆင် ထိန်းချုပ်မှု ၂၁

# frmAssignService.layoutControlItem12.OptionsToolTip.ToolTip
source: Show only accounts in the same faculty
my: တူညီသောဌာနရှိအကောင့်များကိုသာပြသပါ။

# frmAssignService.layoutControlItem12.Text
source: Edit/modifify:
my: ပြင်ဆင်ပါ

# frmAssignService.layoutControlItem14.Text
source: Print:
my: ပုံနှိပ်ခြင်း-

# frmAssignService.layoutControlItem16.Text
source: Service group:
my: ဝန်ဆောင်မှုအဖွဲ့-

# frmAssignService.layoutControlItem18.Text
source: Sign:
my: လက္ခဏာ-

# frmAssignService.layoutControlItem20.Text
source: Preview before printing
my: ပုံနှိပ်ခြင်းမပြုမီ အစမ်းကြည့်ရှုပါ။

# frmAssignService.layoutControlItem21.Text
source: Note:
my: မှတ်စု:

# frmAssignService.layoutControlItem26.OptionsToolTip.ToolTip
source: Health checkup package
my: ကျန်းမာရေးစစ်ဆေးခြင်းအထုပ်

# frmAssignService.lblCaptionFortoggleSwitchDataChecked.Text
source: All services
my: ဝန်ဆောင်မှုအားလုံး

# frmAssignService.lblChiPhiBNPhaiTra.Text
source: Fees to be paid by BN:
my: BN မှပေးဆောင်ရမည့်အခကြေးငွေ-

# frmAssignService.lblDaDong.Text
source: Closed:
my: ပိတ်သိမ်း:

# frmAssignService.lblEditIcd.Text
source: Fix:
my: ပြင်ဆင်ပါ

# frmAssignService.lblIcdCauseText.Text
source: Ng/external kernel
my: Ng/ပြင်ပ kernel

# frmAssignService.lblIcdMainText.Text
source: Main disease:
my: အဓိကရောဂါ

# frmAssignService.lblIcdText.Text
source: Secondary diseases:
my: ဒုတိယရောဂါများ

# frmAssignService.lcCause.Text
source: layoutControl14
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၄

# frmAssignService.lcEditorInfo.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmAssignService.lciCashierRoom.Text
source: Cashier room:
my: စမ်းသပ်ခန်း-

# frmAssignService.lciCashierRoom.ToolTip
source: Cashier's Room
my: ငွေကိုင်ခန်း

# frmAssignService.lcIcdCauseInfo.Text
source: Person/external person:
my: ပုဂ္ဂိုလ်/ပြင်ပပုဂ္ဂိုလ်-

# frmAssignService.lcichkExpendAll.OptionsToolTip
source: Waste of money
my: ငွေဖြုန်းတီးခြင်း။

# frmAssignService.lcichkExpendAll.Text
source: Cons (Consumption)
my: ကုန်ကျစရိတ်များ-

# frmAssignService.lcichkPriority.OptionsToolTip
source: Prioritized
my: ဦးစားပေး

# frmAssignService.lcichkPriority.Text
source: Priority:
my: ဦးစားပေးထားသည်-

# frmAssignService.lciConsultantUser.Text
source: Consultants:
my: အတိုင်ပင်ခံများ-

# frmAssignService.lciDateEditor.OptionsToolTip.ToolTip
source: Designated time
my: သတ်မှတ်ချိန်

# frmAssignService.lciDateEditor.Text
source: The TG specifies:
my: TG က သတ်မှတ်သည်-

# frmAssignService.lciEmergency.Text
source: Pay later:
my: ဆောင်းဦးရာသီပြီးနောက်

# frmAssignService.lciExecuteGroup.Text
source: Handling Group
my: လုပ်ဆောင်နေသည့်အဖွဲ့-

# frmAssignService.lciForlblChiPhiBNPhaiTra.OptionsToolTip.ToolTip
source: Total costs to be paid by the patient
my: စုစုပေါင်းလူနာမှပေးဆောင်ရမည့်ကုန်ကျစရိတ်

# frmAssignService.lciForlblChiPhiBNPhaiTra.Text
source: Total CP payable by BN:
my: BN မှပေးဆောင်ရမည့် စုစုပေါင်း CP

# frmAssignService.lciForlblConThieu.Text
source: Missing:
my: ပျောက်ဆုံးနေသည်-

# frmAssignService.lciForlblConThua.Text
source: Leftover:
my: လက်ကျန်-

# frmAssignService.lciForlblDaDong.Text
source: Closed:
my: ပိတ်သိမ်း:

# frmAssignService.lciForlblHeight.Text
source: Height:
my: အမြင့်-

# frmAssignService.lciForlblSoDuTaiKhoan.OptionsToolTip.ToolTip
source: Account balance
my: အကောင့်လက်ကျန်

# frmAssignService.lciForlblSoDuTaiKhoan.Text
source: Account balance:
my: အကောင့်လက်ကျန်-

# frmAssignService.lciForlblWeight.Text
source: Weight:
my: အလေးချိန်-

# frmAssignService.lciFortxtAssignRoomCode.Text
source: Assign room:
my: သတ်မှတ်ထားသောအခန်း-

# frmAssignService.lciFortxtProvisionalDiagnosis.OptionsToolTip.ToolTip
source: Preliminary diagnosis
my: ပဏာမရောဂါလက္ခဏာ

# frmAssignService.lciFortxtProvisionalDiagnosis.Text
source: Preliminary College:
my: ပဏာမကောလိပ်-

# frmAssignService.lciIcdCause.Text
source: Person/external person:
my: ပုဂ္ဂိုလ်/ပြင်ပပုဂ္ဂိုလ်-

# frmAssignService.lciIcdMain.Text
source: Pri/Primary/Main diagnosis:
my: ပင်မကောလိပ်-

# frmAssignService.lciIcdMainTextWithSereServ.Text
source: Pri/Primary/Main service:
my: အဓိကဝန်ဆောင်မှု-

# frmAssignService.lciIcdSubCode.OptionsToolTip.ToolTip
source: Secondary diagnosis
my: ဒုတိယရောဂါလက္ခဏာ

# frmAssignService.lciIcdSubCode.Text
source: Secondary College:
my: အလယ်တန်းကောလိပ်-

# frmAssignService.lciIcdText.OptionsToolTip.ToolTip
source: Main diagnosis
my: အဓိကရောဂါလက္ခဏာ

# frmAssignService.lciIcdText.Text
source: Main College:
my: ပင်မကောလိပ်-

# frmAssignService.lciIcdTextCause.OptionsToolTip.ToolTip
source: Main diagnosis
my: အဓိကရောဂါလက္ခဏာ

# frmAssignService.lciIcdTextCause.Text
source: Person/external person:
my: ပုဂ္ဂိုလ်/ပြင်ပပုဂ္ဂိုလ်-

# frmAssignService.lciIsEmergency.OptionsToolTip
source: Emergency
my: အရေးပေါ်

# frmAssignService.lciIsEmergency.Text
source: Emergency:
my: အရေးပေါ်-

# frmAssignService.lciIsInformResultBySms.Text
source: Send result
my: ရလဒ်များကို ပေးပို့ပါ-

# frmAssignService.lciIsInformResultBySms.ToolTip
source: Is send result to SMS
my: ရလဒ်များကို SMS မှတဆင့်ပြန်လည်ပေးပို့သည်။

# frmAssignService.lciPackage.OptionsToolTip.ToolTip
source: Service pack
my: ဝန်ဆောင်မှုအထုပ်

# frmAssignService.lciPackage.Text
source: DV package:
my: DV ပက်ကေ့ဂျ်-

# frmAssignService.lciPatientName.Text
source: Patient:
my: လူနာ-

# frmAssignService.lciPreServiceReq.Text
source: Previous Service Req:
my: သတ်မှတ်ချက်ဟောင်း-

# frmAssignService.lciServiceGroup.Text
source: Service group:
my: ဝန်ဆောင်မှုအဖွဲ့-

# frmAssignService.lciSwitch_ExpendAll.Text
source: Close all
my: အားလုံးပိတ်ပါ။

# frmAssignService.lciTimeAssign.Text
source: Indicated time:
my: TG က သတ်မှတ်သည်-

# frmAssignService.lciTotalServicePrice.Text
source: Total:
my: ရရှိခဲ့သည်-

# frmAssignService.lciTotalServicePriceBhyt.Text
source: In which: Health insurance:
my: ၎င်းတွင်- ကျန်းမာရေးအာမခံ-

# frmAssignService.lciTotalServicePriceOther.Text
source: Other:
my: အခြား-

# frmAssignService.lciTracking.Text
source: Tracking:
my: ကုသမှုစာရွက်-

# frmAssignService.lciTreatmentTypeName.Tooltip
source: Treatment type:
my: ကုသမှုဧရိယာ

# frmAssignService.lcitxtIcdExtraCodes.Text
source: Sub diagnosis:
my: အလယ်တန်းကောလိပ်-

# frmAssignService.lcitxtIcdExtraNames.Text
source: Sub diagnosis:
my: အလယ်တန်းကောလိပ်-

# frmAssignService.lcitxtLoginName.Text
source: Designator:
my: သတ်မှတ်သူ-

# frmAssignService.OpenAll
source: Open all
my: အားလုံးဖွင့်ပါ။

# frmAssignService.pnlEMRSign.InTongHop.Text
source: EMR sign
my: EMR လက်မှတ်ထိုးပါ။

# frmAssignService.pnlPrintAssignService.InTongHop.Caption
source: Synthetic printing
my: Synthetic ပုံနှိပ်ခြင်း။

# frmAssignService.pnlPrintAssignService.InTongHop.Text
source: Print CARDS
my: ပရင့်ကတ်များ

# frmAssignService.Text
source: Services Request
my: နည်းပညာဆိုင်ရာဝန်ဆောင်မှုကိုသတ်မှတ်ခြင်း။

# frmAssignService.toggleSwitchDataChecked.Properties.OffText
source: All services
my: ဝန်ဆောင်မှုအားလုံး

# frmAssignService.toggleSwitchDataChecked.Properties.OnText
source: Selected service
my: ရွေးချယ်ထားသော ဝန်ဆောင်မှု

# frmAssignService.treeListPrice.Caption
source: Price/Cost
my: စျေးနှုန်း

# frmAssignService.treeListServiceReqCode.Caption
source: Service code
my: ဝန်ဆောင်မှုကုဒ်

# frmAssignService.treeListServiceReqName.Caption
source: Service name
my: ဝန်ဆောင်မှုအမည်

# frmAssignService.treeService.OptionsFind.FindNullPrompt
source: Enter search string ...
my: ရှာဖွေရေးစာကြောင်းကို ရိုက်ထည့်ပါ...

# frmAssignService.txtIcdExtraCodes.Properties.NullValuePrompt
source: Diseases code:
my: ရောဂါကုဒ်

# frmAssignService.txtIcdExtraNames.Properties.NullValuePrompt
source: Press F1 to select diagnosis
my: ရောဂါကိုရွေးချယ်ရန် F1 ကိုနှိပ်ပါ။

# frmAssignService.txtIcdText.Properties.NullValuePrompt
source: Press F1 to select disease
my: ရောဂါကိုရွေးချယ်ရန် F1 ကိုနှိပ်ပါ။

# frmAssignService.txtServiceName_Search.Properties.NullValuePrompt
source: Type keywords to search by service name
my: ဝန်ဆောင်မှုအမည်ဖြင့် ရှာဖွေရန် သော့ချက်စာလုံးများကို ရိုက်ထည့်ပါ။

# frmAssignServiceHistory.grc_History_Amount.Caption
source: Amount
my: ပမာဏ

# frmAssignServiceHistory.grc_History_IntructionTime.Caption
source: Intruction Time
my: အော်ဒါမှာတယ်။

# frmAssignServiceHistory.grc_History_RequestRoom.Caption
source: Request Room Name
my: သတ်မှတ်ထားသောအခန်း

# frmAssignServiceHistory.grc_History_ServiceReqCode.Caption
source: Service Req Code
my: အမိန့်ကုဒ်

# frmAssignServiceHistory.grc_History_STT.Caption
source: No.
my: STT

# frmAssignServiceHistory.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmAssignServiceHistory.Text
source: Assign Service History
my: အရိပ်အယောင်သမိုင်း

# frmDetail.bar1.Text
source: Tools
my: ကိရိယာများ

# frmDetail.bbtnPrint.Caption
source: Print (Ctrl P)
my: ပရင့်ထုတ်ခြင်း (Ctrl P)

# frmDetail.btnPrint.Text
source: Print (Ctrl P)
my: ပရင့်ထုတ်ခြင်း (Ctrl P)

# frmDetail.grcCreator_TabService.Caption
source: Requester
my: လျှောက်ထားသူ

# frmDetail.grcExecuteRoomName_TabService.Caption
source: Processing room
my: စီမံဆောင်ရွက်နေတယ်။

# frmDetail.grcIntructionTime_TabService.Caption
source: Requested time
my: အချိန်တောင်းပါ။

# frmDetail.grcServiceReqCode_TabService.Caption
source: Request code
my: ကုဒ်တောင်းပါ။

# frmDetail.grcServiceReqTypeName_TabService.Caption
source: Request type
my: တောင်းဆိုမှုအမျိုးအစား

# frmDetail.grcStt__TabService.Caption
source: No.
my: STT

# frmDetail.grcTotalAmount_TabService.Caption
source: Quantity
my: ဝန်ဆောင်မှုအရေအတွက်

# frmDetail.grcTotalPrice_TabService.Caption
source: Total:
my: စုစုပေါင်းပမာဏ

# frmDetail.gridColumn1.Caption
source: Type of specimen
my: နမူနာအမျိုးအစား

# frmDetail.gridColumn7.Caption
source: Check printing needs
my: တောင်းဆိုချက်ပုံစံကို ပုံနှိပ်ပါ။

# frmDetail.gridColumn7.ToolTip
source: Check printing requirements
my: တောင်းဆိုချက်ပုံစံကို ပုံနှိပ်ပါ။

# frmDetail.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmDetail.Text
source: Detail
my: အသေးစိတ်

# frmMissingIcd.bar1.Text
source: Tools
my: ကိရိယာများ

# frmMissingIcd.bbtnPrint.Caption
source: Print (Ctrl P)
my: ပရင့်ထုတ်ခြင်း (Ctrl P)

# frmMissingIcd.bbtnSearch.Caption
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)

# frmMissingIcd.btnAddIcd.Text
source: Additional diagnostics
my: အပိုရောဂါရှာဖွေမှုများ

# frmMissingIcd.btnPrint.Text
source: Close
my: ပိတ်လိုက်

# frmMissingIcd.btnSearch.Text
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)

# frmMissingIcd.gridColumnIcdName.Caption
source: Diagnosis (ICD)
my: ရောဂါရှာဖွေခြင်း (ICD)

# frmMissingIcd.gridColumnIsCauseIcd.Caption
source: Secondary College
my: အလယ်တန်းကောလိပ်

# frmMissingIcd.gridColumnIsCauseIcd.ToolTip
source: Secondary diagnosis
my: ဒုတိယရောဂါလက္ခဏာ

# frmMissingIcd.gridColumnIsMainIcd.Caption
source: Main College
my: ပင်မကောလိပ်

# frmMissingIcd.gridColumnIsMainIcd.ToolTip
source: Main diagnosis
my: အဓိကရောဂါလက္ခဏာ

# frmMissingIcd.gridColumnServiceName.Caption
source: Service
my: ဝန်ဆောင်မှု

# frmMissingIcd.labelControl1.Text
source: Services are only allowed in the following diagnostic cases:
my: ဝန်ဆောင်မှုများကို အောက်ပါရောဂါရှာဖွေရေးကိစ္စများတွင်သာ ခွင့်ပြုသည်-

# frmMissingIcd.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmMissingIcd.Text
source: Missing diagnostic information
my: ရောဂါရှာဖွေရေးအချက်အလက်များ ပျောက်ဆုံးနေပါသည်။

# frmMultiIntructonTime.btnChoose.Text
source: Choose
my: ရွေးပါ။

# frmMultiIntructonTime.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmMultiIntructonTime.lblCalendaInput.Text
source: Order date:
my: မှာယူသည့်ရက်စွဲ-

# frmMultiIntructonTime.lblTimeInput.Text
source: Command hour:
my: အမိန့်နာရီ-

# frmMultiIntructonTime.Text
source: Select multiple dates
my: ရက်စွဲများစွာကို ရွေးပါ။

# frmPriceEdit.bar1.Text
source: Tools
my: ကိရိယာများ

# frmPriceEdit.barbtnOK.Caption
source: ok
my: အဆင်ပြေလား

# frmPriceEdit.btnOK.Text
source: Agree (Ctrl S)
my: သဘောတူသည် (Ctrl S)

# frmPriceEdit.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmPriceEdit.layoutControlItem1.Text
source: Price:
my: စျေးနှုန်း:

# frmPriceEdit.Text
source: Edit price
my: စျေးနှုန်းကို တည်းဖြတ်ပါ။

# frmServiceDebateConfirm.btnClose.Text
source: Close
my: ပိတ်လိုက်

# frmServiceDebateConfirm.btnCreateDebate.Text
source: Create meeting minutes
my: အစည်းအဝေးမှတ်တမ်းများ ဖန်တီးပါ။

# frmServiceDebateConfirm.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmServiceDebateConfirm.Text
source: Notify
my: အကြောင်းကြားပါ။

# frmWaringConfigIcdService.btnNo.Text
source: No
my: မရှိ

# frmWaringConfigIcdService.btnServiceICD.Text
source: Supplementing the protocol
my: ပရိုတိုကောကို ဖြည့်စွက်ခြင်း။

# frmWaringConfigIcdService.btnYes.Text
source: Have
my: ရှိသည်

# frmWaringConfigIcdService.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmWaringConfigIcdService.Text
source: Notify
my: အကြောင်းကြားပါ။

# grcExpend_TabService.ToolTip
source: Expend
my: ငွေဖြုန်းတီးခြင်း။

# gridControlTreatmentBedRoom__grdColBedName__Caption
source: Bed
my: အိပ်ရာဝင်

# gridControlTreatmentBedRoom__grdColBedRoomName__Caption
source: Room
my: အခန်း

# gridControlTreatmentBedRoom__grdColDob__Caption
source: Year of Birth
my: မွေးသည့်နှစ်

# gridControlTreatmentBedRoom__grdColPatientName__Caption
source: Patient's name
my: လူနာအမည်
