Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.AssignService/Resources/Lang.*.resx
Languages: my

# gridControlTreatmentBedRoom__grdColTreatmentCode__Caption
source: Treatment code
my: ကုသမှုကုဒ်

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GC_USE_COUNT__USE_REMAIN_COUNT
source: Remaining TSD / Max TSD
my: လက်ကျန် TSD / Max TSD

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GV_MEDICINE__GC_SERIAL_NUMBER
source: Seri number
my: စီးရီးနံပါတ်

# IVT_LANGUAGE_KEY__UC_ICD__LCI_CHECK_EDIT_ICD
source: Fix
my: ပြင်ပါ။

# IVT_LANGUAGE_KEY__UC_ICD__LCI_ICD_MAIN
source: Main College:
my: ပင်မကောလိပ်-

# IVT_LANGUAGE_KEY_LANGUAGEFRMASSIGNSERVICE_MERGER_PRINT_IN_BIEU_MAU_KHAC
source: Create new form
my: အခြားပုံစံတစ်ခုဖန်တီးပါ။

source: Print request form
my: သလိပ်စမ်းသပ်စာရွက်ကို ထုတ်ယူပါ။

# IVT_LANGUAGE_KEY_LANGUAGEFRMASSIGNSERVICE_MERGER_PRINT_IN_PHIEU_YEU_CAU
source: Print request form
my: တောင်းဆိုချက်ပုံစံကို ပုံနှိပ်ပါ။

# toolTipItem1.Text
source: Preliminary diagnosis
my: ပဏာမရောဂါလက္ခဏာ

# toolTipItem2.Text
source: Click to reload the last 10 old indications
my: နောက်ဆုံး ဒီဇိုင်းဟောင်း ၁၀ ခုကို ပြန်လည်စတင်ရန် နှိပ်ပါ။

# UCDHST.BMIDISPLAY.NORMAL
source: (Normal)
my: (ပုံမှန်)

# UCDHST.BMIDISPLAY.OBESITY.I
source: (Grade I obesity)
my: (၁) အဝလွန်ခြင်း၊

# UCDHST.BMIDISPLAY.OBESITY.II
source: (Grade II obesity)
my: (ဒုတိယတန်း အဝလွန်ခြင်း)

# UCDHST.BMIDISPLAY.OBESITY.III
source: (Grade III obesity)
my: (၃ တန်း အဝလွန်ခြင်း)

# UCDHST.BMIDISPLAY.OVERWEIGHT
source: (Overweight)
my: (အဝလွန်)

# UCDHST.SKINNY.I
source: (Level I thin)
my: (ပိန်အဆင့်)

# UCDHST.SKINNY.II
source: (Level II thin)
my: (အဆင့် II ပါးပါး)

# UCDHST.SKINNY.III
source: (Level III Skinny)
my: (အဆင့် III Skinny)
