Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.AssignService/Resources/Message.Lang.*.resx
Languages: my, vi

# BenhNhanDangNoTienKhogChoPhepChiDinhDV
source: Patient owes money, service is not allowed
my: လူနာသည် အကြွေးတင်နေသဖြင့် ဝန်ဆောင်မှုကို ခွင့်မပြုပါ။
vi: Bệnh nhân đang nợ tiền, không cho phép chỉ định dịch vụ

# CacDichVuTrongGoiChuaDuocThietLapChinhSachGiaHoacPhongThucHien
source: The services in the package have not been set up pricing policy ({0}) or processing room: {1}
my: ပက်ကေ့ဂျ်ရှိ ဝန်ဆောင်မှုများသည် စျေးနှုန်းမူဝါဒ ({0}) သို့မဟုတ် စီမံဆောင်ရွက်ခန်းကို မသတ်မှတ်ရသေးပါ- {1}
vi: Các dịch vụ trong gói chưa được thiết lập chính sách giá ({0}) hoặc phòng xử lý: {1}

# DichVuCLSCoGioiHanChiDinhThanhToanBHYT_DeNghiBSXemXetTruocKhiChiDinh
source: Subclinical services have limited indications for payment of health insurance.
my: ကုသမှုဆိုင်ရာ ဝန်ဆောင်မှုများသည် ကျန်းမာရေးအာမခံငွေပေးချေမှုအတွက် ကန့်သတ်ချက်များရှိသည်။
vi: Dịch vụ cận lâm sàng có giới hạn chỉ định thanh toán BHYT. Đề nghị BS xem xét trước khi chỉ định

# DienDieuTriCuaBNLa
source: The patient's current treatment area is:
my: လူနာ၏လက်ရှိကုသမှုဧရိယာမှာ-
vi: Diện điều trị hiện tại của bệnh nhân là:

# DoTuoiCuaBNKhongPhuHopVoiDieuKienCuaDV_
source: The age of the patient is not suitable for the conditions of the service: [
my: လူနာ၏အသက်သည် ဝန်ဆောင်မှု၏အခြေအနေများအတွက် မသင့်လျော်ပါ- [
vi: Độ tuổi của BN không phù hợp với điều kiện của dịch vụ: [

# GiuongDaCoBenhNhanNam
source: The bed is already occupied by the patient.
my: ကုတင်ကို လူနာက နေရာယူနေပြီ။
vi: Giường đã có bệnh nhân nằm. Bạn có muốn cho bệnh nhân nằm ghép không?

# GiuongDaVuotQuaSucChua
source: It is not possible for the patient to lie down more than the maximum capacity of the bed.
my: လူနာသည် ကုတင်၏အမြင့်ဆုံးစွမ်းရည်ထက် ပိုအိပ်ရန်မဖြစ်နိုင်ပါ။
vi: Không thể cho bệnh nhân nằm thêm, vượt quá sức chứa tối đa của giường.

# GoiDichVuChuaDuocThietLapDichVu
source: Service pack has not been set up service
my: Service Pack ကို ဝန်ဆောင်မှု မသတ်မှတ်ရသေးပါ။
vi: Gói dịch vụ chưa được thiết lập dịch vụ

# IcdKhongDung
source: You entered the incorrect diagnostic code.
my: သင်သည် မှားယွင်းသော ရောဂါရှာဖွေရေးကုဒ်ကို ထည့်သွင်းခဲ့သည်။
vi: Bạn nhập mã chẩn đoán không đúng. Vui lòng kiểm tra lại

# KhoaChiDinhChuaTaoBienBanHoiChuan
source: The appointing faculty has not created a Minutes of Consultation for the service(s): {0}.
my: ခန့်အပ်ထားသောဌာနသည် ဝန်ဆောင်မှု(များ) အတွက် တိုင်ပင်ဆွေးနွေးမှု မိနစ်များကို မဖန်တီးရသေးပါ- {0}။
vi: Khoa chỉ định chưa tạo Biên bản hội chẩn đối với (các) dịch vụ: {0}.

# KhongChoPhepChiDInhDVVuotQuaSoTienCOnThua
source: It is not allowed to assign services beyond the balance amount
my: လက်ကျန်ပမာဏထက် ဝန်ဆောင်မှုများကို သတ်မှတ်ခွင့်မပြုပါ။
vi: Không cho phép chỉ định dịch vụ vượt quá số tiền còn thừa

# KhongTimThayDVChuaDuocCauHinh
source: Unconfigured service not found
my: သတ်မှတ်မထားသော ဝန်ဆောင်မှုကို ရှာမတွေ့ပါ။
vi: Không tìm thấy dịch vụ chưa được cấu hình

# KhongTimThayIcdTuongUngVoiCacMaSau
source: Disease code {0} is not in the list, please check again.
my: ရောဂါကုဒ် {0} စာရင်းတွင် မပါဝင်ပါ၊ ကျေးဇူးပြု၍ ထပ်မံစစ်ဆေးပါ။
vi: Mã bệnh {0} không có trong danh mục, đề nghị kiểm tra lại.

# KhongTimThayThongTinICD
source: ICD information not found
my: ICD အချက်အလက်ကို ရှာမတွေ့ပါ။
vi: Không tìm thấy thông tin ICD

# KhongTimThayThuocVatTuDuocCauHinhChanDoanICD
source: No drugs found, unconfigured ICD diagnostic supplies
my: မည်သည့်ဆေးဝါးမျှ မတွေ့ပါ၊ ပြုပြင်မထားသော ICD ရောဂါရှာဖွေရေး အထောက်အပံ့များ
vi: Không tìm thấy thuốc vật tư chưa được cấu hình chẩn đoán ICD

# MabenhPhuDaDuocSuDungChoMaBenhChinh
source: Sub-code {0} has been used for primary code, please check again.
my: နံပါတ်ခွဲကုဒ် {0} ကို အဓိကကုဒ်အတွက် အသုံးပြုထားပြီး၊ ကျေးဇူးပြု၍ ထပ်မံစစ်ဆေးပါ။
vi: Mã bệnh phụ {0} đã được sử dụng cho mã bệnh chính, đề nghị kiểm tra lại.

# NhapQuaKyTuBenhPhu
source: Sub-case code or sub-case name is too long (\u003e500 characters)
my: စာလုံးခွဲကုဒ် သို့မဟုတ် စာလုံးခွဲအမည်သည် ရှည်လွန်းသည် (အက္ခရာ 500 လုံး)
vi: Mã bệnh phụ hoặc tên bệnh phụ quá dài ( >500 ký tự)

# Plugin_AssignService__BanCoMuonTiepTuc
source: do you want to continude?
my: ဆက်လိုပါသလား။
vi: bạn có muốn tiếp tục?

# Plugin_AssignService__BenhNhanDangThieuVienPhi
source: Patient not enough money (Amount: {0}). Do you want to continued?
my: လူနာသည် ဆေးရုံစရိတ် ({0} VND) ပျက်နေသည်။
vi: Bệnh nhân đang thiếu viện phí ({0} đồng). Bạn có muốn tiếp tục?

# Plugin_AssignService__BenhNhanDangThieuVienPhi_0D
source: The patient is short of hospital fees ({0} dong).
my: လူနာသည် ဆေးရုံစရိတ် ({0} VND) ပျက်နေသည်။
vi: Bệnh nhân đang thiếu viện phí ({0} đồng).

source: Note: services that do not have pricing policies or configurations used in the room will not be selected.
my: မှတ်ချက်- အခန်းအတွင်းအသုံးပြုသည့်နှုန်းထားမူဝါဒ သို့မဟုတ် ဖွဲ့စည်းမှုပုံစံမရှိဘဲ ဝန်ဆောင်မှုများကို ရွေးချယ်မည်မဟုတ်ပါ။
vi: Lưu ý: các dịch vụ không có chính sách giá hoặc cấu hình được sử dụng tại phòng sẽ không được chọn.

# Plugin_AssignService__CanhBao
source: Warning
my: သတိပေးချက်
vi: Cảnh báo

# Plugin_AssignService__CanhBaoDichVu
source: Service {0}
my: ဝန်ဆောင်မှု {0}
vi: Dịch vụ {0}

# Plugin_AssignService__CanhBaoDichVuCungCoChe
source: Service same: {0}
my: တူညီသော ယန္တရားဖြင့် ဝန်ဆောင်မှု- {0}
vi: Dịch vụ cùng cơ chế: {0}

# Plugin_AssignService__CanhBaoDichVuCungCoCheDaChiDinhTrongNgay
source: Same service assgin today: {0}
my: တူညီသော ယန္တရား၏ ဝန်ဆောင်မှုကို တစ်နေ့တာအတွက် သတ်မှတ်ထားသည်- {0}
vi: Dịch vụ cùng cơ chế đã được chỉ định trong ngày: {0}

# Plugin_AssignService__CanhBaoDichVuDaChiDinhTrongNgay
source: Services assign today
my: နေ့စဥ်သတ်မှတ်ထားသော ဝန်ဆောင်မှု
vi: Dịch vụ đã chỉ định trong ngày

# Plugin_AssignService__CanhBaoDichVuVaDichVuCungCoCheDaChiDinhTrongNgay
source: Service and same service ({0}) assign today!
my: တူညီသော ယန္တရား ({0}) ဖြင့် ဝန်ဆောင်မှုနှင့် ဝန်ဆောင်မှုကို နေ့အတွက် သတ်မှတ်ထားပါသည်။
vi: Dịch vụ và dịch vụ cùng chơ chế ({0}) đã được chỉ định trong ngày!

# Plugin_AssignService__ChuaChonNgayChiDinh
source: Please select specified date
my: သတ်မှတ်ထားသောရက်စွဲကို မရွေးချယ်ရသေးပါ။
vi: Chưa chọn ngày chỉ định

# Plugin_AssignService__ChuaChonPhongThuNgan
source: Choose cashier room
my: ငွေရှင်းခန်းကို မရွေးချယ်ရသေးဘူး။
vi: Chưa chọn phòng thu ngân

# Plugin_AssignService__ChuaNhapChanDoanChinhVaChanDoanSoBo
source: icd main is null, do you to continued?
my: ပင်မရောဂါရှာဖွေခြင်းနှင့် ပဏာမရောဂါရှာဖွေခြင်းတို့ကို သင်မ၀င်ရောက်ပါ။
vi: Bạn chưa nhập chẩn đoán chính và chẩn đoán sơ bộ. Bạn có muốn tiếp tục không?

# Plugin_AssignService__DichVuADaDuocTietLapDinhKemDichVuB
source: Service {0} has been set up attached to service {1}
my: ဝန်ဆောင်မှု {0} ကို ဝန်ဆောင်မှု {1} တွင် ပူးတွဲထည့်သွင်းထားပါသည်။
vi: Dịch vụ {0} đã được thiết lập đính kèm dịch vụ {1}

# Plugin_AssignService__DichVuChuaDuocCauHinhICDDichVu
source: Service not config ICD - Service: {0}
my: ICD Unconfigured Service - ဝန်ဆောင်မှု- {0}
vi: Dịch vụ chưa được cấu hình ICD - Dịch vụ: {0}

# Plugin_AssignService__DichVuCoDTPTBatBuocNhungKhongCoChinhSachGia
source: The service has a mandatory surcharge {0} but no corresponding pricing policy.
my: ဝန်ဆောင်မှုတွင် မဖြစ်မနေ အပိုပိုကြေး {0} ရှိသော်လည်း သက်ဆိုင်ရာ စျေးနှုန်းမူဝါဒ မရှိပါ။
vi: Dịch vụ có đối tượng phụ thu bắt buộc {0} nhưng không có chính sách giá tương ứng.

# Plugin_AssignService__DichVuCoDTTTBatBuocNhungKhongCoChinhSachGia
source: The service has a mandatory payer {0} but no corresponding pricing policy
my: ဝန်ဆောင်မှုတွင် မဖြစ်မနေငွေပေးချေသူ {0} ရှိသော်လည်း သက်ဆိုင်သောစျေးနှုန်းမူဝါဒမရှိပါ။
vi: Dịch vụ có đối tượng thanh toán bắt buộc {0} nhưng không có chính sách giá tương ứng

# Plugin_AssignService__DichVuCoThoiGianChiDinhNamTrongKhoangThoiGianKhongChoPhep
source: Intruction time service not allow: {0} . Do you want to continued?
my: အောက်ပါဝန်ဆောင်မှုများသည် ခွင့်မပြုသောကာလအတွင်း သတ်မှတ်ထားသောအချိန်ရှိသည်- {0}.ဆက်လက်လုပ်ဆောင်လိုပါသလား။
vi: Các dịch vụ sau có thời gian chỉ định nằm trong khoảng thời gian không cho phép: {0} .Bạn có muốn tiếp tục?

# Plugin_AssignService__DichVuKhongChiDinhChoGioiTinh
source: Service assign gender
my: ဝန်ဆောင်မှုသည် ကျား/မ များအတွက်သာဖြစ်သည်။
vi: Dịch vụ chỉ sử dụng cho giới tính

# Plugin_AssignService__HSDTKhongCoHoacDaThanhToanDichVu
source: Treatment have not services
my: ကုသမှုမှတ်တမ်းများ မရရှိနိုင်ပါ သို့မဟုတ် ဝန်ဆောင်မှုများအတွက် ပေးချေထားပါသည်။
vi: Hồ sơ điều trị không có hoặc đã thanh toán hết dịch vụ

# Plugin_AssignService__KhongCoDoiTuongThanhToan
source: No payment object selected
my: ငွေပေးသူကို မရွေးချယ်ပါနှင့်
vi: Không chọn đối tượng thanh toán

# Plugin_AssignService__KhongNhapSoLuong
source: Please input quantity
my: ပမာဏ မထည့်ပါနဲ့။
vi: Không nhập số lượng

# Plugin_AssignService__KhongTimThayDoiTuongThanhToanTrongThoiGianYLenh
source: Patient type not found, please contact your system administrator for assistance
my: အရာဝတ္ထုကို ရှာမတွေ့ပါ၊ အကူအညီအတွက် စနစ်စီမံခန့်ခွဲသူကို ဆက်သွယ်ပါ။
vi: Không tìm thấy đối tượng, vui lòng liên hệ quản trị hệ thống để được hỗ trợ

# Plugin_AssignService__KhongTimThayIcdTuongUngVoiCacMaSau
source: The following ICD code does not exist or is formatted incorrectly: {0}. The software only accepts a semicolon separated list of ICD codes. Please check again
my: အောက်ပါ ICD ကုဒ် မရှိပါ သို့မဟုတ် ဖော်မတ်မှားယွင်းနေသည်- {0}။ ဆော့ဖ်ဝဲလ်သည် ICD ကုဒ်များစာရင်းကို ပိုင်းခြားထားသော semicolon တစ်ခုကိုသာ လက်ခံသည်။ ထပ်မံစစ်ဆေးပါ။
vi: Mã ICD sau không tồn tại hoặc sai định dạng: {0}. Phần mềm chỉ nhận danh sách các mã ICD ngăn cách nhau bởi dấu chấm phẩy. Vui lòng kiểm tra lại

# Plugin_AssignService__NguoiChiDinhKhongCoThongTinHoTen
source: Designator with account {0} has no name information
my: အကောင့် {0} ရှိသည့် ဒီဇိုင်းရေးဆွဲသူတွင် အမည်အချက်အလက် မရှိပါ။
vi: Người chỉ định có tài khoản {0} không có thông tin họ tên

# Plugin_AssignService__NhomDichVuChiTiet
source: {0} (Services with code: {1})
my: {0} (ကုဒ်ပါသော ဝန်ဆောင်မှုများ- {1})
vi: {0} (Các dịch vụ có mã: {1})

source: There is no service in the group but there is no pricing policy or no configuration service room or group service with no service. Detail:
my: အဖွဲ့တွင် ဝန်ဆောင်မှုများပါရှိသော ဝန်ဆောင်မှုအုပ်စုတစ်ခုရှိသော်လည်း စျေးနှုန်းမူဝါဒမရှိပါ သို့မဟုတ် အခန်းဝန်ဆောင်မှုကို သီးသန့်စီစဉ်ထားခြင်း မရှိပါ သို့မဟုတ် ဝန်ဆောင်မှုမရှိသော ဝန်ဆောင်မှုအဖွဲ့တစ်ခုရှိပါသည်။
vi: Tồn tại nhóm dịch vụ có dịch vụ trong nhóm nhưng không có chính sách giá hoặc không được thiết lập cấu hình dịch vụ phòng hoặc nhóm dịch vụ không có dịch vụ nào. Chi tiết:

# Plugin_AssignService__NhomDichVuCoDichVuKhongCoCauHinh
source: Service group with unconfigured service, policy: {0}
my: ဝန်ဆောင်မှုအဖွဲ့တွင် သတ်မှတ်မထားသော ဝန်ဆောင်မှု၊ မူဝါဒ- {0} ရှိသည်။
vi: Nhóm dịch vụ có dịch vụ không có cấu hình, chính sách: {0}.

# Plugin_AssignService__NhomDichVuKhongCoDichVu
source: Service group not available: {0}
my: ဝန်ဆောင်မှုမပါဘဲ ဝန်ဆောင်မှုအဖွဲ့- {0}။
vi: Nhóm dịch vụ không có dịch vụ: {0}.

# Plugin_AssignService__SoLuongXuatLonHonSpoLuongKhadungTrongKho
source: Exported quantity is more than availabe amount in stock
my: ပို့ကုန်ပမာဏသည် စတော့တွင်ရရှိနိုင်သော ပမာဏထက် ပိုများသည်။
vi: Số lượng xuất lớn hơn số lượng khả dụng trong kho

# Plugin_AssignService__ThoiGianYLenhKhongThuocKhoangThoiGianTrongKhoa
source: The time of the order is not within the time the patient is present at the department ({0})
my: မှာယူသည့်အချိန်သည် လူနာဌာနတွင် ရှိနေသည့်အချိန်အတွင်း မဟုတ်ပါ ({0})
vi: Thời gian y lệnh không nằm trong khoảng thời gian bệnh nhân hiện diện tại khoa ({0})

# Plugin_AssignService__TongTienChoBHYTDaVuotquaMucGioiHan
source: Total service cost of Health insurance was over limited
my: ကျန်းမာရေးအာမခံအတွက် သတ်မှတ်ထားသော ဝန်ဆောင်မှု {0} စုစုပေါင်းပမာဏသည် ကန့်သတ်ချက်ထက်ကျော်လွန်နေပါသည် {1}
vi: Tổng số tiền của các dịch vụ đã chỉ định {0} cho BHYT đã vượt quá mức giới hạn {1}

# Plugin_AssignService__TongTienHaoPhiVuotQuaDinhMucHaoPhiKhongTheChonDichVuNay
source: phuongdt2312@gmail.com Language key Language key Hải tượng ẩn danh Nhận xét Chia sẻ TệpChỉnh sửaXemChènĐịnh dạngDữ liệuCông cụTiện ích bổ sungTrợ giúpChỉnh sửa lần cuối được thực hiện cách đây 4 giờ bởi ẩn danh $% 123 Arial 10 Total cost of Consumption {0} is out of {2} service's quota {1} Để bật chế độ hỗ trợ đọc màn hình, nhấn Ctrl+Alt+Z Để tìm hiểu thêm về các phím tắt, nhấn Ctrl+dấu gạch chéo Sửa thầu(BidUpdate) Màn hình chờ phòng xử lý(CallPatient) Tạm ứng theo yêu cầu (DepositRequest) Cảnh báo viện phí (FeeHospitalWarning) Khai báo vật tư hao phí (HisServiceReqMaty) Kho bệnh án(MedicalStore) Hồ sơ bệnh nhân(Patient) Sửa thông tin bệnh nhân(PatientUpdate) Cập nhật thông tin thẻ bệnh nhân(PatientUpdateCard) Chi tiết dự trù(AnticipateList) CauHinhMay-LoaiIn(ConfigPrinter) Tiếp đón (Register) Chỉ định dịch vụ (AssignService) Xuất Chuyển Kho (ExpMestChmsCreate) Chỉ Định GP Bệnh (AssignPaan) Chỉ định máu (HisAssignBlood) Kê đơn (AssignPrescription) Chọn phòng (ChooseRoom) HIS.UC.UCHein (tiếp đón) HIS.UC.RoomExamService (tiếp đón) HIS.Desktop.Plugins.TransactionBill (thanh toán) HIS.Desktop.Plugins.SecondaryIcd (chọn bệnh) Dịch vụ đã chỉ định (SereservInTreatment) HIS.Desktop.TreatmentList HIS.Desktop (khung) Inventec.Desktop.Common.LibraryMessage (thông báo) HIS.Desktop.LibraryMessage (thư viện thông báo) AggrImpMestList(Danh sách phiếu trả) AnticipateCreate(Tạo dự trù) ApprovalExportPrescription(Thực xuất thuốc) AssignServiceEdit(Sửa chỉ định dịch vụ) BedAssign(gán giường) BedHistory(lịch sử giường) BidCreate(Tạo Thầu) BidDetail(Chi tiết thầu) TreatmentFinish(Kết thúc điều trị) Khám phá Total cost of Consumption {0} is out of {2} service's quota {1} Cá heo ẩn danh đã rời khỏi tài liệu.
my: စုစုပေါင်း အမှိုက်ပမာဏ {0} သည် {2} ဝန်ဆောင်မှု၏ အမှိုက် {1} ကို ကျော်လွန်သွားပါသည်။
vi: Tổng số tiền hao phí {0} đã vượt quá số tiền định mức hao phí {1} của dịch vụ {2}.

# Plugin_AssignService__TongTienTheoDoiTuongDieuTriChoBHYTDaVuotquaMucGioiHan
source: The total amount of identified services for patients covered by the {0} health insurance {1} exceeds the limit of {2}
my: ကျန်းမာရေးအာမခံဖြင့် အကျုံးဝင်သော လူနာ၏ ဝန်ဆောင်မှုများ {0} စုစုပေါင်းပမာဏသည် {1} ကန့်သတ်ချက်ထက် {2} ကျော်လွန်သွားသည်
vi: Tổng số tiền của các dịch vụ đã chỉ định của bệnh nhân đối thuộc diện điều trị {0} cho BHYT là {1} đã vượt quá mức giới hạn {2}

# Plugin_AssignService__VuotQuaSoLuongKhaDungTrongKho__CoMuonTiepTuc
source: Not enough or out of stock. Do you want to continue?
my: ရနိုင်သောပမာဏထက်ကျော်လွန်သည် သို့မဟုတ် စတော့တွင်မပါဝင်ပါ။
vi: vượt quá số lượng khả dụng hoặc không có trong kho. Bạn có muốn tiếp tục không?

# SereServConditionAlert__DVChuaDuocNhapDieuKien
source: Service {0} has not been entered condition
my: ဝန်ဆောင်မှု {0} သည် အခြေအနေကို ထည့်သွင်းမထားပါ။
vi: Dịch vụ {0} chưa được nhập điều kiện

# SereServMinDurationAlert__BanCoMuonChuyenDoiDTTTSangVienPhi
source: The following services have the specified time within the not allowed period: {0}.Do you want to convert your pay phone to VP?
my: အောက်ပါဝန်ဆောင်မှုများသည် ခွင့်မပြုသောကာလအတွင်း သတ်မှတ်ထားသောအချိန်ရှိသည်- {0}.သင့်ငွေပေးချေသည့်ဖုန်းကို VP သို့ ပြောင်းလိုပါသလား။
vi: Các dịch vụ sau có thời gian chỉ định nằm trong khoảng thời gian không cho phép: {0} .Bạn có muốn chuyển đổi ĐT thanh toán sang VP?

# SereServOtherpaySourceAlert__DVChuaDuocNhapNguonChiTra
source: You have not selected \
my: သင်သည် {0} ဝန်ဆောင်မှုအတွက် \
vi: Bạn chưa chọn "Nguồn khác" đối với dịch vụ {0}

# SereServWithBed_DichVuCoThongTinGiuongChiDuocChiDinhTrongNgay
source: The service with bed information only allows to specify 1 day
my: အိပ်ရာအချက်အလက်ပါသောဝန်ဆောင်မှုသည် 1 ရက်သတ်မှတ်ရန်ခွင့်ပြုသည်။
vi: Dịch vụ có thông tin giường chỉ cho phép chỉ định 1 ngày

# SereServWithBed_DichVuThieuThongTinGiuong
source: Bed service {0} has no bed information yet.
my: အိပ်ရာဝန်ဆောင်မှု {0} တွင် အိပ်ရာအချက်အလက် မရှိသေးပါ။
vi: Dịch vụ giường {0} chưa có thông tin giường. Bạn có muốn bổ sung thông tin?

# VuiLongChonDichVu
source: Please select service
my: ကျေးဇူးပြု၍ ဝန်ဆောင်မှုကို ရွေးချယ်ပါ။
vi: Vui lòng chọn dịch vụ
