Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.TransactionBillTwoInOne/Resources/Lang.*.resx
Languages: vi

# frmTransactionBillTwoInOne.barBtnSaveAndSign.Caption
source: Register (Ctrl A)
vi: Lưu ký(Ctrl A)

# frmTransactionBillTwoInOne.barButtonItem1.Caption
source: Find (Ctrl + F)
vi: Tìm(Ctrl F)

# frmTransactionBillTwoInOne.bbtnRCConfigPrinter.Caption
source: Printer (Ctrl C)
vi: Máy in (Ctrl C)

# frmTransactionBillTwoInOne.bbtnRCNew.Caption
source: New (Ctrl N)
vi: Mới (Ctrl N)

# frmTransactionBillTwoInOne.bbtnRCSave.Caption
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmTransactionBillTwoInOne.bbtnRCSavePrint.Caption
source: Save Print (Ctrl + Shift + S)
vi: Lưu in (Ctrl Shift S)

# frmTransactionBillTwoInOne.btnCancel.Text
source: Skip
vi: Bỏ qua

# frmTransactionBillTwoInOne.btnConfigPos.ToolTip
source: POS device connection configuration
vi: Cấu hình kết nối thiết bị POS

# frmTransactionBillTwoInOne.btnConfigPrinter.Text
source: Printer (Ctrl C)
vi: Máy in (Ctrl C)

# frmTransactionBillTwoInOne.btnNew.Text
source: New (Ctrl N)
vi: Mới (Ctrl N)

# frmTransactionBillTwoInOne.btnOk.Text
source: Agree
vi: Đồng ý

# frmTransactionBillTwoInOne.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmTransactionBillTwoInOne.BtnSaveAndSign.Text
source: Deposit (Ctrl A)
vi: Lưu ký (Ctrl A)

# frmTransactionBillTwoInOne.btnSavePrint.Text
source: Save Print (Ctrl + Shift + S)
vi: Lưu in (Ctrl Shift S)

# frmTransactionBillTwoInOne.btnSearch.Text
source: Find (Ctrl + F)
vi: Tìm (Ctrl F)

# frmTransactionBillTwoInOne.chkBuyerInfo.Properties.Caption
source: Personal information
vi: Thông tin cá nhân

# frmTransactionBillTwoInOne.chkOrganizationInfo.Properties.Caption
source: Agency information
vi: Thông tin cơ quan

# frmTransactionBillTwoInOne.ddBtnPrint.Text
source: Print
vi: In

# frmTransactionBillTwoInOne.gridColumn_Fund_Amount.Caption
source: Amount of money
vi: Số tiền

# frmTransactionBillTwoInOne.gridColumn_Fund_FundCode.Caption
source: Payment fund code
vi: Mã quỹ thanh toán

# frmTransactionBillTwoInOne.gridColumn_Fund_FundName.Caption
source: Name of payment fund
vi: Tên quỹ thanh toán

# frmTransactionBillTwoInOne.gridColumn_Fund_Limit.Caption
source: Level
vi: Hạn mức

# frmTransactionBillTwoInOne.gridColumn_RecieptBillFund_Amount.Caption
source: Amount of money
vi: Số tiền

# frmTransactionBillTwoInOne.gridColumn_RecieptBillFund_Delete.Caption
source: Delete
vi: Xóa

# frmTransactionBillTwoInOne.gridColumn_RecieptBillFund_FundCode.Caption
source: Payment fund code
vi: Mã quỹ thanh toán

# frmTransactionBillTwoInOne.gridColumn_RecieptBillFund_FundName.Caption
source: Payment Fund Name
vi: Tên quỹ thanh toán

# frmTransactionBillTwoInOne.gridColumn_RecieptBillFund_Stt.Caption
source: Ord.
vi: STT

# frmTransactionBillTwoInOne.gridColumn_Transaction_AccountBookCode.Caption
source: Book code
vi: Mã sổ

# frmTransactionBillTwoInOne.gridColumn_Transaction_AccountBookName.Caption
source: Book name
vi: Tên sổ

# frmTransactionBillTwoInOne.gridColumn_Transaction_Amount.Caption
source: Amount of money
vi: Số tiền

# frmTransactionBillTwoInOne.gridColumn_Transaction_CashierRoomName.Caption
source: Cashier's
vi: Phòng thu ngân

# frmTransactionBillTwoInOne.gridColumn_Transaction_CashierUsername.Caption
source: Trading staff
vi: Giao dịch viên

# frmTransactionBillTwoInOne.gridColumn_Transaction_CreateTime.Caption
source: Created time
vi: Thời gian tạo

# frmTransactionBillTwoInOne.gridColumn_Transaction_Creator.Caption
source: creators
vi: Người tạo

# frmTransactionBillTwoInOne.gridColumn_Transaction_Modifier.Caption
source: Modifier
vi: Người sửa

# frmTransactionBillTwoInOne.gridColumn_Transaction_ModifyTime.Caption
source: Modified time
vi: Thời gian sửa

# frmTransactionBillTwoInOne.gridColumn_Transaction_NumOrder.Caption
source: No.
vi: Số

# frmTransactionBillTwoInOne.gridColumn_Transaction_PayForm.Caption
source: Method
vi: Hình thức

# frmTransactionBillTwoInOne.gridColumn_Transaction_TransactionCode.Caption
source: Trading code
vi: Mã giao dịch

# frmTransactionBillTwoInOne.gridColumn1.Caption
source: Fund's ID:
vi: Id quỹ

# frmTransactionBillTwoInOne.labelControl1.Text
source: D
vi: đ

# frmTransactionBillTwoInOne.labelControl3.Text
source: D
vi: đ

# frmTransactionBillTwoInOne.layoutCanThu.Text
source: Need to collect:
vi: Cần thu:

# frmTransactionBillTwoInOne.layoutControlGroupInvoice.Text
source: Service bill
vi: Hóa đơn dịch vụ

# frmTransactionBillTwoInOne.layoutControlGroupReciept.Text
source: General bill
vi: Hóa đơn viện phí

# frmTransactionBillTwoInOne.layoutControlItem18.Text
source: Patient code:
vi: Mã bệnh nhân:

# frmTransactionBillTwoInOne.layoutControlItem19.Text
source: Subject:
vi: Đối tượng:

# frmTransactionBillTwoInOne.layoutControlItem20.Text
source: Patient name:
vi: Tên bệnh nhân:

# frmTransactionBillTwoInOne.layoutControlItem21.Text
source: Address:
vi: Địa chỉ:

# frmTransactionBillTwoInOne.layoutControlItem22.Text
source: Date of birth:
vi: Ngày sinh:

# frmTransactionBillTwoInOne.layoutControlItem23.Text
source: Sex:
vi: Giới tính:

# frmTransactionBillTwoInOne.layoutControlItem24.Text
source: Place of SSC:
vi: Nơi ĐKKCBBĐ:

# frmTransactionBillTwoInOne.layoutControlItem25.Text
source: Insurance card number:
vi: Số thẻ BH:

# frmTransactionBillTwoInOne.layoutControlItem26.Text
source: Word term:
vi: Hạn từ:

# frmTransactionBillTwoInOne.layoutControlItem27.Text
source: Due date:
vi: Hạn đến:

# frmTransactionBillTwoInOne.layoutControlItem30.Text
source: No TT:
vi: Không TT:

# frmTransactionBillTwoInOne.layoutControlItem36.Text
source: Total hospital fee:
vi: Tổng tiền viện phí:

# frmTransactionBillTwoInOne.layoutControlItem37.Text
source: Fees to be collected:
vi: Phải thu viện phí:

# frmTransactionBillTwoInOne.layoutControlItem38.Text
source: Total service fee:
vi: Tổng tiền dịch vụ:

# frmTransactionBillTwoInOne.layoutControlItem39.Text
source: Service Receivable:
vi: Phải thu dịch vụ:

# frmTransactionBillTwoInOne.layoutControlItem40.Text
source: Total advance:
vi: Tổng tiền tạm ứng:

# frmTransactionBillTwoInOne.layoutControlItem41.OptionsToolTip.ToolTip
source: Total cost of the patient
vi: Tổng chi phí người bệnh

# frmTransactionBillTwoInOne.layoutControlItem41.Text
source: Total cost of NB:
vi: Tổng chi phí NB:

# frmTransactionBillTwoInOne.layoutControlItem42.Text
source: Total discount:
vi: Tổng tiền miễn giảm:

# frmTransactionBillTwoInOne.layoutControlItem44.OptionsToolTip.ToolTip
source: Hospital fee receipt number:
vi: Số biên lai viện phí:

# frmTransactionBillTwoInOne.layoutControlItem44.Text
source: BLVP number:
vi: Số BLVP:

# frmTransactionBillTwoInOne.layoutControlItem45.OptionsToolTip.ToolTip
source: Service Receipt Number
vi: Số biên lai dịch vụ

# frmTransactionBillTwoInOne.layoutControlItem45.Text
source: BLDV number:
vi: Số BLDV:

# frmTransactionBillTwoInOne.layoutControlItem50.Text
source: Form:
vi: Hình thức:

# frmTransactionBillTwoInOne.layoutControlItem52.OptionsToolTip.ToolTip
source: Connect to the bank's payment POS when selecting the payment method as \\Swipe
vi: Kết nối đến POS thanh toán của ngân hàng khi chọn hình thức thanh toán là \Quẹt t +

# frmTransactionBillTwoInOne.layoutControlItem52.Text
source: POS connection:
vi: Kết nối POS:

# frmTransactionBillTwoInOne.layoutControlItem53.OptionsToolTip.ToolTip
source: POS device connection configuration
vi: Cấu hình kết nối thiết bị POS

# frmTransactionBillTwoInOne.layoutControlItem58.Text
source: Name:
vi: Họ tên:

# frmTransactionBillTwoInOne.layoutControlItem59.Text
source: Tax code:
vi: Mã số thuế:

# frmTransactionBillTwoInOne.layoutControlItem60.Text
source: Account number:
vi: Số tài khoản:

# frmTransactionBillTwoInOne.layoutControlItem61.Text
source: Unit:
vi: Đơn vị:

# frmTransactionBillTwoInOne.layoutControlItem62.Text
source: Address:
vi: Địa chỉ:

# frmTransactionBillTwoInOne.layoutControlItem65.Text
source: Name:
vi: Họ tên:

# frmTransactionBillTwoInOne.layoutControlItem66.Text
source: Unit:
vi: Đơn vị:

# frmTransactionBillTwoInOne.layoutControlItem67.Text
source: Tax code:
vi: Mã số thuế:

# frmTransactionBillTwoInOne.layoutControlItem68.Text
source: Address:
vi: Địa chỉ:

# frmTransactionBillTwoInOne.layoutHienDu.Text
source: Current remain:
vi: Hiện dư:

# frmTransactionBillTwoInOne.layoutInvoiceAccountBook.Text
source: Invoice book:
vi: Sổ hóa đơn:

# frmTransactionBillTwoInOne.layoutInvoiceAmount.Text
source: Amount of money:
vi: Số tiền:

# frmTransactionBillTwoInOne.layoutInvoiceDescription.Text
source: Description:
vi: Mô tả:

# frmTransactionBillTwoInOne.layoutInvoiceDiscountPrice.Text
source: Discount:
vi: Chiết khấu:

# frmTransactionBillTwoInOne.layoutInvoicePayForm.Text
source: Method:
vi: Hình thức:

# frmTransactionBillTwoInOne.layoutInvoiceReason.Text
source: Reason:
vi: Lý do:

# frmTransactionBillTwoInOne.layoutInvoiceTongTuDen.Text
source: Total / From / To:
vi: Tổng/Từ/Đến:

# frmTransactionBillTwoInOne.layoutRecieptAccountBook.Text
source: Invoice book:
vi: Sổ hóa đơn:

# frmTransactionBillTwoInOne.layoutRecieptAmount.Text
source: Amount of money:
vi: Số tiền:

# frmTransactionBillTwoInOne.layoutRecieptDescription.Text
source: Description:
vi: Mô tả:

# frmTransactionBillTwoInOne.layoutRecieptDiscountPrice.Text
source: Discount:
vi: Chiết khấu:

# frmTransactionBillTwoInOne.layoutRecieptPayForm.Text
source: Method:
vi: Hình thức:

# frmTransactionBillTwoInOne.layoutRecieptReason.Text
source: Reason:
vi: Lý do:

# frmTransactionBillTwoInOne.layoutRecieptTongTuDen.Text
source: General / From / To:
vi: Tổng/Từ/Đến:

# frmTransactionBillTwoInOne.lcgBuyerInfo.Text
source: Buyer information:
vi: Thông tin người mua:

# frmTransactionBillTwoInOne.lcgInvoiceGroup.Text
source: Service bill
vi: Hóa đơn dịch vụ

# frmTransactionBillTwoInOne.lcgReceiptGroup.Text
source: Hospital bill
vi: Hóa đơn viện phí

# frmTransactionBillTwoInOne.lcgThongTinVienPhi.Text
source: Hospital fee information
vi: Thông tin viện phí

# frmTransactionBillTwoInOne.lciHeinRatio.Text
source: Benefit level:
vi: Mức hưởng:

# frmTransactionBillTwoInOne.lciHideHddt.OptionsToolTip.ToolTip
source: Not showing e-invoices after saving
vi: Không hiển thị hóa đơn điện tử sau khi lưu

# frmTransactionBillTwoInOne.lciHideHddt.Text
source: Do not display phone contract:
vi: Không hiển thị HĐ ĐT:

# frmTransactionBillTwoInOne.lciInvoiceAccountBook.Text
source: Invoice book:
vi: Sổ hóa đơn:

# frmTransactionBillTwoInOne.lciInvoiceAmount1.Text
source: Amount of money:
vi: Số tiền:

# frmTransactionBillTwoInOne.lciInvoiceBook.OptionsToolTip.ToolTip
source: Service logbook
vi: Sổ biên lại dịch vụ

# frmTransactionBillTwoInOne.lciInvoiceBook.Text
source: BLDV book:
vi: Sổ BLDV:

# frmTransactionBillTwoInOne.lciInvoiceDescription.Text
source: Describe:
vi: Mô tả:

# frmTransactionBillTwoInOne.lciInvoiceDiscountPrice.Text
source: Discount:
vi: Chiết khấu:

# frmTransactionBillTwoInOne.lciInvoiceNumOrder.Text
source: Some bills:
vi: Số hóa đơn:

# frmTransactionBillTwoInOne.lciInvoiceReason.Text
source: Reason:
vi: Lý do:

# frmTransactionBillTwoInOne.lciIsAutoRepay.OptionsToolTip.ToolTip
source: Autocomplete
vi: Tự động hoàn ứng

# frmTransactionBillTwoInOne.lciIsAutoRepay.Text
source: Automatic H/U :
vi: Tự động H/Ư :

# frmTransactionBillTwoInOne.lciIsKC.Text
source: There is a transition:
vi: Có kết chuyển:

# frmTransactionBillTwoInOne.lciNotInvoice.Text
source: No info:
vi: Không TT:

# frmTransactionBillTwoInOne.lciNotReciept.Text
source: No info:
vi: Không TT:

# frmTransactionBillTwoInOne.lciReceiptBook.OptionsToolTip.ToolTip
source: Hospital fee receipt book
vi: Sổ biên lại viện phí

# frmTransactionBillTwoInOne.lciReceiptBook.Text
source: Book of BLVP:
vi: Sổ BLVP:

# frmTransactionBillTwoInOne.lciRecieptAccountBook.Text
source: Revenue and expenditure book:
vi: Sổ thu chi:

# frmTransactionBillTwoInOne.lciRecieptAmount.Text
source: Amount of money:
vi: Số tiền:

# frmTransactionBillTwoInOne.lciRecieptDescription.Text
source: Describe:
vi: Mô tả:

# frmTransactionBillTwoInOne.lciRecieptDiscountPrice.Text
source: Discount:
vi: Chiết khấu:

# frmTransactionBillTwoInOne.lciRecieptNumOrder.Text
source: Some bills:
vi: Số hóa đơn:

# frmTransactionBillTwoInOne.lciRecieptReason.Text
source: Reason:
vi: Lý do:

# frmTransactionBillTwoInOne.lciRepayAccountBook.OptionsToolTip.ToolTip
source: Autocomplete book
vi: Sổ tự động hoàn ứng

# frmTransactionBillTwoInOne.lciRepayAccountBook.Text
source: Complete book:
vi: Sổ hoàn ứng:

# frmTransactionBillTwoInOne.lciRepayNumOrder.OptionsToolTip.ToolTip
source: Autocomplete voucher number
vi: Số chứng từ tự động hoàn ứng

# frmTransactionBillTwoInOne.lciRepayNumOrder.Text
source: Certificate number:
vi: Số chứng từ:

# frmTransactionBillTwoInOne.lciRightRoute.Text
source: Route:
vi: Tuyến:

# frmTransactionBillTwoInOne.lciTongTinHoanThu.Text
source: Total amount to be refunded:
vi: Tổng tiền phải hoàn:

# frmTransactionBillTwoInOne.lciTransactionTime.Text
source: Trading time
vi: Tg giao dịch:

# frmTransactionBillTwoInOne.radioSGAll.Properties.Caption
source: All
vi: Tất cả

# frmTransactionBillTwoInOne.radioSGCLS.Properties.Caption
source: CLS fee PT
vi: Phí CLS + PT

# frmTransactionBillTwoInOne.radioSGExam.Properties.Caption
source: Examination fee
vi: Phí khám

# frmTransactionBillTwoInOne.radioSGMedicine.Properties.Caption
source: Medicine fee
vi: Phí thuốc

# frmTransactionBillTwoInOne.Text
source: Pay to two book
vi: Thanh toán hai sổ

# frmTransactionBillTwoInOne.treeListColumn_SereServ_Amount.Caption
source: Quantity
vi: Số lượng

# frmTransactionBillTwoInOne.treeListColumn_SereServ_DifferentPrice.Caption
source: Deviant
vi: Tiền CL

# frmTransactionBillTwoInOne.treeListColumn_SereServ_DifferentPrice.Tooltip
source: Difference
vi: Tiền chênh lệch

# frmTransactionBillTwoInOne.treeListColumn_SereServ_Discount.Caption
source: Discount
vi: Chiết khấu

# frmTransactionBillTwoInOne.treeListColumn_SereServ_Expend.Caption
source: Consumption
vi: Hao phí

# frmTransactionBillTwoInOne.treeListColumn_SereServ_InvoicePrice.Caption
source: Difference
vi: Tiền DV

# frmTransactionBillTwoInOne.treeListColumn_SereServ_InvoicePrice.Tooltip
source: Total service fee
vi: Tổng tiền dịch vụ

# frmTransactionBillTwoInOne.treeListColumn_SereServ_Price.Caption
source: Unit price
vi: Đơn giá

# frmTransactionBillTwoInOne.treeListColumn_SereServ_RecieptPrice.Caption
source: Payment's Cash
vi: Tiền VP

# frmTransactionBillTwoInOne.treeListColumn_SereServ_RecieptPrice.Tooltip
source: Total hospital fee
vi: Tổng tiền viện phí

# frmTransactionBillTwoInOne.treeListColumn_SereServ_ServiceCode.Caption
source: Service code
vi: Mã dịch vụ

# frmTransactionBillTwoInOne.treeListColumn_SereServ_ServiceName.Caption
source: Name
vi: Tên

# frmTransactionBillTwoInOne.treeListColumn_SereServ_ServiceReqCode.Caption
source: Request code
vi: Mã yêu cầu

# frmTransactionBillTwoInOne.treeListColumn_SereServ_VirTotalHeinPrice.Caption
source: Co-payment
vi: Đồng chi trả

# frmTransactionBillTwoInOne.treeListColumn_SereServ_VirTotalPrice.Caption
source: amount
vi: Thành tiền

# frmTransactionBillTwoInOne.txtFindTreatmentCode.Properties.NullValuePrompt
source: Search by treatment code
vi: Tìm kiếm theo mã điều trị

# frmTransactionBillTwoInOne.txtSearch.Properties.NullValuePrompt
source: Search by treatment code
vi: Tìm kiếm theo mã điều trị

source: Amount must be greater than 0!
vi: Số tiền phải lơn hơn 0!

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__GRID_BILL_FUND__VALID_FUND_NOT_FOUND
source: Must choose payment fund!
vi: Phải chọn quỹ thanh toán!

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__RIGHT_ROUTE_FALSE
source: Opposite line
vi: Trái tuyến

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL__RIGHT_ROUTE_TRUE
source: Right line
vi: Đúng tuyến

source: Print regular invoices
vi: In hóa đơn thường

source: Print bill receipt detail
vi: In phiếu thu thanh toán chi tiết dịch vụ

source: Print service invoice
vi: In hóa đơn dịch vụ

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL_TWO_IN_ONE__btnSearch
source: Search(Ctrl F)
vi: Tìm(Ctrl F)

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL_TWO_IN_ONE__layoutControlItem18
source: Patient Code:
vi: Mã bệnh nhân:

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL_TWO_IN_ONE__layoutControlItem19
source: Patient Type:
vi: Đối tượng:

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL_TWO_IN_ONE__layoutControlItem20
source: Patient Name:
vi: Tên bệnh nhân:

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL_TWO_IN_ONE__layoutControlItem21
source: Address:
vi: Địa chỉ:

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL_TWO_IN_ONE__layoutControlItem22
source: BirthDay:
vi: Ngày sinh:

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL_TWO_IN_ONE__layoutControlItem23
source: Gender:
vi: Giới tính:

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL_TWO_IN_ONE__layoutControlItem24
source: Medi Org Name:
vi: Nơi ĐKKCBBĐ:

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL_TWO_IN_ONE__layoutControlItem25
source: Hein Card:
vi: Số thẻ BH:

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL_TWO_IN_ONE__layoutControlItem26
source: Card From:
vi: Hạn từ:

# IVT_LANGUAGE_KEY__FRM_TRANSACTION_BILL_TWO_IN_ONE__layoutControlItem27
source: Card To:
vi: Hạn đến:
