Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/HIS.Desktop/Resources/Lang.*.resx
Languages: my, vi

# BanVuiLongThoatPhanMemRaVaoLaiDeCapNhat
source: Please exit the software and re-enter to update
my: ကျေးဇူးပြု၍ ဆော့ဖ်ဝဲမှထွက်ပြီး အပ်ဒိတ်လုပ်ရန် ပြန်ဝင်ပါ။
vi: Bạn vui lòng thoát phần mềm ra vào lại để cập nhật

# DongTabBenPhai
source: Close tabs on the right
my: ညာဘက်ရှိ တက်ဘ်များကို ပိတ်ပါ။
vi: Đóng các tab bên phải

# DongTabKhac
source: Close other tabs
my: အခြားတဘ်များကို ပိတ်ပါ။
vi: Đóng các tab khác

# frmCheckServerConnect.gridColumn1.Caption
source: Server address
my: ဆာဗာလိပ်စာ
vi: Địa chỉ Server

# frmCheckServerConnect.gridColumn2.Caption
source: Last ping time
my: နောက်ဆုံး ping အချိန်
vi: Thời gian lần ping cuối

# frmCheckServerConnect.gridColumn3.Caption
source: Status
my: အဆင့်အတန်း
vi: Trạng thái

# frmCheckServerConnect.gridColumn4.Caption
source: Describe
my: ဖော်ပြပါ။
vi: Mô tả

# frmCheckServerConnect.Text
source: Check server connection
my: ဆာဗာချိတ်ဆက်မှုကို စစ်ဆေးပါ။
vi: Kiểm tra kết nối server

# frmDesktopConfig.btnSave.Text
source: Save
my: သိမ်းဆည်းပါ။
vi: Lưu

# frmDesktopConfig.btnSave.ToolTip
source: Save
my: သိမ်းဆည်းပါ။
vi: Lưu

# frmDesktopConfig.gridColumn2.Caption
source: Configuration
my: ဖွဲ့စည်းမှု
vi: Cấu hình

# frmDesktopConfig.gridColumn2.ToolTip
source: Configuration
my: ဖွဲ့စည်းမှု
vi: Cấu hình

# frmDesktopConfig.gridColumn3.Caption
source: Value
my: တန်ဖိုး
vi: Giá trị

# frmDesktopConfig.gridColumn3.ToolTip
source: Value
my: တန်ဖိုး
vi: Giá trị

# frmDesktopConfig.gridColumn4.Caption
source: Describe
my: ဖော်ပြပါ။
vi: Mô tả

# frmDesktopConfig.gridColumn4.ToolTip
source: Describe
my: ဖော်ပြပါ။
vi: Mô tả

# frmDesktopConfig.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmDesktopConfig.Text
source: Deployment Configuration
my: ဖြန့်ကျက်ဖွဲ့စည်းမှု
vi: Cấu hình triển khai

# frmLogin.lblBranch
source: Basis:
my: အခြေခံ-
vi: Cơ sở:

# frmLogin.Text
source: Log in
my: လော့ဂ်အင်
vi: Đăng nhập

# frmMain.backstageViewTabItem1.Caption
source: Room is working
my: အခန်းက အလုပ်လုပ်နေတယ်။
vi: Phòng đang làm việc

# frmMain.backstageViewTabItem2.Caption
source: Room is working
my: အခန်းက အလုပ်လုပ်နေတယ်။
vi: Phòng đang làm việc

# frmMain.bar1.Text
source: Tools
my: ကိရိယာများ

# frmMain.barbtnResetCacheStateControl.Caption
source: Reset cache control(Ctrl Shift R)
my: ကက်ရှ်ထိန်းချုပ်မှုကို ပြန်လည်သတ်မှတ်ပါ (Ctrl Shift R)

# frmMain.barButtonItem1.Caption
source: Change login name
my: လော့ဂ်အင်အမည်ကို ပြောင်းပါ။
vi: Đổi tên đăng nhập

# frmMain.barButtonItem4.Caption
source: Ctrl Shift 1
my: Ctrl Shift ၁

# frmMain.barHeaderItem1.Caption
source: Version: 2.0 @
my: ဗားရှင်း- 2.0 @
vi: Phiên bản: 2.0 @

# frmMain.bbtnChanelRemoteSupport.Caption
source: Create customer request (Ctrl F2)
my: ဖောက်သည် တောင်းဆိုချက် ဖန်တီးပါ (Ctrl F2)
vi: Tạo yêu cầu khách hàng (Ctrl F2)

# frmMain.bbtnChangePassword.Caption
source: Change Password
my: စကားဝှက်ကိုပြောင်းရန်
vi: Đổi mật khẩu

# frmMain.bbtnClose.Caption
source: Log out
my: ထွက်လိုက်ပါ။
vi: Đăng xuất

# frmMain.bbtnCommonChooseRoom.Caption
source: Choose a room
my: အခန်းရွေးပါ။
vi: Chọn phòng

# frmMain.bbtnConfigApplication.Caption
source: Software configuration
my: ဆော့ဖ်ဝဲဖွဲ့စည်းမှု
vi: Cấu hình phần mềm

# frmMain.bbtnCreateReport.Caption
source: Generate report
my: အစီရင်ခံစာထုတ်ပါ။
vi: Tạo báo cáo

# frmMain.bbtnCustomizeButton.Caption
source: Customize button (Ctrl shift S)
my: စိတ်ကြိုက်ခလုတ် (Ctrl shift S)

# frmMain.bbtnEventLog.Caption
source: Impact log
my: ထိခိုက်မှုမှတ်တမ်း
vi: Nhật ký tác động

# frmMain.bbtnFeedback.Caption
source: Feedback, support (Ctrl F2)
my: တုံ့ပြန်ချက်၊ ပံ့ပိုးမှု (Ctrl F2)
vi: Phản hồi, hỗ trợ (Ctrl F2)

# frmMain.bbtnHideControl.Caption
source: Hide/show controls
my: ထိန်းချုပ်မှုများကို ဖျောက်/ပြပါ။
vi: Ẩn/hiện control

# frmMain.bbtnHisConfig.Caption
source: System and account configuration
my: စနစ်နှင့် အကောင့်ဖွဲ့စည်းပုံ
vi: Cấu hình hệ thống và tài khoản

# frmMain.bbtnMonitorTracking.Caption
source: Workstation Management
my: Workstation စီမံခန့်ခွဲမှု
vi: Quản lý máy trạm

# frmMain.bbtnPageOther.Caption
source: Other
my: တခြား
vi: Khác

# frmMain.bbtnPlugin.Caption
source: Version
my: ဗားရှင်း
vi: Phiên bản

# frmMain.bbtnRefeshRamGC.Caption
source: Refresh Ram(GC)
my: Ram(GC) ပြန်လည်စတင်ရန်
vi: Refesh Ram(GC)

# frmMain.bbtnRefreshCache.Caption
source: Manage my device cache
my: ကျွန်ုပ်၏စက်ပစ္စည်း ကက်ရှ်ကို စီမံပါ။
vi: Quản lý cache máy của tôi

# frmMain.bbtnRefreshEmrConfig.Caption
source: Reload electronic medical record configuration
my: အီလက်ထရွန်နစ် ဆေးဘက်ဆိုင်ရာ မှတ်တမ်း ဖွဲ့စည်းမှုကို ပြန်လည်စတင်ပါ။
vi: Tải lại cấu hình bệnh án điện tử

# frmMain.bbtnReport.Caption
source: Report
my: သတင်းပို့တယ်။
vi: Báo cáo

# frmMain.bbtnReportList.Caption
source: List of reports
my: အစီရင်ခံစာများစာရင်း
vi: Danh sách báo cáo

# frmMain.bbtnResetLisConfig.Caption
source: Reload LIS. config
my: LIS ကို ပြန်လည်စတင်ပါ။
vi: Tải lại cấu hình LIS

# frmMain.bbtnResetServerConfigCache.Caption
source: Reload configuration, cache server (MOS, REDIS cache server)
my: ဖွဲ့စည်းမှုပုံစံ၊ ကက်ရှ်ဆာဗာ (MOS၊ REDIS ကက်ရှ်ဆာဗာ) ကို ပြန်လည်စတင်ပါ။
vi: Tải lại cấu hình, cache server (MOS, REDIS cache server)

# frmMain.bbtnTutorial.Caption
source: User manual
my: အသုံးပြုသူလက်စွဲ
vi: Hướng dẫn sử dụng

# frmMain.bbtnVersionInfo.Caption
source: Version
my: ဗားရှင်း
vi: Phiên bản

# frmMain.blblHelp.Caption
source: Shortcut key (Ctrl F2) to \\Create Customer Request\\ (Ctrl Shift S) to customize delivery
my: "ဖောက်သည်တောင်းဆိုမှုကိုဖန်တီးပါ" သို့ ဖြတ်လမ်းခလုတ် (Ctrl + F2)၊ အင်တာဖေ့စ်ကို စိတ်ကြိုက်ပြင်ဆင်ရန် (Ctrl+Shift+S)
vi: Phím tắt (Ctrl + F2) để "Tạo yêu cầu khách hàng" (Ctrl+Shift+S) để tùy biến giao diện

# frmMain.gridColumn1.Caption
source: Tabpage
my: တက်ဘ်စာမျက်နှာ

# frmMain.gridColumn2.ToolTip
source: Close
my: ပိတ်လိုက်
vi: Đóng

# frmMain.gridColumn3.Caption
source: RoomName
my: အခန်းအမည်

# frmMain.gridColumn4.Caption
source: Del
my: ဒယ်လ်

# frmMain.gridColumn5.Caption
source: RoomName
my: အခန်းအမည်

# frmMain.gridColumn6.Caption
source: Del
my: ဒယ်လ်

# frmMain.gridColumn6.ToolTip
source: Leave the selected office
my: ရွေးချယ်ထားသောရုံးမှထွက်ခွာပါ။
vi: Bỏ phòng làm việc đã chọn

# frmMain.gridColumn7.Caption
source: Tabpage
my: တက်ဘ်စာမျက်နှာ

# frmMain.gridColumn8.Caption
source: Del
my: ဒယ်လ်

# frmMain.gridColumn8.ToolTip
source: Leave the selected office
my: ရွေးချယ်ထားသောရုံးမှထွက်ခွာပါ။
vi: Bỏ phòng làm việc đã chọn

# frmMain.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmMain.lblLanguage.Caption
source: Vietnamese
my: ဗီယက်နမ်လူမျိုး
vi: Tiếng việt

# frmMain.lblRoomName.Caption
source: Haven't selected a room yet
my: အခန်းကို မရွေးချယ်ရသေးဘူး။
vi: Chưa chọn phòng

# frmMain.lblVersion.Caption
source: ©Inventec
my: ©တီထွင်မှု

# frmMain.skinRibbonGalleryBarItem1.Caption
source: Display
my: ပြသခြင်း။
vi: Giao diện

# frmMain.tabpageMoritoring.Caption
source: Monitor the workstation
my: အလုပ်ရုံကို စောင့်ကြည့်ပါ။
vi: Theo dõi máy trạm

# frmMain.Text
source: Hospital Management Software (HIS) - Hospital Integration System MOS
my: ဆေးရုံစီမံခန့်ခွဲမှုဆော့ဖ်ဝဲ (HIS) - ဆေးရုံပေါင်းစည်းမှုစနစ် MOS
vi: Phần mềm quản lý bệnh viên (HIS) - Hệ thống tích hợp bệnh viện MOS

# frmSystemConfig.Text
source: System configuration
my: စနစ်ဖွဲ့စည်းမှု
vi: Cấu hình hệ thống

# frmUgrade.lblDescription.Text
source: Checking for updated version...
my: အပ်ဒိတ်ဗားရှင်းအတွက် စစ်ဆေးနေသည်...
vi: Đang kiểm tra phiên bản cập nhật ...

# frmUgradeAUS.lblDescription.Text
source: Checking for updated version...
my: အပ်ဒိတ်ဗားရှင်းအတွက် စစ်ဆေးနေသည်...
vi: Đang kiểm tra phiên bản cập nhật ...

# frmUpgradeOption.btnUpgradeHand.Text
source: Manual upgrade
my: Manual အဆင့်မြှင့်ခြင်း။
vi: Nâng cấp thủ công

# frmUpgradeOption.Text
source: Upgrade - Upgrade
my: အဆင့်မြှင့်ခြင်း - အဆင့်မြှင့်ခြင်း။
vi: Nâng cấp - Upgrade

# KetNoiServerKhongOnDinh
source: Server connection is not stable
my: ဆာဗာချိတ်ဆက်မှု မတည်ငြိမ်ပါ။
vi: Kết nối server không ổn định

# KetNoiServerOnDinh
source: Server connection is stable
my: တည်ငြိမ်သောဆာဗာချိတ်ဆက်မှု
vi: Kết nối server ổn định

# MatKetNoiServer
source: Lost connection to server...
my: ဆာဗာသို့ ချိတ်ဆက်မှု ပြတ်တောက်သွားသည်...
vi: Mất kết nối đến server...

# toolTipItem1.Text
source: Leave the selected office
my: ရွေးချယ်ထားသောရုံးမှထွက်ခွာပါ။
vi: Bỏ phòng làm việc đã chọn

# toolTipItem2.Text
source: Leave the selected office
my: ရွေးချယ်ထားသောရုံးမှထွက်ခွာပါ။
vi: Bỏ phòng làm việc đã chọn

# toolTipItem3.Text
source: The software is running in voice input mode
my: ဆော့ဖ်ဝဲသည် အသံထည့်သွင်းမှုမုဒ်တွင် လုပ်ဆောင်နေပါသည်။
vi: Phần mềm đang chạy ở chế độ nhập liệu bằng giọng nói

# toolTipItem4.Text
source: Create customer request (Ctrl F2)
my: ဖောက်သည် တောင်းဆိုချက် ဖန်တီးပါ (Ctrl F2)
vi: Tạo yêu cầu khách hàng (Ctrl F2)

# toolTipItem5.Text
source: Log out
my: ထွက်လိုက်ပါ။
vi: Đăng xuất

# toolTipItem6.Text
source: Develop
my: ဖွံ့ဖြိုး
vi: Phát triển

# toolTipItem7.Text
source: Version
my: ဗားရှင်း
vi: Phiên bản

# toolTipItem8.Text
source: List of reports
my: အစီရင်ခံစာများစာရင်း
vi: Danh sách báo cáo

# toolTipItem9.Text
source: Generate report
my: အစီရင်ခံစာထုတ်ပါ။
vi: Tạo báo cáo

# blblHelp.Caption
source: Shortcut (Ctrl F2) to \
vi: Phím tắt (Ctrl + F2) để "Tạo yêu cầu khách hàng"; (Ctrl+Shift+S) để tùy biến giao diện

# frmUpgradeOption.lblStatus.Text
source: resources.GetString(lblStatus.Text);
vi: Phiên bản phần mềm trên máy tính của bạn có thể đã cũ và cần nâng cấp, tuy nhiên chế độ nâng cấp tự động không làm việc, bạn có muốn nâng cấp thủ công lên phiên bản mới nhất? Phiên bản hiện tại: {0} Phiên bản cần nâng cấp: {1}
