Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.InsuranceExpertise/Resources/Lang.*.resx
Languages: my

# IVT_LANGUAGE_KEY__UC_EXPORT_XML4210__COMBO_FILTER__ITEM_ALL
source: All
my: အားလုံး

# IVT_LANGUAGE_KEY__UC_EXPORT_XML4210__COMBO_FILTER__ITEM_IN_LIST
source: In the list
my: စာရင်းထဲမှာ

# IVT_LANGUAGE_KEY__UC_EXPORT_XML4210__COMBO_FILTER__ITEM_OUT_LIST
source: Apart list
my: စာရင်းထဲက

# IVT_LANGUAGE_KEY__UC_EXPORT_XML4210__TXT_KEYWORD__NULL_VALUE
source: List of top health insurance card numbers separated by, (comma)
my: ကော်မာဖြင့် ခြားထားသော bhyt ကတ်နံပါတ်များစာရင်း (ကော်မာ)

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__BTN_APPROVAL
source: Approval (Ctrl S)
my: ရှာဖွေပါ (Ctrl S)

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__BTN_CANCEL_APPROVAL
source: Cancel approval (Ctrl + C)
my: ရှာဖွေခြင်းကို ပယ်ဖျက်ပါ (Ctrl C)

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__BTN_FIND
source: Find (Ctrl + F)
my: ရှာပါ (Ctrl F)

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__BTN_LOCK_HEIN
source: Lock (Ctrl L)
my: လော့ခ်ချခြင်း (Ctrl L)

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__BTN_UNLOCK_HEIN
source: Unlock (Ctrl O)
my: လော့ခ်ဖွင့်ပါ (Ctrl O)

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__COMBO_STATUS__ITEM_ALL
source: All
my: အားလုံး

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__COMBO_STATUS__ITEM_APPROVALED
source: There browser profile
my: ရှာဖွေကြည့်ရန် ပရိုဖိုင်တစ်ခုရှိသည်။

source: Unpublished browsed xml
my: ရှာဖွေထားသည် xml ကို တင်ပို့မထားပါ။

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__COMBO_STATUS__ITEM_IS_LOCK_HEIN
source: General Hospital
my: သော့ခတ်ထားသည်။

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__COMBO_STATUS__ITEM_IS_UNLOCK_HEIN
source: not lock
my: သော့မခတ်သေးဘူး။

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__COMBO_STATUS__ITEM_NOT_APPROVAL
source: Unapproved
my: အတည်မပြုသေးပါ။

source: Time Spent
my: ရှာဖွေနေချိန်

source: Approved by
my: အတည်ပြုခဲ့သည်။

source: Ghost
my: ကုဒ်

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__GRID_HEIN_APPROVAL__COLUMN_NUM_ORDER
source: No. browser
my: လိုက်ကြည့်သည်။

source: term from
my: စကားလုံးအသုံးအနှုန်း

source: card number
my: ကတ်နံပါတ်

source: limited to
my: သတ်မှတ်ချိန်းရက်

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__GRID_TREATMENT__COLUMN_DOB
source: Birthday
my: မွေးနေ့

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__GRID_TREATMENT__COLUMN_GENDER_NAME
source: Sex
my: လိင်

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__GRID_TREATMENT__COLUMN_IN_TIME
source: Time in Hospital
my: ဆေးရုံတက်ချိန်

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__GRID_TREATMENT__COLUMN_OUT_TIME
source: Time discharge
my: ဆေးရုံဆင်းချိန်

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__GRID_TREATMENT__COLUMN_PATIENT_CODE
source: Patients code
my: လူနာကုဒ်

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__GRID_TREATMENT__COLUMN_TREATMENT_CODE
source: Treatment code
my: ကုသမှုကုဒ်

source: Patient's
my: လူနာအမည်

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__LAYOUT_EXECUTE_TIME
source: Time Spent:
my: ရှာဖွေချိန်-

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__LAYOUT_FROM_TIME
source: Browse fees from:
my: VP များကို ရှာဖွေပါ-

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__LAYOUT_IN_BRANCH
source: In c/branch:
my: c/ဌာနခွဲတွင်-

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__LAYOUT_STATUS
source: Status:
my: အခြေအနေ-

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__LAYOUT_TO_TIME
source: Come:
my: ရောက်သည်-

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__LAYOUT_VIR_TOTAL_HEIN_PRICE
source: Paid health insurance:
my: ကျန်းမာရေးအာမခံ ပေးဆောင်သည်-

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__LAYOUT_VIR_TOTAL_PATIENT_PRICE
source: Patients pay:
my: လူနာပေးချေသည်-

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__LAYOUT_VIR_TOTAL_PRICE
source: Blackmail:
my: စုစုပေါင်းတန်ဘိုး:

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__LAYOUT_XML
source: Xml type:
my: xml အမျိုးအစား

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__REPOSITORY_STATUS_APPROVALED
source: There browser profile
my: ရှာဖွေကြည့်ရန် ပရိုဖိုင်တစ်ခုရှိသည်။

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__REPOSITORY_STATUS_LOCK_HEIN
source: General Hospital
my: သော့ခတ်ထားသည်။

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__REPOSITORY_STATUS_NOT_APPROVAL
source: Unapproved
my: အတည်မပြုသေးပါ။

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__REPOSITORY_STATUS_UNLOCK_HEIN
source: not lock
my: သော့မခတ်သေးဘူး။

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__TREE_SERE_SERV__COLUMN_DISCOUNT
source: Discount
my: လျှော့စျေး

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__TREE_SERE_SERV__COLUMN_IS_EXPEND
source: expend
my: ငွေဖြုန်းတီးခြင်း။

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__TREE_SERE_SERV__COLUMN_SERVICE_CODE
source: Service code
my: ဝန်ဆောင်မှုကုဒ်

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__TREE_SERE_SERV__COLUMN_SERVICE_NAME
source: service name
my: ဝန်ဆောင်မှုအမည်

source: Code requirements
my: ကုဒ်တောင်းပါ။

source: Trading code
my: ကုန်သွယ်မှုကုဒ်

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__TREE_SERE_SERV__COLUMN_VIR_PRICE
source: Unit price
my: တစ်ခုချင်းစျေးနှုန်း

source: Co-payment
my: ပူးတွဲလစာ

source: Patients pay
my: လူနာက ပိုက်ဆံပေးတယ်။

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__TREE_SERE_SERV__COLUMN_VIR_TOTAL_PRICE
source: amount
my: ငွေထဲသို့

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__TXT_FIND_TREATMENT_CODE__NULL_VALUE
source: Treatment code (F2)
my: ကုသမှုကုဒ် (F2)

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__TXT_KEY_WORD__NULL_VALUE
source: Keyword search
my: အဓိကစကားလုံးကို ရှာပါ။

# UCInsuranceExpertise.btnDownload.Text
source: Download sample files
my: နမူနာဖိုင်များကို ဒေါင်းလုဒ်လုပ်ပါ။

# UCInsuranceExpertise.btnDownload.ToolTip
source: Import filter condition
my: သွင်းကုန် စစ်ထုတ်မှု အခြေအနေ

# UCInsuranceExpertise.btnFind.Text
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)

# UCInsuranceExpertise.btnImport.Text
source: NK filter condition
my: NK filter အခြေအနေ

# UCInsuranceExpertise.btnLockHein.Text
source: Lock (Ctrl L)
my: လော့ခ်ချခြင်း (Ctrl L)

# UCInsuranceExpertise.btnLuuTru.Text
source: Archive (F5)
my: မှတ်တမ်း (F5)

# UCInsuranceExpertise.btnLuuTru.ToolTip
source: Numbering of records archives
my: မှတ်တမ်းများ မော်ကွန်းတိုက်များ၏ နံပါတ်များ

# UCInsuranceExpertise.btnUnLockHein.Text
source: Unlock (Ctrl O)
my: လော့ခ်ဖွင့်ပါ (Ctrl O)

# UCInsuranceExpertise.gridCol_HeinApproval_Cancel.Caption
source: Cancel approval
my: ဖျက်ဆီးပါ။

# UCInsuranceExpertise.gridCol_HeinApproval_DownXml.Caption
source: Download xml
my: xml ကိုဒေါင်းလုဒ်လုပ်ပါ။

# UCInsuranceExpertise.gridColumn_HeinApproval_ExecuteTime.Caption
source: Browsing time
my: ရှာဖွေနေချိန်

# UCInsuranceExpertise.gridColumn_HeinApproval_ExecuteUserName.Caption
source: Approved by
my: အတည်ပြုခဲ့သည်။

# UCInsuranceExpertise.gridColumn_HeinApproval_HeinApprovalCode.Caption
source: Code
my: ကုဒ်

# UCInsuranceExpertise.gridColumn_HeinCard_HeinCardFromTime.Caption
source: Word term
my: စကားလုံးအသုံးအနှုန်း

# UCInsuranceExpertise.gridColumn_HeinCard_HeinCardNumber.Caption
source: Card number
my: ကတ်နံပါတ်

# UCInsuranceExpertise.gridColumn_HeinCard_HeinCardToTime.Caption
source: Due date
my: သတ်မှတ်ချိန်းရက်

# UCInsuranceExpertise.gridColumn_HeinCardNumber_Approval.Caption
source: Approval
my: ဘရောက်ဆာ

# UCInsuranceExpertise.gridColumn_Treatment_Dob.Caption
source: Date of birth
my: မွေးနေ့

# UCInsuranceExpertise.gridColumn_Treatment_GenderName.Caption
source: Gender
my: လိင်

# UCInsuranceExpertise.gridColumn_Treatment_ImageStatus.Caption
source: Status
my: အဆင့်အတန်း

# UCInsuranceExpertise.gridColumn_Treatment_InTime.Caption
source: Hospitalization time
my: ဆေးရုံတက်ချိန်

# UCInsuranceExpertise.gridColumn_Treatment_IsLockHein.Caption
source: Lock/Open
my: လော့ခ်/ဖွင့်ပါ။

# UCInsuranceExpertise.gridColumn_Treatment_OutTime.Caption
source: Hospital discharge time
my: ဆေးရုံဆင်းချိန်

# UCInsuranceExpertise.gridColumn_Treatment_PatientCode.Caption
source: Patient code
my: လူနာကုဒ်

# UCInsuranceExpertise.gridColumn_Treatment_TreatmentCode.Caption
source: Treatment code
my: ကုသမှုကုဒ်

# UCInsuranceExpertise.gridColumn_Treatment_VirPatientName.Caption
source: Patient's name
my: လူနာအမည်

# UCInsuranceExpertise.gridColumn1.Caption
source: View XML
my: XML ကိုကြည့်ပါ။

# UCInsuranceExpertise.gridColumn2.Caption
source: List store code
my: စတိုးဆိုင်ကုဒ်စာရင်း

# UCInsuranceExpertise.gridColumnTreatment_DownloadXML.Caption
source: Download XML
my: XML ကိုဒေါင်းလုဒ်လုပ်ပါ။

# UCInsuranceExpertise.gridColumnTreatment_GiamDinh.Caption
source: Inspection
my: စစ်ဆေးရေး

# UCInsuranceExpertise.gridColumnTreatment_GiamDinh.ToolTip
source: Inspection (Ctrl S)
my: စစ်ဆေးခြင်း (Ctrl S)

# UCInsuranceExpertise.gridColumnTreatment_XMLView.Caption
source: View XML
my: XML ကိုကြည့်ပါ။

# UCInsuranceExpertise.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UCInsuranceExpertise.layoutControlItem15.Text
source: Lock time:
my: လော့ခ်ချချိန်-

# UCInsuranceExpertise.layoutControlItem8.OptionsToolTip.ToolTip
source: In the branch
my: ကိုင်း

# UCInsuranceExpertise.layoutControlItem8.Text
source: In c/branch:
my: c/ဌာနခွဲတွင်-

# UCInsuranceExpertise.layoutControlItem9.OptionsToolTip.ToolTip
source: Import filter condition
my: သွင်းကုန် စစ်ထုတ်မှု အခြေအနေ

# UCInsuranceExpertise.layoutExecuteTime.Text
source: Browsing time:
my: ရှာဖွေချိန်-

# UCInsuranceExpertise.layoutFeeLockTimeFrom.OptionsToolTip.ToolTip
source: Browse Institute fees from
my: အင်စတီကျုကြေးကနေ လိုက်ကြည့်ပါ။

# UCInsuranceExpertise.layoutFeeLockTimeFrom.Text
source: Browse VPs from:
my: VP များကို ရှာဖွေပါ-

# UCInsuranceExpertise.layoutFeeLockTimeTo.Text
source: Arrive:
my: ရောက်သည်-

# UCInsuranceExpertise.layoutStatus.Text
source: Status:
my: အခြေအနေ-

# UCInsuranceExpertise.layoutVirTotalHeinPrice.Text
source: Bhyt pays:
my: Bhyt ပေးသည်-

# UCInsuranceExpertise.layoutVirTotalPatientPrice.Text
source: Patient pays:
my: လူနာပေးချေသည်-

# UCInsuranceExpertise.layoutVirTotalPrice.Text
source: Total amount:
my: စုစုပေါင်းတန်ဘိုး:

# UCInsuranceExpertise.lcStoreBordereauCode.OptionsToolTip.ToolTip
source: List store code
my: စတိုးဆိုင်ကုဒ်စာရင်း

# UCInsuranceExpertise.lcStoreBordereauCode.Text
source: LT number:
my: LT နံပါတ်-

# UCInsuranceExpertise.txtFindTreatmentCode.Properties.NullValuePrompt
source: Treatment code (F2)
my: ကုသမှုကုဒ် (F2)

# IVT_LANGUAGE_KEY__UC_INSURANCE_EXPERTISE__repositoryItem_Dowload
source: Download XML 4210
my: xml 4210 ကိုဒေါင်းလုဒ်လုပ်ပါ။
