Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.BedRoomPartial/Resources/Lang.*.resx
Languages: my, vi

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__BAO_AN
source: Meal report
my: သတင်းစာတွေ စားတယ်။
vi: Báo ăn

# UCBedRoomPartial.gridColumn10.Caption
source: Gender
my: လိင်
vi: Giới tính

# UCBedRoomPartial.gridColumn10.ToolTip
source: Gender
my: လိင်
vi: Giới tính

# INIT_LANGUAGE__UC_TREE_SERE_SERV_7__DA_LAY_MAU
source: Sample taken
my: နမူနာယူပါ။
vi: Đã lấy mẫu

# INIT_LANGUAGE__UC_TREE_SERE_SERV_7__DA_NHAN_MAU
source: Sample received
my: နမူနာလက်ခံရရှိခဲ့သည်။
vi: Đã nhận mẫu

# FormApprovalFinish.BtnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# FrmFollow.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# UCTreeListService.isRation.Caption
source: DTTT
vi: ĐTTT
