Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.BedRoomPartial/Resources/Lang.*.resx
Languages: my, vi

# FormApprovalFinish.bar1.Text
source: Tools
my: ကိရိယာများ

# FormApprovalFinish.barBtnSave.Caption
source: Save
my: သိမ်းဆည်းပါ။

# FormApprovalFinish.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormApprovalFinish.layoutControlItem1.Text
source: Note:
my: မှတ်စု:
vi: Ghi chú:

# FormApprovalFinish.Text
source: Browse hospital discharge eligibility
my: ဆေးရုံဆင်းခွင့် အရည်အချင်းပြည့်မီမှုကို ကြည့်ပါ။
vi: Duyệt đủ điều kiện ra viện

# FrmFollow.bar1.Text
source: Tools
my: ကိရိယာများ

# FrmFollow.barButtonItem1.Caption
source: Save
my: သိမ်းဆည်းပါ။
vi: Lưu

# FrmFollow.chk12.Properties.Caption
source: 12 o'clock
my: 12 နာရီ
vi: 12 giờ

# FrmFollow.chk24.Properties.Caption
source: 24 hours
my: 24 နာရီ
vi: 24 giờ

# FrmFollow.chkKhac.Properties.Caption
source: Other
my: တခြား
vi: Khác

# FrmFollow.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FrmFollow.layoutControlItem4.Text
source: Are from:
my: မှဖြစ်ကြသည်-
vi: Từ:

# FrmFollow.layoutControlItem5.Text
source: Arrive:
my: ရောက်သည်-
vi: Đến:

# FrmFollow.Text
source: Tracking time
my: ခြေရာခံချိန်
vi: Thời gian theo dõi

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__BTN__CHI_TIET
source: Detail
my: အသေးစိတ်
vi: Chi tiết

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__BTN__THU_GON
source: Collapse
my: ပြိုကျသည်။
vi: Thu gọn

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__AllergyCard
source: Allergy card
my: ဓာတ်မတည့်ကတ်
vi: Thẻ dị ứng

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__APPROVE_FINISH
source: Browse hospital discharge eligibility
my: ဆေးရုံဆင်းခွင့် အရည်အချင်းပြည့်မီမှုကို ကြည့်ပါ။
vi: Duyệt đủ điều kiện ra viện

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__BAN_GIAO_BN_TRUOC_PTTT
source: Handing over patients before surgery (BMK)
my: မခွဲစိတ်မီ လူနာများ လွှဲပြောင်းပေးအပ်ခြင်း (BMK)
vi: Bàn giao người bệnh trước PTTT (BMK)

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__BANG_KE
source: List
my: စာရင်း
vi: Bảng kê

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__BIEN_BAN_HOI_CHAN
source: Minutes of consultation
my: အစည်းအဝေးမှတ်တမ်းများစာရင်း
vi: Danh sách biên bản hội chẩn

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__BIEU_MAU_KHAC
source: Another form
my: အခြားပုံစံများ
vi: Biểu mẫu khác

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__BIEU_MAU_KHAC_HSDT
source: Other forms of treatment records
my: အခြားကုသမှုပုံစံများ
vi: Biễu mẫu khác hồ sơ điều trị

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__BloodTransfusion
source: Blood transfusion
my: သွေးသွင်းခြင်း။
vi: Truyền máu

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__BOTD
source: Unfollow
my: လိုက်ရန်
vi: Bỏ theo dõi

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__CANTD
source: Need to follow up
my: လိုက်နာရန် လိုအပ်ပါသည်။
vi: Cần theo dõi

source: Publicize inpatient medical examination and treatment services
my: အတွင်းလူနာများအား ဆေးစစ်ခြင်း နှင့် ကုသခြင်း ဝန်ဆောင်မှုများကို ကြေငြာခြင်း။
vi: Công khai dịch vụ khám, chữa bệnh nội trú

source: Public stage drugs
my: အဆင့်အလိုက် မူးယစ်ဆေးဝါးများ ဖော်ထုတ်ခြင်း။
vi: Công khai thuốc theo giai đoạn

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__CONG_KHAI_THUOC_THEO_NGAY
source: Public daily medication
my: ရက်စွဲအလိုက် ဆေးဝါးများ ထုတ်ပြန်ခြင်း။
vi: Công khai thuốc theo ngày

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__CHAM_SOC
source: Take care of
my: ဂရုစိုက်ပါ
vi: Chăm sóc

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__CheckInfoBHYT
source: Check health insurance card information
my: ကျန်းမာရေးအာမခံကတ် အချက်အလက်ကို စစ်ဆေးပါ။
vi: Kiểm tra thông tin thẻ BHYT

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__CHI_DINH
source: Point
my: ပွိုင့်
vi: Chỉ định

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__CHI_DINH_Dinh_DUONG
source: Specify meals
my: အစားအစာများသတ်မှတ်ပါ။
vi: Chỉ định suất ăn

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__CHI_DINH_GIAI_PHAU_BENH_LY
source: Specify pathological anatomy
my: ရောဂါဗေဒအတွက်ညွှန်ပြချက်များ
vi: Chỉ định giải phẫu bệnh lý

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__CHI_TIET_BENH_AN
source: Treatment detail
my: ဆေးမှတ်တမ်းအသေးစိတ်
vi: Chi tiết bệnh án

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__CHUYEN_DIEU_TRI_KET_HOP
source: Switch to combination therapy
my: ပေါင်းစပ်ကုထုံးသို့ပြောင်းပါ။
vi: Chuyển điều trị kết hợp

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__CHUYEN_KHOA
source: Specialist
my: ရာထူးအပြောင်းအရွှေ့
vi: Chuyển khoa

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__CHUYEN_RA_BUONG
source: Transfer chamber
my: အခန်းကိုပြောင်းပါ။
vi: Chuyển ra buồng

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__CHUYEN_VAO_BUONG
source: Transferred into chamber
my: အခန်းထဲသို့ ရွှေ့ပါ။
vi: Chuyển vào buồng

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__DANH_SACH_YEU_CAU
source: Wishlist
my: ဆေးစာရင်း
vi: Danh sách y lệnh

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__DIS_APPROVE_FINISH
source: Cancellation of eligibility for hospital discharge
my: ဆေးရုံဆင်းခွင့်ရရှိခြင်းအား ပယ်ဖျက်ခြင်း။
vi: Hủy duyệt đủ điều kiện ra viện

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__DONG_THOI_GIAN
source: Timeline
my: အချိန်ဇယား
vi: Dòng thời gian

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__DU_TRU_THUOC_THEO_BENH_NHAN
source: Drug planning according to patient
my: လူနာအလိုက် ဆေးဝါးစီစဉ်ခြင်း။
vi: Dự trù thuốc theo bệnh nhân

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__GHEP_MA_BENH_NHAN
source: Transplant patient code
my: လူနာကုဒ် ကိုက်ညီမှု
vi: Ghép mã bệnh nhân

source: Letter of commitment to bed voluntarily (BMK)
my: ဆန္ဒအလျောက် အိပ်ရာဝင်ရန် ကတိကဝတ်ပြုလွှာ (BMK)
vi: Giấy cam kết nằm giường tự nguyện (BMK)

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__GIAY_NAM_VIEN
source: Certificate of Hospitalization
my: ဆေးရုံတက်လက်မှတ်
vi: Giấy chứng nhận nằm viện

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__GIAY_THXN
source: Summary of test results
my: စာမေးပွဲရလဒ်အကျဉ်းချုပ်
vi: Giấy Tổng hợp kết quả xét nghiệm

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__HIS_ADR
source: Information on adverse drug reactions
my: ဆိုးရွားသောဆေးဝါးတုံ့ပြန်မှုများဆိုင်ရာအချက်အလက်များ
vi: Thông tin phản ứng có hại thuốc

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__HisDhst
source: Life function monitoring
my: ဘဝလုပ်ဆောင်ချက်ကို စောင့်ကြည့်ခြင်း။
vi: Theo dõi chức năng sống

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__HisDhstChart
source: vital signs chart
my: အရေးကြီးသောလက္ခဏာများဇယား
vi: Biểu đồ dấu hiệu sinh tồn

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__HisPhieuSoketTruocMo
source: Pre-surgery summary sheet
my: ခွဲစိတ်မှုအကြိုအကျဉ်းချုပ်စာရွက်
vi: Phiếu sơ kết trước mổ

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__HisSoKetBenhAnTruocPhauThuat
source: Preoperative BA review (BMK)
my: ကြိုတင်ခွဲစိတ်မှု BA ပြန်လည်သုံးသပ်ခြင်း (BMK)
vi: Sơ kết BA trước phẫu thuật (BMK)

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__HisSoKetBenhAnTruocThuThuat
source: Pre-procedure BA review (BMK)
my: ကြိုတင်လုပ်ထုံးလုပ်နည်း BA ပြန်လည်သုံးသပ်ခြင်း (BMK)
vi: Sơ kết BA trước thủ thuật (BMK)

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__HO_SO_DIEU_TRI
source: Treatment records
my: ကုသမှုမှတ်တမ်းများ
vi: Hồ sơ điều trị

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__KE_DON_DUOC
source: Prescription drugs
my: ဆေးညွှန်း
vi: Kê đơn dược

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__KE_DON_MAU
source: Prescribing blood
my: သွေးဆေးညွှန်း
vi: Kê đơn máu

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__KET_QUA_XET_NGHIEM
source: Test results
my: စမ်းသပ်မှုရလဒ် ၁
vi: Kết quả xét nghiệm 1

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__KET_THUC_DIEU_TRI
source: Finishing treatment
my: ကုသမှုပြီးဆုံး
vi: Kết thúc điều trị

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__KET_THUC_DIEU_TRI_KET_HOP
source: End of combination treatment
my: ပေါင်းစပ်ကုသမှု ပြီးဆုံးသည်။
vi: Kết thúc điều trị kết hợp

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__KIDNEY_SHIFT
source: Schedule dialysis
my: ကျောက်ကပ်ဆေးခြင်းကို အချိန်ဇယားဆွဲပါ။
vi: Xếp lịch chạy thận

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__LICH_SU_GIUONG
source: Historic bed
my: အိပ်ရာဝင်မှတ်တမ်း
vi: Lịch sử giường

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__PHAN_UNG_THUOC
source: Drug reactions
my: မူးယစ်ဆေးဝါးတုံ့ပြန်မှု
vi: Phản ứng thuốc

source: Allergy History Record Sheet (BMK)
my: ဓာတ်မတည့်မှုမှတ်တမ်းစာရွက် (BMK)
vi: Phiếu khai thác tiền sử dị ứng (BMK)

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__PHIEU_XN_DUONG_MAU_MAO_MACH
source: Capillary blood sugar test sheet (BMK)
my: သွေးကြောမျှင်သွေးသကြားဓာတ်စစ်ဆေးလွှာ (BMK)
vi: Phiếu XN đường máu mao mạch (BMK)

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__Phiếu chăm sóc_Vo
source: Care note_Case case
my: သတိပြုရန်_Case ကိစ္စ
vi: Phiếu chăm sóc_Vỏ bệnh án

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__SUA_HSDT
source: Edit treatment
my: ကုသမှုမှတ်တမ်းများကို တည်းဖြတ်ပါ။
vi: Sửa hồ sơ điều trị

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__SUB_BENH_AN
source: Patient
my: သည်းခံပါ။
vi: Bệnh án

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__SUB_CONG_KHAI_THUOC_DICH_VU
source: Disclosure of drugs and services
my: မူးယစ်ဆေးဝါးနှင့် ဝန်ဆောင်မှုများကို ထုတ်ဖော်ခြင်း။
vi: Công khai thuốc, dịch vụ

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__SUB_IN_AN
source: Printing
my: ပုံနှိပ်ခြင်း။
vi: In ấn

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__SUB_KE_DON_CHI_DINH
source: Prescribe, order
my: အမိန့်ပေး၊ အမိန့်ပေးသည်။
vi: Kê đơn, chỉ định

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__SUB_LUU_CHUYEN
source: Circulation
my: လည်ပတ်မှု
vi: Lưu chuyển

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__SUB_THONG_TIN
source: Information
my: သတင်းအချက်အလက်
vi: Thông tin

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__TAO_BIEN_BAN_HOI_CHAN
source: Create consultation records
my: အစည်းအဝေးမှတ်တမ်းများ ဖန်တီးပါ။
vi: Tạo biên bản hội chẩn

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__TO_DIEU_TRI
source: Sheet treatment
my: ကုသမှုစာရွက်
vi: Tờ điều trị

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__TU_TRUC
source: cabinets direct
my: တာဝန်ကျ အစိုးရအဖွဲ့ဝင်
vi: Tủ trực

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__THONG_TIN_BENH_AN
source: Medical information
my: ဆေးမှတ်တမ်းအချက်အလက်
vi: Thông tin bệnh án

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__THONG_TIN_CHUYEN_DEN
source: Information go to
my: သတင်းအချက်အလက်လွှဲပြောင်း
vi: Thông tin chuyển đến

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__THONG_TIN_CHUYEN_DI
source: Information transmitted
my: အချက်အလက်လွှဲပြောင်းပါ။
vi: Thông tin chuyển đi

source: Injury Information
my: ဒဏ်ရာ မတော်တဆမှု အချက်အလက်
vi: Thông tin tai nạn thương tích

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__THONG_TIN_TU_VONG
source: Information death
my: သေဆုံးခြင်းအချက်အလက်
vi: Thông tin tử vong

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__THONG_TIN_TRE_SO_SINH
source: Information newborns
my: မွေးကင်းစအချက်အလက်
vi: Thông tin trẻ sơ sinh

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__TRUYEN_DICH
source: Infusion
my: ပြုတ်ရည်
vi: Truyền dịch

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__VIEN_PHI
source: Hospital's fee
my: ဆေးရုံကြေး
vi: Viện phí

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__XEM_GOI_DICH_VU
source: See the service pack
my: ဝန်ဆောင်မှုအထုပ်ကို ကြည့်ပါ။
vi: Xem gói dịch vụ

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__Y_LENH_THEO_KHOA
source: Faculty of Medicine Ordinance
my: ကုသမှုမှတ်တမ်း
vi: Lịch sử điều trị

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__MOUSE_RIGHT__YEU_CAU_TAM_UNG
source: Require advance
my: ကြိုတင်မေတ္တာရပ်ခံအပ်ပါသည်။
vi: Yêu cầu tạm ứng

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__COLUMN_NOTE
source: Note
my: မှတ်ချက်
vi: Ghi chú

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__COLUMN_SERVICE_CODE
source: Service code
my: ဝန်ဆောင်မှုကုဒ်
vi: Mã dịch vụ

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__COLUMN_SERVICE_NAME
source: service name
my: ဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__COLUMN_SERVICE_REQ_CODE
source: Request code
my: ကုဒ်တောင်းပါ။
vi: Mã yêu cầu

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__CHUA_XU_LY
source: No process
my: လုပ်ငန်းစဉ်မရှိပါ။
vi: Chưa xử lý

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__DANG_XU_LY
source: Processing
my: လုပ်ဆောင်နေသည်
vi: Đang xử lý

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__HOAN_THANH
source: Complete
my: ပြီးအောင်
vi: Hoàn thành

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__KET_QUA_XET_NGHIEM
source: Test result 1
my: စမ်းသပ်မှုရလဒ် ၁
vi: Kết quả xét nghiệm 1

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__REQUEST_DEPARTMENT_NAME
source: Faculty required
my: ဘာသာရပ်လိုအပ်သည်။
vi: Khoa yêu cầu

# LblTotalPatientInfoFormat
source: Health insurance: {0}/ {1}
my: ကျန်းမာရေးအာမခံ- {0}/ {1}
vi: BHYT: {0}/ {1}

# UCBedRoomPartial.btnBangKe.Text
source: List
my: စာရင်း (F5)
vi: Bảng kê (F5)

# UCBedRoomPartial.btnBedHistory.Text
source: Bed history
my: အိပ်ရာဝင်မှတ်တမ်း
vi: Lịch sử giường

# UCBedRoomPartial.btnCloseLeaf.Text
source: Close all the leaves
my: အရွက်အားလုံးကိုပိတ်ပါ။
vi: Đóng hết lá

# UCBedRoomPartial.btnChamSoc.Text
source: Take care of
my: ဂရုစိုက်ပါ
vi: Chăm sóc

# UCBedRoomPartial.btnChiDinhDichVu.Text
source: Point
my: ညွှန်ပြချက် (F9)
vi: Chỉ định (F9)

# UCBedRoomPartial.btnChiDinhMau.Text
source: Prescribing blood
my: သွေးဆေးညွှန်း
vi: Kê đơn máu

# UCBedRoomPartial.btnChuyenKhoa.Text
source: Specialist
my: ရာထူးအပြောင်းအရွှေ့
vi: Chuyển khoa

# UCBedRoomPartial.btnDanhSachYeuCau.Text
source: Listings request
my: ဆေးစာရင်း
vi: Danh sách y lệnh

# UCBedRoomPartial.btnHoiChan.Text
source: Minutes of consultation
my: ဆွေးနွေးပွဲမှတ်တမ်းများ
vi: Biên bản hội chẩn

# UCBedRoomPartial.btnInToDieuTri.Text
source: Sheet treatment
my: ကုသမှုစာရွက်
vi: Tờ điều trị

# UCBedRoomPartial.btnKeDonThuoc.Text
source: Prescription drugs
my: ဆေးစာ (F8)
vi: Kê đơn dược (F8)

# UCBedRoomPartial.btnKeDonYHCT.Text
source: Prescription of Traditional Chinese Medicine
my: တရုတ်ရိုးရာဆေးညွှန်း
vi: Kê đơn YHCT

# UCBedRoomPartial.btnKetThucDieuTri.Text
source: Finishing treatment
my: ကုသမှုပြီးဆုံးခြင်း (F10)
vi: Kết thúc điều trị (F10)

# UCBedRoomPartial.btnLichSuDieuTri.Text
source: Faculty of Medicine Ordinance
my: ဆေးဌာနက အမိန့်ပေးတယ်။
vi: Y lệnh theo khoa

# UCBedRoomPartial.btnOpenLeaf.Text
source: Open all leaves
my: အရွက်အားလုံးကိုဖွင့်ပါ။
vi: Mở hết lá

# UCBedRoomPartial.btnSearch.Text
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# UCBedRoomPartial.btnTongHpVienPhi.Text
source: Hospital's fee
my: ဆေးရုံကြေး
vi: Viện phí

# UCBedRoomPartial.btnTuTruc.Text
source: cabinets direct
my: တာဝန်ကျ အစိုးရအဖွဲ့ဝင်
vi: Tủ trực

# UCBedRoomPartial.btnThuGon.Text
source: Collapse
my: ပြိုကျသည်။
vi: Thu gọn

# UCBedRoomPartial.btnYeuCauTamUng.Text
source: Require advance
my: ကြိုတင်မေတ္တာရပ်ခံအပ်ပါသည်။
vi: Yêu cầu tạm ứng

# UCBedRoomPartial.chkKhongHienThiKTT.Properties.Caption
source: Hide the temporary ending
my: ယာယီဇာတ်သိမ်းကို ဖျောက်ပါ။
vi: Ẩn kết thúc tạm

# UCBedRoomPartial.chkKhongHienThiKTT.ToolTip
source: Hide patients who have performed a temporary termination
my: ယာယီရပ်စဲခြင်းများ လုပ်ဆောင်ခဲ့သော လူနာများကို ဝှက်ထားပါ။
vi: Ẩn các bệnh nhân đã thực hiện kết thúc tạm

# UCBedRoomPartial.chkOBSERVED.Properties.Caption
source: Need to follow up
my: လိုက်နာရန် လိုအပ်ပါသည်။
vi: Cần theo dõi

# UCBedRoomPartial.gc_ClassifyName.Caption
source: Patient classification
my: BN အမျိုးအစားခွဲခြားခြင်း။
vi: Phân loại BN

# UCBedRoomPartial.gc_ClassifyName.ToolTip
source: Patient classification
my: လူနာအမျိုးအစားခွဲခြားခြင်း။
vi: Phân loại bệnh nhân

# UCBedRoomPartial.gc_MedisoftH.Caption
source: Medisoft treatment history
my: Medisoft ကုသမှုမှတ်တမ်း
vi: Lịch sử điều trị medisoft

# UCBedRoomPartial.grdColAddTime.Caption
source: Time in
my: ဝင်ချိန်
vi: Thời gian vào

# UCBedRoomPartial.grdColBedName.Caption
source: Bed
my: အိပ်ရာဝင်
vi: Giường

# UCBedRoomPartial.grdColPatientCode.Caption
source: Patient code
my: လူနာကုဒ်
vi: Mã bệnh nhân

# UCBedRoomPartial.grdColPatientName.Caption
source: Patient's
my: လူနာအမည်
vi: Tên bệnh nhân

# UCBedRoomPartial.grdColRoomName.Caption
source: Treatment room
my: ဆေးကုခန်း
vi: Phòng điều trị

# UCBedRoomPartial.grdColTreatmentCode.Caption
source: Treatment code
my: ကုသမှုကုဒ်
vi: Mã điều trị

# UCBedRoomPartial.gridColDateTime.Caption
source: Right
my: နေ့
vi: Ngày

# UCBedRoomPartial.gridColumn1.Caption
source: Number of days of provisional treatment
my: ယာယီကုသသည့်ရက်အရေအတွက်
vi: Số ngày điều trị tạm tính

# UCBedRoomPartial.gridColumn1.ToolTip
source: The number of days of temporary treatment is calculated based on the time of hospitalization up to the present time
my: ယာယီကုသမှုခံယူသည့်ရက်အရေအတွက်ကို လက်ရှိအချိန်အထိ ဆေးရုံတက်ကုသချိန်ပေါ်မူတည်၍ တွက်ချက်ပါသည်။
vi: Số ngày điều trị tạm tính căn cứ theo thời gian nhập viện đến thời điểm hiện tại

# UCBedRoomPartial.gridColumn2.Caption
source: Age
my: အသက်
vi: Tuổi

# UCBedRoomPartial.gridColumn2.ToolTip
source: Age
my: အသက်
vi: Tuổi

# UCBedRoomPartial.gridColumn3.Caption
source: Hospitalized day
my: ဆေးရုံတက်တဲ့နေ့
vi: Ngày nhập viện

# UCBedRoomPartial.gridColumn4.Caption
source: Card number
my: ကတ်နံပါတ်
vi: Số thẻ

# UCBedRoomPartial.gridColumn5.Caption
source: Department
my: ဌာန
vi: Khoa

# UCBedRoomPartial.gridColumn6.Caption
source: gridColumn6
my: gridColumn၆

# UCBedRoomPartial.gridColumn7.Caption
source: Hospitalization number
my: ဆေးရုံတက်ရမည့်နံပါတ်
vi: Số vào viện

# UCBedRoomPartial.gridViewTreatmentBedRoom.OptionsFind.FindNullPrompt
source: Enter search string ...
my: ရှာဖွေရေးစာကြောင်းကို ရိုက်ထည့်ပါ...
vi: Nhập chuỗi tìm kiếm ...

# UCBedRoomPartial.groupBoxPatientInfo.Text
source: Patient Info
my: လူနာအချက်အလက်
vi: Thông tin bệnh nhân

# UCBedRoomPartial.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UCBedRoomPartial.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# UCBedRoomPartial.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# UCBedRoomPartial.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# UCBedRoomPartial.layoutControl5.Text
source: layoutControl5
my: အပြင်အဆင်ထိန်းချုပ်မှု ၅

# UCBedRoomPartial.layoutControl6.Text
source: layoutControl6
my: အပြင်အဆင်ထိန်းချုပ်မှု ၆

# UCBedRoomPartial.layoutControlItem20.Text
source: Main disease:
my: အဓိကရောဂါ
vi: Bệnh chính:

# UCBedRoomPartial.layoutControlItem23.OptionsToolTip.ToolTip
source: Code of initial medical examination and treatment on health insurance card
my: ကျန်းမာရေးအာမခံကတ်တွင် ကနဦးဆေးစစ်ခြင်းနှင့် ကုသမှုဆိုင်ရာ ကုဒ်
vi: Mã nơi khám chữa bệnh ban đầu trên thẻ bảo hiểm y tế

# UCBedRoomPartial.layoutControlItem23.Text
source: Code of KCBBD:
my: KCBD ၏ကုဒ်-
vi: Mã KCBBD:

# UCBedRoomPartial.layoutControlItem28.Text
source: Secondary diseases:
my: ဒုတိယရောဂါများ
vi: Bệnh phụ:

# UCBedRoomPartial.layoutControlItem34.Text
source: Are from:
my: မှဖြစ်ကြသည်-
vi: Từ:

# UCBedRoomPartial.layoutControlItem38.OptionsToolTip.ToolTip
source: Expiration of health insurance card
my: ကျန်းမာရေးအာမခံကတ် သက်တမ်းကုန်ဆုံးခြင်း။
vi: Hạn thẻ bảo hiểm y tế

# UCBedRoomPartial.layoutControlItem38.Text
source: Card expiration:
my: ကတ်သက်တမ်းကုန်ဆုံးချိန်-
vi: Hạn thẻ:

# UCBedRoomPartial.layoutControlItem44.Text
source: Discharge type:
my: ထုတ်လွှတ်မှုအမျိုးအစား-
vi: Loại ra viện:

# UCBedRoomPartial.layoutControlItem45.Text
source: Treatments:
my: ကုသမှုများ-
vi: Phương pháp điều trị:

# UCBedRoomPartial.layoutControlItem7.OptionsToolTip.ToolTip
source: Health insurance card number
my: ကျန်းမာရေးအာမခံကတ်နံပါတ်
vi: Số thẻ bảo hiểm y tế

# UCBedRoomPartial.layoutControlItem7.Text
source: Health insurance card:
my: ကျန်းမာရေးအာမခံကတ်
vi: Thẻ BHYT:

# UCBedRoomPartial.layoutControlTreeSereServ.Text
source: layoutControl7
my: အပြင်အဆင်ထိန်းချုပ်မှု ၇

# UCBedRoomPartial.lblTotalPatietInfo.Text
source: Health insurance: 0/0
my: ကျန်းမာရေးအာမခံ- 0/0
vi: BHYT: 0/ 0

# UCBedRoomPartial.lciAddress.Text
source: Address:
my: လိပ်စာ-
vi: Địa chỉ:

# UCBedRoomPartial.lciApprovalNote.Text
source: Discharge notes:
my: စွန့်စားမှုမှတ်စုများ-
vi: Ghi chú ra viện:

# UCBedRoomPartial.lciDOB.Text
source: Birthday:
my: မွေးရက်:
vi: Ngày sinh:

# UCBedRoomPartial.lciFilterByDepartment.Text
source: Department
my: ဌာန
vi: Khoa

# UCBedRoomPartial.lciGenner.Text
source: Gender:
my: လိင်-
vi: Giới tính:

# UCBedRoomPartial.lciLbTreatDoctor.Text
source: Doctor:
my: ဆရာဝန်-
vi: Bác sĩ điều trị:

# UCBedRoomPartial.lciPatientCode.Text
source: Patients code:
my: လူနာကုဒ်-
vi: Mã bệnh nhân:

# UCBedRoomPartial.lciPatientName.OptionsToolTip.ToolTip
source: Patient's name
my: လူနာအမည်
vi: Tên bệnh nhân

# UCBedRoomPartial.lciPatientName.Text
source: Patient's name:
my: BN အမည်-
vi: Tên BN:

# UCBedRoomPartial.lciTreatmentType.Text
source: Subjects
my: အကြောင်းအရာ-
vi: Đối tượng:

# UCBedRoomPartial.txtKeyWord.Properties.NullValuePrompt
source: Keyword search (F2)
my: အဓိကစကားလုံး (F2) ရှာရန်
vi: Từ khóa tìm kiếm (F2)

# UCBedRoomPartial.treeColDateTime.Caption
source: Day
my: နေ့
vi: Ngày

# UCBedRoomPartial.xtraTabDocumentReq.Text
source: Specify votes
my: မဲများသတ်မှတ်ပါ။
vi: Phiếu chỉ định

# UCBedRoomPartial.xtraTabDocumentResult.Text
source: Result sheet
my: ရလဒ်စာရွက်
vi: Phiếu trả kết quả

# UCBedRoomPartial.xtraTabPage1.Text
source: All
my: အားလုံး
vi: Tất cả

# UCBedRoomPartial.xtraTabPage3.Text
source: Medicines, supplies, blood
my: ဆေးဝါး၊ အထောက်အပံ့များ၊ သွေး
vi: Thuốc, vật tư, máu

# UCBedRoomPartial.xtraTabPage4.Text
source: Other
my: တခြား
vi: Khác

# UCTreeListService.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UCTreeListService.tc_NoteAdo.Caption
source: Note
my: မှတ်ချက်
vi: Ghi chú

# UCTreeListService.tc_Number.Caption
source: Amount
my: ပမာဏ
vi: Số lượng

# UCTreeListService.tc_RequestDepartmentName.Caption
source: Faculty required
my: ဘာသာရပ်လိုအပ်သည်။
vi: Khoa yêu cầu

# UCTreeListService.tc_ServiceCode.Caption
source: Service code
my: ဝန်ဆောင်မှုကုဒ်
vi: Mã dịch vụ

# UCTreeListService.tc_ServiceName.Caption
source: Service name
my: ဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ

# UCTreeListService.treeSereServ.OptionsFind.FindNullPrompt
source: Enter the search string...
my: ရှာဖွေရေးစာကြောင်းကို ရိုက်ထည့်ပါ...
vi: Nhập chuỗi tìm kiếm ...

# UCBedRoomPartial.gridColCardExpiry.Caption
source: Card expiry
my: ကတ်သက်တမ်းကုန်ဆုံး
vi: Hạn thẻ

# UCBedRoomPartial.gridColPhone.Caption
source: Phone number
my: ဖုန်းနံပါတ်
vi: Số điện thoại

# UCBedRoomPartial.gridColPhone.Tooltip
source: Patient's phone number
my: လူနာ၏ဖုန်းနံပါတ်
vi: Số điện thoại của bệnh nhân

source: Resend test request
my: စမ်းသပ်မှုတောင်းဆိုချက်ကို ပြန်လည်ပေးပို့ပါ။
vi: Gửi lại yêu cầu xét nghiệm

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__SUA
source: Edit
my: ပြင်ပါ။
vi: Sửa

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__TAO_THU_HOI
source: Create recall
my: မှတ်မိအောင်ဖန်တီးပါ။
vi: Tạo thu hồi

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__THOI_GIAN_Y_LENH
source: Order time
my: အော်ဒါမှာတယ်။
vi: Thời gian y lệnh

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__XOA
source: Delete
my: ဖျက်ပါ။
vi: Xóa

# UCTreeListService.btnHivTreatment.Text
source: HIV/AIDS treatment information
my: HIV/AIDS ကုသမှုဆိုင်ရာ အချက်အလက်
vi: Thông tin điều trị HIV/AIDS

# GiamDinhYKhoa
source: Medical assessment
my: ဆေးစစ်ခြင်း။
vi: Giám định y khoa
