Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.CallPatientTypeAlter/Resources/Message.Lang.*.resx
Languages: my, vi

# BNCoTTDienDoiTuong
source: Patients with heterogeneous subject information.
my: ကွဲပြားသော အကြောင်းအရာ အချက်အလက် ရှိသော လူနာများ။
vi: Bệnh nhân có thông tin diện đối tượng không đồng nhất. Bạn có muốn tiếp tục?

# BNTreEmCanNhapDuTT
source: Child patients need to enter complete province and district information
my: ကလေးလူနာများသည် ပြည်နယ်နှင့်ခရိုင်အချက်အလက်များကို အပြည့်အစုံထည့်သွင်းရန် လိုအပ်ပါသည်။
vi: Bệnh nhân trẻ em cần nhập đủ thông tin tỉnh, huyện

# CapNhatTTDTTB
source: Update object information failed. {0}. Please go to the edit patient information function to update again.
my: အရာဝတ္ထုအချက်အလက်ကို အပ်ဒိတ်လုပ်၍မရပါ။ {0}။ ထပ်မံမွမ်းမံရန် လူနာအချက်အလက် တည်းဖြတ်ခြင်း လုပ်ဆောင်ချက်သို့ သွားပါ။
vi: Cập nhật thông tin đối tượng thất bại. {0}. Vui lòng vào chức năng sửa thông tin bệnh nhân để cập nhật lại.

# DaCoThongTinDoiTuongBHYT
source: There is information on the subject of health insurance for medical orders {0} not allowing to change the card period
my: ကတ်ကာလကို ပြောင်းလဲရန် ခွင့်မပြုသော ဆေးအမှာစာများအတွက် ကျန်းမာရေးအာမခံဆိုင်ရာ အချက်အလက် {0} ရှိပါသည်။
vi: Đã có thông tin đối tượng BHYT cho y lệnh {0} không cho phép đổi thời hạn thẻ

# DichVuBatBuocChonDieuKien
source: Service {0} is required to select Condition.
my: Condition ကို ရွေးရန် ဝန်ဆောင်မှု {0} လိုအပ်ပါသည်။
vi: Dịch vụ {0} bắt buộc chọn Điều kiện.

# DoiTuongKhamSucKhoe
source: Subjects of medical examination must have a contract of medical examination
my: ဆေးစစ်ခြင်းဆိုင်ရာ ဘာသာရပ်များသည် ဆေးစစ်မှုဆိုင်ရာ စာချုပ်ပါရှိရမည်။
vi: "Đối tượng khám sức khỏe phải có hợp đồng khám sức khỏe

# DVKhongTheChuyenDoi
source: Service with code: {0} could not be converted because the policy could not be found
my: ကုဒ်ပါသော ဝန်ဆောင်မှု- {0} မူဝါဒကို ရှာမတွေ့သောကြောင့် ပြောင်းလဲ၍မရပါ။
vi: Dịch vụ có mã: {0} không thể chuyển đổi do không tìm thấy chính sách

# GoiSangCongBHXHTraVeMaLoi
source: Error code: {0}
my: အမှားကုဒ်- {0}
vi: Mã lỗi: {0}

# Gov001
source: The card is managed by the Social Security of the Ministry of Defense, please check the card and identification information
my: ကတ်ကို ကာကွယ်ရေး ဝန်ကြီးဌာန လူမှုဖူလုံရေး က စီမံခန့်ခွဲပြီး ကတ်နှင့် သက်သေခံ အချက်အလက်များကို စစ်ဆေးပါ။
vi: Thẻ do BHXH Bộ Quốc phòng quản lý, đề nghị kiểm tra thẻ và thông tin giấy tờ tùy thân

# Gov002
source: The card is managed by the Ministry of Public Security's Social Security, please check the card and identification information
my: ကတ်ကို ပြည်သူ့လုံခြုံရေး၏ လူမှုဖူလုံရေး ဝန်ကြီးဌာနက စီမံခန့်ခွဲသည်၊ ကျေးဇူးပြု၍ ကတ်နှင့် မှတ်ပုံတင်အချက်အလက်ကို စစ်ဆေးပါ။
vi: Thẻ do BHXH Bộ Công An quản lý, đề nghị kiểm tra thẻ và thông tin giấy tờ tùy thân

# Gov010
source: Card is expired
my: ကတ်သက်တမ်းကုန်သွားပါပြီ။
vi: Thẻ hết giá trị sử dụng

# Gov050
source: Can't see health insurance card information
my: ကျန်းမာရေးအာမခံကတ် အချက်အလက်ကို မမြင်ရပါ။
vi: Không thấy thông tin thẻ BHYT

# Gov051
source: Card code is incorrect
my: ကတ်ကုဒ် မမှန်ပါ။
vi: Mã thẻ không đúng

# Gov052
source: The card issuing province code (the 4th and 5th character of the card code) is incorrect
my: ကတ်ထုတ်ပေးသည့်ပြည်နယ်ကုဒ် (ကတ်ကုဒ်၏ နံပါတ် ၄ နှင့် ၅ အက္ခရာ) မမှန်ပါ။
vi: Mã tỉnh cấp thẻ(ký tự thứ 4,5 của mã thẻ)không đúng

# Gov053
source: Card benefit code (3rd character) is incorrect
my: ကတ်အကျိုးခံစားခွင့်ကုဒ် (နံပါတ် ၃ စာလုံး) မမှန်ပါ။
vi: Mã quyền lợi thẻ(ký tự thứ 3)không đúng

# Gov060
source: Card with wrong name
my: နာမည်မှား ကတ်
vi: Thẻ sai họ tên

# Gov061
source: Card with wrong name (correct first letter)
my: အမည်မှားပါသောကတ် (ပထမစာလုံးအမှန်)
vi: Thẻ sai họ tên(đúng ký tự đầu)

# Gov070
source: Wrong date of birth card
my: မွေးသက္ကရာဇ် မှားနေတယ်။
vi: Thẻ sai ngày sinh

# Gov080
source: Card of wrong gender
my: ကျားမမှားသောကတ်
vi: Thẻ sai giới tính

# Gov100
source: Error getting card number data
my: ကတ်နံပါတ်ဒေတာရယူရာတွင် အမှားအယွင်းရှိသည်။
vi: Lỗi khi lấy dữ liệu số thẻ

# Gov101
source: Error Server Gov
vi: Lỗi Server Gov

# Gov110
source: Card has been revoked
my: ကတ်ကို ရုပ်သိမ်းလိုက်ပါပြီ။
vi: Thẻ đã thu hồi

# Gov120
source: Discounted card
my: လျှော့ကတ်
vi: Thẻ đã báo giảm

# Gov121
source: Reduced card. Reducing out-of-province transfers
my: လျှော့ကတ်။ ပြည်​နယ်​အ​ရောက်​အ​ပြောင်းအ​ရွှေ့များ ​လျှော့ချခြင်း။
vi: Thẻ đã báo giảm. Giảm chuyển ngoại tỉnh

# Gov122
source: Reduced card. Reduce intra-provincial transfers
my: လျှော့ကတ်။ ပြည်နယ်တွင်း လွှဲပြောင်းမှုများကို လျှော့ချပါ။
vi: Thẻ đã báo giảm. Giảm chuyển nội tỉnh

# Gov123
source: Reduced card. Recovered due to the same unit increase
my: လျှော့ကတ်။ တူညီသော ယူနစ်တိုးမှုကြောင့် ပြန်လည်ကောင်းမွန်လာပါသည်။
vi: Thẻ đã báo giảm. Thu hồi do tăng lại cùng đơn vị

# Gov124
source: Reduced card. Stop participating
my: လျှော့ကတ်။ ပါဝင်ခြင်းကို ရပ်လိုက်ပါ။
vi: Thẻ đã báo giảm. Ngừng tham gia

# Gov130
source: Children do not present the card
my: ကလေးတွေက ကတ်ကို မပြဘူး။
vi: Trẻ em không xuất trình thẻ

# GovError
source: Invalid card
my: ကတ်မမှန်ကန်ပါ။
vi: Thẻ không hợp lệ

# Gio
source: hour
my: နာရီ
vi: giờ

# Ma
source: Code
my: ကုဒ်
vi: Mã

# Ngay
source: day
my: နေ့
vi: ngày

# SuaTTBN
source: . Do you want to correct patient information?
my: . လူနာအချက်အလက်ကို ပြင်လိုပါသလား။
vi: . Bạn có muốn sửa thông tin bệnh nhân?

# Ten
source: Name
my: နာမည်
vi: Tên

# TLTT
source: Payment rate
my: ငွေပေးချေမှုနှုန်း
vi: Tỉ lệ thanh toán

# TongSoTienCuaCacDichVu
source: The total amount of the prescribed services of the patient subject to {0} coverage for the health insurance of {1} exceeded the limit of {2}. Do you want to continue?
my: {0} ကျန်းမာရေးအာမခံအတွက် အကျုံးဝင်သော လူနာမှ မှာယူသော ဝန်ဆောင်မှုစုစုပေါင်းပမာဏသည် {1} ကန့်သတ်ချက်ထက် {2} ကျော်လွန်သွားပါသည်။. ဆက်လုပ်လိုပါသလား။
vi: Tổng số tiền của các dịch vụ đã chỉ định của bệnh nhân đối thuộc diện điều trị {0} cho BHYT là {1} đã vượt quá mức giới hạn {2}. Bạn có muốn tiếp tục?

# Tuoi
source: year old
my: အသက်... နှစ်
vi: tuổi

# Thang
source: month
my: လ
vi: tháng

# TheBhytKhongHopLeBanCoMuonSuDung
source: Invalid health insurance card. Do you want to use it with health insurance?
my: ကျန်းမာရေးအာမခံကတ် မမှန်ပါ။ ကျန်းမာရေး အာမခံဖြင့် အသုံးပြုလိုပါသလား။
vi: Thẻ BHYT không hợp lệ. Bạn có muốn sử dụng với đối tượng BHYT không?

# TheBhytKhongHopLeKhongChoPhepDangKy
source: Invalid health insurance card. Registration with health insurance is not allowed
my: ကျန်းမာရေးအာမခံကတ် မမှန်ပါ။ ကျန်းမာရေးအာမခံဖြင့် မှတ်ပုံတင်ခြင်းကို ခွင့်မပြုပါ။
vi: Thẻ BHYT không hợp lệ. Không cho phép đăng ký với đối tượng BHYT

# TheNayDaDuocSD
source: This tag has been used by patient: {0}. Do you want to concatenate the code?
my: ဤတဂ်ကို လူနာက အသုံးပြုထားသည်- {0}။ ကုဒ်ကို ပေါင်းစပ်လိုပါသလား။
vi: Thẻ này đã được sử dụng bởi bệnh nhân: {0}. Bạn có muốn ghép mã không?

# TheSapHetHan
source: The card is about to expire ({0} days left), do you want to use it?
my: ကတ်သည် သက်တမ်းကုန်ဆုံးတော့မည် ({0} ရက် ကျန်သေးသည်)၊ ၎င်းကို သင်အသုံးပြုလိုပါသလား။
vi: Thẻ sắp hết hạn (còn {0} ngày), bạn có muốn sử dụng?

# ThongBao
source: Notification
my: အသိပေးချက်
vi: Thông báo

# ThongBaoKetQuaTimKiemBenhNhanKhiQuetTheDuLieuTraVeNull
source: Invalid card
my: ကတ်မမှန်ကန်ပါ။
vi: Thẻ không hợp lệ

# XuLyThatBai
source: Handling failure.
my: ကိုင်တွယ်မှု မအောင်မြင်။
vi: Xử lý thất bại.

# ChuyenVien
source: Hospital transfer
my: ဆေးရုံသို့ ပို့ဆောင်ခဲ့သည်။
vi: Chuyển viện

# Do
source: Support
my: အထောက်အပံ့
vi: Đỡ

# Khoi
source: Cured
my: ထံမှ
vi: Khỏi

# KhongThayDoi
source: Constant
my: စဉ်ဆက်မပြတ်
vi: Không thay đổi

# NangHon
source: Heavier
my: ပိုလေးတယ်။
vi: Nặng hơn

# RaVien
source: Discharge
my: ဆေးရုံမှဆင်းလာခဲ့သည်။
vi: Ra viện

# TrongVien
source: Escape from the hospital
my: ဆေးရုံက​နေထွက်​​ပြေးသည်​
vi: Trốn viện

# TuVong
source: Dead
my: သေပြီ။
vi: Tử vong

# XinRaVien
source: Please leave the hospital
my: ကျေးဇူးပြု၍ ဆေးရုံမှဆင်းပါ။
vi: Xin ra viện
