Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.HisKskDriverCreate/Resources/Lang.*.resx
Languages: my, vi

# FormKskDriver.bar1.Text
source: Tools
my: ကိရိယာများ

# FormKskDriver.barButtonItem1.Caption
source: Ctrl CHEAP
my: Ctrl စျေးပေါ
vi: Ctrl R

# FormKskDriver.btnReset.Text
source: Redo (Ctrl R)
my: ပြန်လုပ်ပါ (Ctrl R)
vi: Làm lại (Ctrl R)

# FormKskDriver.btnSave.Text
source: Save (Ctrl S)
my: သိမ်းဆည်းပါ။ (Ctrl S)
vi: Lưu (Ctrl S)

# FormKskDriver.btnSearch.Text
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# FormKskDriver.chkAutoPush.ToolTip
source: Automatically push gate after successful save
my: သိမ်းဆည်းအောင်မြင်ပြီးနောက် အလိုအလျောက်တံခါးကိုတွန်းပါ။
vi: Tự động đẩy cổng sau khi lưu thành công

# FormKskDriver.chkMgKhi.Properties.Caption
source: mg/1 liter of breathing air
my: အသက်ရှူလေ mg/1 လီတာ
vi: mg/1 lít khí thở

# FormKskDriver.chkMgMau.Properties.Caption
source: mg/100ml of blood
my: သွေး mg/100ml
vi: mg/100ml máu

# FormKskDriver.chkNegative.Properties.Caption
source: Negative
my: အပျက်သဘော
vi: Âm tính

# FormKskDriver.chkPositive.Properties.Caption
source: Positive
my: သဘောပါ။
vi: Dương tính

# FormKskDriver.chkSignFileCertUtil.ToolTip
source: Perform digital signing using USB token when syncing data
my: ဒေတာစင့်ခ်လုပ်သည့်အခါ USB တိုကင်ကို အသုံးပြု၍ ဒစ်ဂျစ်တယ်လက်မှတ်ထိုးခြင်းကို လုပ်ဆောင်ပါ။
vi: Thực hiện ký số sử dụng USB token khi đồng bộ dữ liệu

# FormKskDriver.gridColumn2.Caption
source: Copy
my: ကော်ပီ

# FormKskDriver.gridColumn3.Caption
source: Profile number
my: ပရိုဖိုင်နံပါတ်
vi: Số hồ sơ

# FormKskDriver.gridColumn4.Caption
source: Conclusion date
my: နိဂုံးရက်စွဲ
vi: Ngày kết luận

# FormKskDriver.gridColumn5.Caption
source: Conclude
my: နိဂုံးချုပ်ပါ။
vi: Kết luận

# FormKskDriver.gridColumn6.Caption
source: Driver's license class
my: ယာဉ်မောင်းလိုင်စင် အတန်း
vi: Hạng bằng lái

# FormKskDriver.gridColumn7.Caption
source: Doctor concludes
my: ဆရာဝန်က နိဂုံးချုပ်သည်။
vi: Bác sĩ kết luận

# FormKskDriver.gridColumn8.Caption
source: Alcohol concentration
my: အရက် စူးစိုက်မှု
vi: Nồng độ cồn

# FormKskDriver.gridColumn9.Caption
source: Drug
my: မူးယစ်ဆေးဝါး
vi: Ma túy

# FormKskDriver.groupKsk.Text
source: Health check information
my: ကျန်းမာရေးစစ်ဆေးချက်အချက်အလက်
vi: Thông tin khám sức khỏe

# FormKskDriver.groupPatient.Text
source: Information about examiner
my: စာမေးပွဲဖြေဆိုသူအကြောင်း အချက်အလက်
vi: Thông tin người khám

# FormKskDriver.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormKskDriver.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# FormKskDriver.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# FormKskDriver.layoutControlItem3.Text
source: Re-examination date:
my: ပြန်လည်စစ်ဆေးမည့်ရက်စွဲ-
vi: Ngày khám lại:

# FormKskDriver.layoutControlItem5.OptionsToolTip.ToolTip
source: Perform digital signing using USB token when syncing data
my: ဒေတာစင့်ခ်လုပ်သည့်အခါ USB တိုကင်ကို အသုံးပြု၍ ဒစ်ဂျစ်တယ်လက်မှတ်ထိုးခြင်းကို လုပ်ဆောင်ပါ။
vi: Thực hiện ký số sử dụng USB token khi đồng bộ dữ liệu

# FormKskDriver.layoutControlItem5.Text
source: Digitally sign using USB token
my: USB တိုကင်ကို အသုံးပြု၍ ဒစ်ဂျစ်တယ်ဖြင့် လက်မှတ်ထိုးပါ။
vi: Ký số dùng USB token

# FormKskDriver.lciAddress.Text
source: Address:
my: လိပ်စာ-
vi: Địa chỉ:

# FormKskDriver.lciAutoPush.OptionsToolTip.ToolTip
source: Automatically push gate after successful save
my: သိမ်းဆည်းအောင်မြင်ပြီးနောက် အလိုအလျောက်တံခါးကိုတွန်းပါ။
vi: Tự động đẩy cổng sau khi lưu thành công

# FormKskDriver.lciAutoPush.Text
source: Automatic gate push
my: အလိုအလျောက်တံခါးတွန်း
vi: Tự động đẩy cổng

# FormKskDriver.lciCccdNumber.Text
source: ID/CCCD number:
my: ID/CCCD နံပါတ်-
vi: Số CMND/CCCD/HC:

# FormKskDriver.lciConcentration.Text
source: Alcohol concentration:
my: အရက်ပြင်းအား-
vi: Nồng độ cồn:

# FormKskDriver.lciConclusion.Text
source: Conclude:
my: နိဂုံးချုပ်ပါ-
vi: Kết luận:

# FormKskDriver.lciConclusionName.OptionsToolTip.ToolTip
source: Doctor concludes
my: ဆရာဝန်က နိဂုံးချုပ်သည်။
vi: Bác sĩ kết luận

# FormKskDriver.lciConclusionName.Text
source: BS concludes:
my: BS က နိဂုံးချုပ်သည်-
vi: BS kết luận:

# FormKskDriver.lciConclusionTime.Text
source: Conclusion date:
my: နိဂုံးချုပ်ရက်-
vi: Ngày kết luận:

# FormKskDriver.lciDob.Text
source: Date of birth:
my: မွေးနေ့:
vi: Ngày sinh:

# FormKskDriver.lciDrug.Text
source: Drug:
my: ဆေး-
vi: Ma túy:

# FormKskDriver.lciGender.Text
source: Sex:
my: လိင်-
vi: Giới tính:

# FormKskDriver.lciKskDriverCode.Text
source: File number:
my: ဖိုင်နံပါတ်-
vi: Số hồ sơ:

# FormKskDriver.lciLicenesClass.Text
source: Driver's license class:
my: ယာဉ်မောင်းလိုင်စင် အတန်းအစား
vi: Hạng bằng lái:

# FormKskDriver.lciPatientCode.OptionsToolTip.ToolTip
source: Patient code
my: လူနာကုဒ်
vi: Mã bệnh nhân

# FormKskDriver.lciPatientCode.Text
source: BN code:
my: BN ကုဒ်-
vi: Mã BN:

# FormKskDriver.lciPatientName.OptionsToolTip.ToolTip
source: Patient's name
my: လူနာအမည်
vi: Tên bệnh nhân

# FormKskDriver.lciPatientName.Text
source: BN Name:
my: BN အမည်-
vi: Tên BN:

# FormKskDriver.lciPlaceCccd.Text
source: Issued by:
my: မှထုတ်ပြန်သည်:
vi: Nơi cấp:

# FormKskDriver.lciReasonBadHeathly.OptionsToolTip.ToolTip
source: Reasons for poor health
my: ကျန်းမာရေးချို့တဲ့ရခြင်း အကြောင်းရင်းများ
vi: Lý do sức khỏe kém

# FormKskDriver.lciReasonBadHeathly.Text
source: Reasons for poor SK:
my: SK ညံ့ရခြင်းအကြောင်းရင်းများ
vi: Lý do SK kém:

# FormKskDriver.lciSearchPatientCode.Text
source: Patient code:
my: လူနာကုဒ်-
vi: Mã bệnh nhân:

# FormKskDriver.lciSearchServiceReqCode.Text
source: Command code:
my: အမိန့်ကုဒ်-
vi: Mã y lệnh:

# FormKskDriver.lciSearchTreatmentCode.Text
source: Treatment code:
my: ကုသမှုကုဒ်-
vi: Mã điều trị:

# FormKskDriver.lciSickCondition.Text
source: Disease status:
my: ရောဂါအခြေအနေ-
vi: Tình trạng bệnh:

# FormKskDriver.lciTimeCccd.Text
source: Date Range:
my: ရက်စွဲအပိုင်း-
vi: Ngày cấp:

# FormKskDriver.Text
source: Driver's health examination record
my: ယာဉ်မောင်း၏ ကျန်းမာရေးစစ်ဆေးမှုမှတ်တမ်း
vi: Hồ sơ khám sức khỏe lái xe

# FormKskDriver.txtPatientCode.Properties.NullValuePrompt
source: Patient Code (F2)
my: လူနာကုဒ် (F2)
vi: Mã bệnh nhân (F2)

# FormKskDriver.txtServiceReqCode.Properties.NullValuePrompt
source: Medical order code (F4)
my: ဆေးအမှာစာကုဒ် (F4)
vi: Mã y lệnh khám (F4)

# FormKskDriver.txtTreatmentCode.Properties.NullValuePrompt
source: Treatment code (F3)
my: ကုသမှုကုဒ် (F3)
vi: Mã điều trị (F3)

# FormKskDriver.barBtnCtrlS.Caption
source: Ctrl WILL
vi: Ctrl S
