Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.MediStockSummary/Resources/Lang.*.resx
Languages: my, vi

# frmMediCardByDateReport.barButtonItem__Save.Caption
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmMediCardByDateReport.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmMediCardByDateReport.layoutControlItem1.Text
source: Store code:
my: စတိုးကုဒ်-
vi: Mã kho:

# frmMediCardByDateReport.layoutControlItem10.Text
source: Arrive:
my: ရောက်သည်-
vi: Đến:

# frmMediCardByDateReport.layoutControlItem2.Text
source: Warehouse name:
my: ဂိုဒေါင်အမည်-
vi: Tên kho:

# frmMediCardByDateReport.layoutControlItem9.Text
source: From:
my: မှ-
vi: Từ:

# frmMediCardByDateReport.lciExpiredDate.Text
source: Due date:
my: သတ်မှတ်ချိန်းရက်:
vi: Hạn dùng:

# frmMediCardByDateReport.lciMediMateCode.Text
source: Drug code:
my: ဆေးကုဒ်-
vi: Mã loại thuốc:

# frmMediCardByDateReport.lciMediMateName.Text
source: Name of the drug:
my: ဆေးအမည်-
vi: Tên loại thuốc:

# frmMediCardByDateReport.lciPackageNumber.Text
source: Lot number:
my: နံပါတ်-
vi: Số lô:

# frmReasonLock.barButtonItem1.Caption
source: Save
my: သိမ်းဆည်းပါ။
vi: Lưu

# frmReasonLock.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmReasonLock.layoutControlItem1.Text
source: Reason:
my: အကြောင်းရင်း-
vi: Lý do:

# frmReasonLock.Text
source: lock up
my: သော့ခတ်
vi: Khóa

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY__BLOOD_IN_STOCK__COLUMN_BLOOD_GROUP_CODE
source: Blood group code
my: သွေးအုပ်စုကုဒ်
vi: Mã nhóm máu

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY__BLOOD_IN_STOCK__COLUMN_BLOOD_GROUP_NAME
source: Blood group
my: သွေးအုပ်စု
vi: Nhóm máu

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY__BLOOD_IN_STOCK__COLUMN_VOLUME
source: Capacity
my: စွမ်းရည်
vi: Dung tích

source: Active
my: လှုပ်လှုပ်ရှားရှား
vi: Hoạt chất

source: Number of warnings
my: သတိပေးချက်အရေအတွက်
vi: Số lượng cảnh báo

source: Quantity available
my: ရနိုင်သော ပမာဏ
vi: Số lượng khả dụng

source: Available in units of conversion
my: ပြောင်းလဲခြင်းယူနစ်များတွင် ရနိုင်ပါသည်။
vi: Khả dụng theo đơn vị quy đổi

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY__MEDICINE_IN_STOCK__COLUMN_BASE_AMOUNT
source: Base
my: အခြေ
vi: Cơ số

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY__MEDICINE_IN_STOCK__COLUMN_BID_NUMBER
source: Package
my: အထုပ်
vi: Gói thầu

source: Blood group
my: သွေးအုပ်စု
vi: Nhóm máu

source: Amount to be compensated
my: လျော်ကြေးပေးရမည့် ပမာဏ
vi: Số lượng cần bù

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY__MEDICINE_IN_STOCK__COLUMN_CONCENTRA
source: Content
my: အကြောင်းအရာ
vi: Hàm lượng

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY__MEDICINE_IN_STOCK__COLUMN_CONVERT_RATIO
source: Conversion rate
my: ကူးပြောင်းနှုန်း
vi: Tỷ lệ quy đổi

source: Conversion unit
my: ပြောင်းလဲခြင်းယူနစ်
vi: Đơn vị qui đổi

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY__MEDICINE_IN_STOCK__COLUMN_EXPIRED_DATE
source: Shelf
my: သက်တမ်းကုန်
vi: Hạn sử dụng

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY__MEDICINE_IN_STOCK__COLUMN_IMP_PRICE
source: Accede
my: ဝင်ပေါက်စျေးနှုန်း
vi: Giá nhập

source: Price after VAT
vi: Giá sau VAT

source: Lock reason
my: သော့ခတ်ရခြင်း
vi: Lý do khóa

source: Ghost
my: ကုဒ်
vi: Mã

source: Name
my: နာမည်
vi: Tên

source: Lot number
my: အရေအတွက်
vi: Số lô

source: Try real numbers
my: ဂဏန်းအစစ်အမှန်ကို စမ်းကြည့်ပါ။
vi: Cố số thực

source: Registered number
my: မှတ်ပုံတင်နံပါတ်
vi: Số đăng ký

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY__MEDICINE_IN_STOCK__COLUMN_SERIAL_NUMBER
source: Serial number
my: စီးရီးနံပါတ်
vi: Số seri

source: Unit
my: ယူနစ်
vi: Đơn vị tính

source: Supplier
my: ပေးသွင်းသည်။
vi: Nhà cung cấp

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY__MEDICINE_IN_STOCK__COLUMN_SUPPLIER_NAME
source: Supplier
my: ပေးသွင်းသည်။
vi: Nhà cung cấp

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY__MEDICINE_IN_STOCK__COLUMN_TOTAL_AMOUNT
source: Quantity in stock
my: စတော့မှာ အရေအတွက်
vi: Số lượng tồn

source: Survive in units of conversion
my: ပြောင်းလဲခြင်း၏ယူနစ်တွင် ရှင်သန်ပါ။
vi: Tồn theo đơn vị quy đổi

source: Selling price after VAT
my: VAT ပြီးရင် ရောင်းဈေး
vi: Giá bán sau VAT

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY__MEDICINE_IN_STOCK__COLUMN_TOTAL_PRICE
source: Amount
my: ငွေထဲသို့
vi: Thành tiền

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY_KHA_DUNG_BANG_TON_KHO
source: Availability by inventory
my: စာရင်းအရ ရရှိနိုင်မှု
vi: Khả dụng bằng tồn kho

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY_TRA_KHA_DUNG
source: Pay available
my: ပေးချေရနိုင်သည်။
vi: Trả khả dụng

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY_TRA_KHA_DUNG_VT
source: Pay available
my: ပေးချေရနိုင်သည်။
vi: Trả khả dụng

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY_XEM_LICH_SU_XUAT_NHAP_THUOC
source: View drug import and export history
my: ဆေးဝါးတင်သွင်းမှုနှင့် တင်ပို့မှုမှတ်တမ်းကို ကြည့်ရှုပါ။
vi: Xem lịch sử xuất nhập thuốc

# IVT_LANGUAGE_KEY__UC_MEDI_STOCK_SUMMARY_XEM_LICH_SU_XUAT_NHAP_VAT_TU
source: View import and export history of materials
my: ပစ္စည်းတင်သွင်းခြင်းနှင့် တင်ပို့ခြင်းမှတ်တမ်းကို ကြည့်ရှုပါ။
vi: Xem lịch sử xuất nhập vật tư

# UCMediStockSummary.btnPrint.Text
source: Printing
my: ပုံနှိပ်ခြင်း။
vi: In ấn

# UCMediStockSummary.btnRefesh.Text
source: Redo (Ctrl R)
my: ပြန်လုပ်ပါ (Ctrl R)
vi: Làm lại (Ctrl R)

# UCMediStockSummary.btnSearch.Text
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# UCMediStockSummary.btnXuatExcel.Text
source: Export Excel
my: Excel ကို ထုတ်ယူပါ။
vi: Xuất Excel

# UCMediStockSummary.chkAlertMinStock.Properties.Caption
source: Survive with minimal warning
my: အနည်းဆုံးသတိပေးချက်ဖြင့် ရှင်သန်ပါ။
vi: Tồn ở mức cảnh báo tối thiểu

# UCMediStockSummary.chkBlood.Properties.Caption
source: Blood
my: သွေး
vi: Máu

# UCMediStockSummary.ChkExpiredDate.Properties.Caption
source: Expiry date to
my: HSD ပြီးဆုံးသည်အထိ
vi: Hết HSD đến

# UCMediStockSummary.ChkExpiredDate.ToolTip
source: Expired to
my: သက်တမ်းကုန်သွားပါပြီ။
vi: Hết hạn sử dụng đến

# UCMediStockSummary.chkMaterial.Properties.Caption
source: Supplies
my: ပစ္စည်းများ
vi: Vật tư

# UCMediStockSummary.chkMedicine.Properties.Caption
source: Drug
my: ဆေးဝါး
vi: Thuốc

# UCMediStockSummary.ChkNoExpiredDate.Properties.Caption
source: Filter out lines with no expiry date
my: HSD မဟုတ်သော လိုင်းများကို စစ်ထုတ်ပါ။
vi: Lọc bỏ dòng không HSD

# UCMediStockSummary.ChkNoExpiredDate.ToolTip
source: Filter out lines with no expiry date
my: သက်တမ်းကုန်ဆုံးရက်မရှိသော လိုင်းများကို စစ်ထုတ်ပါ။
vi: Lọc bỏ dòng không hạn sử dụng

# UCMediStockSummary.chkShowLineZero.Properties.Caption
source: Show end line
my: အဆုံးလိုင်းကိုပြပါ။
vi: Hiển thị dòng hết

# UCMediStockSummary.ChkValidToTime.Properties.Caption
source: Bid deadline is coming
my: တင်ဒါနောက်ဆုံးရက်ရောက်လာပါပြီ။
vi: Hạn thầu đến

# UCMediStockSummary.gridColumn2.Caption
source: Store code
my: စတိုးကုဒ်
vi: Mã kho

# UCMediStockSummary.gridColumn3.Caption
source: Name warehouse
my: ဂိုဒေါင်အမည်
vi: Tên kho

# UCMediStockSummary.gridColumn4.Caption
source: Departments
my: ဌာနဆိုင်ရာများ
vi: Khoa phòng

# UCMediStockSummary.gridViewMediStock.OptionsFind.FindNullPrompt
source: Keyword search
my: အဓိကစကားလုံးကို ရှာပါ။
vi: Từ khóa tìm kiếm

# UCMediStockSummary.layoutControlItem19.OptionsToolTip.ToolTip
source: Selling price by object
my: ပစ္စည်းအလိုက်ရောင်းဈေး
vi: Giá bán theo đối tượng

# UCMediStockSummary.layoutControlItem19.Text
source: Selling price by object:
my: ဖုန်းဖြင့်ရောင်းဈေး
vi: Giá bán theo ĐT:

# UCMediStockSummary.layoutControlItem22.OptionsToolTip.ToolTip
source: Lot lock status
my: သော့ခတ်မှုအခြေအနေ
vi: Trạng thái khóa lô

# UCMediStockSummary.layoutControlItem22.Text
source: Batch lock status:
my: အစုလိုက်သော့ခတ်မှု အခြေအနေ-
vi: Trạng thái khóa lô:

# UCMediStockSummary.txtKeyWork.Properties.NullValuePrompt
source: Search keyword
my: အဓိကစကားလုံးကို ရှာပါ။
vi: Từ khóa tìm kiếm

# frmMediCardByDateReport.form.Text1
source: Filter conditions - Drug store tag details by date
vi: Điều kiện lọc - Chi tiết thẻ kho thuốc theo ngày

# frmMediCardByDateReport.form.Text2
source: Filter conditions - Summary of drug store tags by date
vi: Điều kiện lọc - Tổng hợp thẻ kho thuốc theo ngày

# frmMediCardByDateReport.form.Text3
source: Filter conditions - Inventory tag details by date
vi: Điều kiện lọc - Chi tiết thẻ kho vật tư theo ngày

# frmMediCardByDateReport.form.Text4
source: Filter conditions - Summary of inventory tags by date
vi: Điều kiện lọc - Tổng hợp thẻ kho vật tư theo ngày

# frmMediCardByDateReport.form.Text5
source: Filter conditions - Blood store card details by date
vi: Điều kiện lọc - Chi tiết thẻ kho máu theo ngày

# frmMediCardByDateReport.form.Text6
source: Filter conditions - Summary of blood store tags by date
vi: Điều kiện lọc - Tổng hợp thẻ kho máu theo ngày

# frmMediCardByDateReport.medicine.Text1
source: Medicine code:
vi: Mã loại thuốc:

# frmMediCardByDateReport.medicine.Text2
source: Medicne name:
vi: Tên loại thuốc:

# frmMediCardByDateReport.material.Text1
source: Material code:
vi: Mã loại vật tư:

# frmMediCardByDateReport.material.Text2
source: Material name:
vi: Tên loại vật tư:

# frmMediCardByDateReport.blood.Text1
source: Blood Type Code:
vi: Mã loại máu:

# frmMediCardByDateReport.blood.Text2
source: Blood Type Name:
vi: Tên loại máu:

# UCMediStockSummary.NameButtonClose
source: Collapse
vi: Thu gọn

# UCMediStockSummary.NameButtonOpen
source: Details
vi: Chi tiết

# UCMediStockSummary.cboValue1
source: All
vi: Tất cả

# UCMediStockSummary.cboValue2
source: Unlocked
vi: Không bị khóa

# UCMediStockSummary.cboValue3
source: Locked
vi: Bị khóa

# frmMediCardByDateReport.bar1.Text
source: Tools
my: ကိရိယာများ

# frmMediCardByDateReport.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmReasonLock.bar1.Text
source: Tools
my: ကိရိယာများ

# frmReasonLock.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UCMediStockSummary.gridColumnCheck.Caption
source: Check
my: စစ်ဆေးပါ။

# UCMediStockSummary.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UCMediStockSummary.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# UCMediStockSummary.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# UCMediStockSummary.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄
