Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.Transaction/Resources/Lang.*.resx
Languages: my, vi

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_BILL
source: Bill (F6)
my: ငွေပေးချေမှု (F6)
vi: Thanh toán(F6)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_BILL_NOT_KC
source: Bill not KC (F7)
my: တိုက်ရိုက်ရိုက်ကူးခြင်း(F7)
vi: Thu trực tiếp(F7)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_BORDEREAU
source: Bordereau (F5)
my: စာရင်း(F5)
vi: Bảng kê(F5)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_DEPOSIT
source: Deposit (Ctrl D)
my: ကြိုတင် (Ctrl D)
vi: Tạm ứng(Ctrl D)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_DEPOSIT_SERVICE
source: Deposit service (F4)
my: ယာယီ DV(F4) စုစည်းမှု
vi: Tạm thu DV(F4)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_FIND
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_INVOICE
source: Invoice (Ctrl I)
my: အနီရောင်ပြေစာ (Ctrl I)
vi: Hóa đơn đỏ(Ctrl I)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_LOCK_FEE
source: Lock fee (Ctrl L)
my: လော့ခ်(Ctrl L)
vi: Khóa(Ctrl L)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_LOCK_HISTORY
source: Lock history (Ctrl H)
my: မှတ်တမ်း(Ctrl H)
vi: Lịch sử(Ctrl H)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_REPAY
source: Repay (Ctrl R)
my: နောက်တော့ (Ctrl R)
vi: Hoàn ứng(Ctrl R)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_REPAY_SERVICE
source: Rapay service (Ctrl J)
my: DV (Ctrl J) ကို ပြန်ပြောင်းရန်
vi: Hoàn ứng DV(Ctrl J)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_TEMPORARY_LOCK
source: Tempory lock (Ctrl B)
my: ယာယီလော့ခ်ချခြင်း (Ctrl B)
vi: Tạm khóa(Ctrl B)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_TEMPORARY_UN_LOCK
source: Untemporary lock (Ctrl B)
my: ယာယီလော့ခ်ဖွင့်ခြင်း (Ctrl B)
vi: Bỏ tạm khóa(Ctrl B)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_TRANSACTION_LIST
source: Transaction list (Ctrl G)
my: ငွေလွှဲမှတ်တမ်း(Ctrl G)
vi: LS Giao dịch(Ctrl G)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_TRANSACTION_LIST_TOOLTIP
source: Transaction list
my: ငွေလွှဲမှတ်တမ်း
vi: Lịch sử giao dịch

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_TRANSFER
source: Transfer (Ctrl W)
my: အကူးအပြောင်း (Ctrl W)
vi: Kết chuyển (Ctrl W)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__BTN_UNLOCK_FEE
source: Unlock fee (Ctrl L)
my: လော့ခ်ဖွင့်ပါ (Ctrl L)
vi: Mở khóa(Ctrl L)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__CHK_IS_IN_DEBT
source: Is in Debt:
my: VP အကြွေး-
vi: Nợ VP:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__CHK_IS_IN_DEBT_TOOLTIP
source: Show only the debt profile
my: ဆေးရုံခပေးဆောင်ရသည့် မှတ်တမ်းများကိုသာ ပြပါ။
vi: Chỉ hiển thị các hồ sơ đang nợ viện phí

# IVT_LANGUAGE_KEY__UC_TRANSACTION__GRID_TREATMENT__COLUMN_CREATE_TIME
source: Create time
my: TG ထဲမှာ
vi: TG vào

# IVT_LANGUAGE_KEY__UC_TRANSACTION__GRID_TREATMENT__COLUMN_CREATOR
source: Creator
my: ဖန်ဆင်းရှင်
vi: Người tạo

# IVT_LANGUAGE_KEY__UC_TRANSACTION__GRID_TREATMENT__COLUMN_DOB
source: Birthday
my: မွေးရက်
vi: Ngày sinh

# IVT_LANGUAGE_KEY__UC_TRANSACTION__GRID_TREATMENT__COLUMN_GENDER_NAME
source: Gender
my: GT
vi: GT

# IVT_LANGUAGE_KEY__UC_TRANSACTION__GRID_TREATMENT__COLUMN_GENDER_NAME_TOOLTIP
source: Gender name
my: လိင်
vi: Giới tính

# IVT_LANGUAGE_KEY__UC_TRANSACTION__GRID_TREATMENT__COLUMN_LOCK_TIME
source: Lock time
my: လော့ခ်ချချိန်
vi: Thời gian khóa

# IVT_LANGUAGE_KEY__UC_TRANSACTION__GRID_TREATMENT__COLUMN_OUT_TIME
source: Out time
my: TG ထွက်လာတယ်။
vi: TG ra

# IVT_LANGUAGE_KEY__UC_TRANSACTION__GRID_TREATMENT__COLUMN_PATIENT_CODE
source: Patient code
my: BN ကုဒ်
vi: Mã BN

# IVT_LANGUAGE_KEY__UC_TRANSACTION__GRID_TREATMENT__COLUMN_PATIENT_CODE_TOOLTIP
source: patient code
my: လူနာကုဒ်
vi: Mã bệnh nhân

# IVT_LANGUAGE_KEY__UC_TRANSACTION__GRID_TREATMENT__COLUMN_STT
source: Number order
my: STT
vi: STT

# IVT_LANGUAGE_KEY__UC_TRANSACTION__GRID_TREATMENT__COLUMN_TREATMENT_CODE
source: Treatment code
my: ကုသမှုကုဒ်
vi: Mã điều trị

# IVT_LANGUAGE_KEY__UC_TRANSACTION__GRID_TREATMENT__COLUMN_TREATMENT_RESULT_NAME
source: Treatment result
my: ကုသမှုရလဒ်များ
vi: Kết quả điều trị

# IVT_LANGUAGE_KEY__UC_TRANSACTION__GRID_TREATMENT__COLUMN_VIR_ADDRESS
source: Address
my: လိပ်စာ
vi: Địa chỉ

# IVT_LANGUAGE_KEY__UC_TRANSACTION__GRID_TREATMENT__COLUMN_VIR_PATIENT_NAME
source: Patient name
my: လူနာအမည်
vi: Tên bệnh nhân

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_CUNG_CO_SO
source: Same branch
my: CCS
vi: CCS

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_CUNG_CO_SO_TOOLTIP
source: Same branch
my: Facility အတူတူပါပဲ။
vi: Cùng cơ sở

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_END_DEPARTMENT
source: End department:
my: အင်ဂျင်နီယာဌာန-
vi: Khoa KT:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_END_DEPARTMENT_TOOLTIP
source: End department
my: သင်ကြားရေး ပြီးဆုံးသည်။
vi: Khoa kết thúc

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_FROM_TIME
source: Time from:
my: နေ့ရက်-
vi: Ngày vào:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_ICD
source: Icd:
my: ပင်မကောလိပ်-
vi: CĐ chính:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_IN_DATE
source: In time:
my: ထည့်ပါ-
vi: TG vào:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_IN_HOSPITAL
source: In hospital:
my: ဆေးရုံဝင်ခွင့်-
vi: TG nhập viện:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_IN_HOSPITAL_TOOLTIP
source: Hospitalization time
my: ဆေးရုံတက်ချိန်
vi: Thời gian nhập viện

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_OUT_DATE_LBL
source: Out date:
my: အထွက်-
vi: TG ra:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_OUT_TIME_SEARCH
source: Out date:
my: ဖြန့်ချိသည့်ရက်:
vi: Ngày ra:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_SUB_ICD
source: Sub icd:
my: အလယ်တန်းကောလိပ်-
vi: CĐ phụ:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_TO_TIME
source: Time to:
my: ရောက်သည်-
vi: Đến:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_TOTAL_TREAT_DAY
source: Total day:
my: ရက်အရေအတွက်-
vi: Số ngày:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_TREATMENT_END_TYPE_NAME
source: Treatment end type:
my: ထုတ်လွှတ်မှုအမျိုးအစား-
vi: Loại ra viện:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_TREATMENT_RESULT_NAME
source: Treatment result:
my: ကုသမှုရလဒ်များ
vi: Kết quả điều trị:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_TREATMENT_TYPE
source: Treatment type:
my: ဖုန်းဧရိယာ-
vi: Diện ĐT:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LAYOUT_TREATMENT_TYPE_TOOLTIP
source: Treatment type
my: ကုသမှုဧရိယာ
vi: Diện điều trị

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LCI_CHK_IS_IN_DEBT
source: VP debt:
my: VP အကြွေး-
vi: Nợ VP:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LCI_CHK_IS_IN_DEBT_TOOLTIP
source: Only show records that owe hospital fees
my: ဆေးရုံခပေးဆောင်ရသည့် မှတ်တမ်းများကိုသာ ပြပါ။
vi: Chỉ hiển thị các hồ sơ đang nợ viện phí

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LCI_LAST_DEPARTMENT
source: Department/Room:
my: ဌာနများ-
vi: Khoa/phòng:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LCI_NEXT_DEPARTMENT
source: Next department:
my: နောက်ဌာန-
vi: Khoa tiếp theo:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__LCI_PATIENT_TYPE
source: Patient type:
my: အကြောင်းအရာ-
vi: Đối tượng:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__OTHER_PAYMENT
source: Other payment
my: အခြားငွေပေးချေမှု
vi: Thanh toán khác

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_BANG_KE_CHI_PHI_KCB
source: Print bordereau
my: စာရင်း
vi: Bảng kê

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_CheckInfoBHYT
source: Check health insurance card information
my: ကျန်းမာရေးအာမခံကတ် အချက်အလက်ကို စစ်ဆေးပါ။
vi: Kiểm tra thông tin thẻ BHYT

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_CHOT_NO
source: Debt closing
my: အကြွေးပိတ်ခြင်း။
vi: Chốt nợ

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_CLS
source: Approve ServiceReq CLS
my: CLS. command ကိုရှာဖွေပါ။
vi: Duyệt y lệnh CLS

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_HOA_DON_DIEN_TU
source: Issue electronic invoices
my: အီလက်ထရွန်းနစ် ငွေတောင်းခံလွှာများ ထုတ်ပေးခြင်း။
vi: Xuất hóa đơn điện tử

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_HOA_DON_DO
source: Red bill
my: VAT ပြေစာ
vi: Hóa đơn đỏ

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_HOAN_UNG_DICH_VU
source: Repay service
my: ဝန်ဆောင်မှုပြန်အမ်းငွေ
vi: Hoàn ứng dịch vụ

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_HOAN_UNG_NOI_TRU
source: Repay
my: ဘော်ဒါပြန်အမ်းငွေ
vi: Hoàn ứng nội trú

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_KHOA
source: Lock
my: သော့ခတ်
vi: Khóa

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_LICH_SU_TAC_DONG_HO_SO
source: Treatment list
my: ပရိုဖိုင်သက်ရောက်မှုမှတ်တမ်း
vi: Lịch sử tác động hồ sơ

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_MIEN_GIAM
source: Discount (Ctrl M)
my: ကင်းလွတ်ခွင့် (Ctrl M)
vi: Miễn giảm (Ctrl M)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_MO_KHOA
source: Unlock
my: သော့ဖွင့်ပါ။
vi: Mở khóa

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_MO_TAM_KHOA
source: Temporary unlock
my: လော့ခ်ကို ခေတ္တဖယ်ရှားပါ။
vi: Bỏ tạm khóa

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_PHIEU_GIU_THE
source: Print hold hein card
my: ကျန်းမာရေးအာမခံကတ်ကို သိမ်းထားရန် စလစ်ကို ရိုက်နှိပ်ပါ။
vi: In phiếu giữ thẻ BHYT

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_PHIEU_THANH_TOAN_RA_VIEN
source: Print the hospital discharge payment refund form
my: ဆေးရုံဆင်းငွေ ပြန်အမ်းငွေပုံစံကို ပုံနှိပ်ပါ။
vi: In phiếu hoàn ứng thanh toán ra viện

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_TAM_KHOA
source: Temporary lock
my: ယာယီသော့ခတ်ထားသည်။
vi: Tạm khóa

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_TAM_THU_DICH_VU
source: Deposit service
my: ယာယီဝန်ဆောင်မှုများ စုဆောင်းခြင်း။
vi: Tạm thu dịch vụ

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_TAM_UNG_NOI_TRU
source: Deposit
my: ဘော်ဒါကြို
vi: Tạm ứng nội trú

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_THANH_TOAN
source: Bill
my: ပေးဆပ်ပါ။
vi: Thanh toán

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_THANH_TON_KHAC
source: Other payment
my: အခြားငွေပေးချေမှု
vi: Thanh toán khác

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_THU_NO
source: Transaction debt
my: အကြွေးများစုဆောင်းခြင်း။
vi: Thu nợ

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_THU_TRUC_TIEP
source: Bill not KC
my: တိုက်ရိုက်စုဆောင်းခြင်း (လွှဲပြောင်းခြင်းမပြုပါ)
vi: Thu trực tiếp (không kết chuyển)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_TRANSACTION
source: Transaction
my: ငွေလွှဲခြင်း။
vi: Giao dịch

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_TRANSACTION_LIST
source: Transaction list
my: ငွေလွှဲမှတ်တမ်း
vi: Lịch sử giao dịch

# IVT_LANGUAGE_KEY__UC_TRANSACTION__POPUP_MENU__ITEM_TRICH_SAO_CHI_PHI
source: A copy of the cost of treatment
my: ကုသစရိတ် မိတ္တူ
vi: Bản trích sao chi phí điều trị

# IVT_LANGUAGE_KEY__UC_TRANSACTION__REPOSITORY__BTN_LOCK_FEE
source: Lock fee
my: ဆေးရုံကြေးတွေ ပိတ်ထားတယ်။
vi: Đã khóa viện phí

# IVT_LANGUAGE_KEY__UC_TRANSACTION__REPOSITORY__BTN_LOCK_HEIN
source: Lock hein
my: သော့ခတ်ထားသည်။
vi: Đã khóa Bhyt

# IVT_LANGUAGE_KEY__UC_TRANSACTION__REPOSITORY__BTN_OPEN
source: Open
my: ကုသခံနေရသည်။
vi: Đang điều trị

# IVT_LANGUAGE_KEY__UC_TRANSACTION__REPOSITORY__BTN_PAUSE
source: Finish
my: ပြီးပြီ။
vi: Đã kết thúc

source: Liabilitie:
my: အကြွေးများ-
vi: Công nợ:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TOTAL_PRICE_INFO__LAYOUT_DISCOUNT
source: Discount:
my: လျှော့စျေး:
vi: Chiết khấu:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TOTAL_PRICE_INFO__LAYOUT_DISCOUNT_RATIO
source: Discount (%):
my: လျှော့စျေး (%):
vi: Chiết khấu (%):

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TOTAL_PRICE_INFO__LAYOUT_TOTAL_DISCOUNT
source: Total discount:
my: ကင်းလွတ်ခွင့်များ-
vi: Miễn giảm:

source: Other CPs:
my: အခြား CP များ-
vi: CP khác:

source: Other costs
my: အခြားကုန်ကျစရိတ်
vi: Chi phí khác

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TOTAL_PRICE_INFO__LAYOUT_TOTAL_REPAY_PRICE
source: Refund Price:
my: ပြန်အမ်းငွေ လိုအပ်သည်-
vi: Cần hoàn lại:

source: Fund price:
my: လက်ခံရရှိငွေများ-
vi: Phải thu quỹ:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TOTAL_PRICE_INFO__LAYOUT_VIR_TOTAL_BILL_PRICE
source: Bill price:
my: ပေးချေခြင်း-
vi: Thanh toán:

source: Transfer (tt):
my: အကူးအပြောင်း (ဆက်ရန်)-
vi: Kết chuyển (tt):

source: Deposit:
my: ကြိုတင်မဲ-
vi: Tạm ứng:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TOTAL_PRICE_INFO__LAYOUT_VIR_TOTAL_HEIN_PRICE
source: Total hein price:
my: ကျန်းမာရေးအာမခံပေးချေမှု-
vi: BHYT thanh toán:

source: Medical insurance payment
my: ဆေးအာမခံငွေပေးချေခြင်း။
vi: Bảo hiểm y tế thanh toán

source: Total other copaid price:
my: ငွေပေးချေမှုကုမ္ပဏီ-
vi: Công ty thanh toán:

source: Total other copaid price
my: ဆေးစစ်ရင် ကုမ္ပဏီက ပေးရတဲ့စရိတ်
vi: Chi phí được công ty chi trả trong trường hợp khám sức khỏe

source: Total patient price:
my: BN ပေးချေသည်-
vi: BN phải thanh toán:

source: Patient pays
my: လူနာက ပိုက်ဆံပေးတယ်။
vi: Số tiền bệnh nhân phải thanh toán

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TOTAL_PRICE_INFO__LAYOUT_VIR_TOTAL_PRICE
source: Receivable:
my: စုစုပေါင်းရှယ်ယာများ-
vi: Tổng chi phí:

source: Expend:
my: ကုန်ကျစရိတ်များ
vi: Hao phí:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TOTAL_PRICE_INFO__LAYOUT_VIR_TOTAL_PRICE_TOTIP
source: total cost
my: စုစုပေါင်းကုန်ကျစရိတ်
vi: Tổng chi phí

source: Need to collect:
my: BN က ထပ်ပြောသည်။
vi: BN cần nộp thêm:

source: The patient pays more
my: လူနာက ပိုပေးတယ်။
vi: Số tiền bệnh nhân cần nộp thêm

source: Paid:
my: စုဆောင်းထားသည်-
vi: Đã thu:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TOTAL_PRICE_INFO__LAYOUT_VIR_TOTAL_REPAY_PRICE
source: Repay total price:
my: ပြန်အမ်းငွေ-
vi: Hoàn ứng:

source: Service Deposit:
my: ကြိုတင် DV-
vi: Tạm ứng DV:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_DOB
source: Birthday:
my: မွေးရက်:
vi: Ngày sinh:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_GENDER_NAME
source: Gender:
my: လိင်-
vi: Giới tính:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_HEIN_CARD_NUMBER
source: Hein number:
my: ကတ်နံပါတ်:
vi: Số thẻ:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_HEIN_CARD_TIME
source: Hein card time:
my: ကတ်သက်တမ်းကုန်ဆုံးချိန်-
vi: Hạn thẻ:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_HEIN_CARD_TO_TIME
source: Hein card to:
my: ကတ်သက်တမ်းကုန်ဆုံးရက်-
vi: Hạn thẻ đến:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_KSK_CONTRAC_CODE
source: Contract code:
my: စာချုပ်ကုဒ်-
vi: Mã hợp đồng:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_KSK_EFFECT_EXPIRY_DATE
source: Effect - expiry date:
my: သက်တမ်း- သက်တမ်း-
vi: Hiệu lực - hạn:

source: Effect date - expicy date
my: အကျုံးဝင်သည့်ရက်စွဲ - စာချုပ်သက်တမ်းကုန်ဆုံးရက်
vi: Ngày hiệu lực - ngày hết hạn hợp đồng

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_KSK_PAYMENT_RATIO
source: Payment ratio:
my: ငွေပေးချေမှု TL-
vi: TL thanh toán:

source: Ratio
my: ငွေပေးချေမှုနှုန်း
vi: Tỷ lệ thanh toán

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_KSK_WORK_PLACE_NAME
source: Work place name:
my: ကုမ္ပဏီအမည်:
vi: Tên công ty:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_NOI_DKKCBBD
source: Hein medi org:
my: မှတ်ပုံတင်သည့်နေရာ-
vi: Nơi ĐKKCBBD:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_NOI_DKKCBBD_TOTIP
source: Signing up for initial medical examination and treatment
my: ကနဦးဆေးစစ်ခြင်းနှင့် ကုသမှုအတွက် စာရင်းသွင်းပါ။
vi: Nới đăng kí khám chữa bệnh ban đầu

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_PATIENT_CODE
source: Patient code:
my: လူနာကုဒ်-
vi: Mã bệnh nhân:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_PATIENT_TYPE_NAME
source: Patient type:
my: အကြောင်းအရာ-
vi: Đối tượng:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_RIGH_ROUTE_TYPE
source: Right route type:
my: အမျိုးအစား-
vi: Loại:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_TREATMENT_CODE
source: Treatment code:
my: ကုသမှုကုဒ်-
vi: Mã điều trị:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREATMENT_INFO__LAYOUT_VIR_PATIENT_NAME
source: Patient name:
my: လူနာအမည်-
vi: Tên bệnh nhân:

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREE_SERE_SERV__COLUMN_AMOUNT
source: Amount
my: SL
vi: SL

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREE_SERE_SERV__COLUMN_DISCOUNT
source: Discount
my: လျှော့စျေး
vi: Chiết khấu

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREE_SERE_SERV__COLUMN_IS_EXPEND
source: Is expend
my: ငွေဖြုန်းတီးခြင်း။
vi: Hao phí

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREE_SERE_SERV__COLUMN_SERVICE_CODE
source: Service code
my: ဝန်ဆောင်မှုကုဒ်
vi: Mã dịch vụ

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREE_SERE_SERV__COLUMN_SERVICE_NAME
source: Service name
my: ဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREE_SERE_SERV__COLUMN_SERVICE_REQ_CODE
source: Request code
my: ကုဒ်တောင်းပါ။
vi: Mã yêu cầu

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREE_SERE_SERV__COLUMN_TRANSACTION_CODE
source: Transaction code
my: ကုန်သွယ်မှုကုဒ်
vi: Mã giao dịch

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREE_SERE_SERV__COLUMN_VIR_PRICE
source: Price
my: တစ်ခုချင်းစျေးနှုန်း
vi: Đơn giá

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREE_SERE_SERV__COLUMN_VIR_TOTAL_HEIN_PRICE
source: Hein total price
my: အာမခံပေးတယ်။
vi: Bảo hiểm trả

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREE_SERE_SERV__COLUMN_VIR_TOTAL_PATIENT_PRICE
source: Patient total price
my: လူနာက ပိုက်ဆံပေးတယ်။
vi: Bệnh nhân trả

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TREE_SERE_SERV__COLUMN_VIR_TOTAL_PRICE
source: Total price
my: ငွေထဲသို့
vi: Thành tiền

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TXT_FIND_PATIENT_CODE_NULL_VALUE
source: Patient code (F3)
my: လူနာကုဒ် (F3)
vi: Mã bệnh nhân (F3)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TXT_FIND_TREATMENT_CODE_NULL_VALUE
source: Treatment code (F2)
my: ကုသမှုကုဒ် (F2)
vi: Mã điều trị (F2)

# IVT_LANGUAGE_KEY__UC_TRANSACTION__TXT_KEYWORD_NULL_VALUE
source: Keyword
my: အဓိကစကားလုံးကို ရှာပါ။
vi: Từ khóa tìm kiếm

# UCTransaction.btnBill.Text
source: Payment (F6)
my: ငွေပေးချေမှု (F6)
vi: Thanh toán (F6)

# UCTransaction.btnBillNotKC.Text
source: Direct Recording (F7)
my: တိုက်ရိုက်ရိုက်ကူးခြင်း (F7)
vi: Thu trực tiếp (F7)

# UCTransaction.btnBordereau.Text
source: List (F5)
my: စာရင်း (F5)
vi: Bảng kê (F5)

# UCTransaction.btnCallPatient.Text
source: Call (F8)
my: (F8) ခေါ်ဆိုရန်
vi: Gọi (F8)

# UCTransaction.btnDeposit.Text
source: Advance
my: ကြိုပြော
vi: Tạm ứng

# UCTransaction.btnDepositService.Text
source: Temporary collection of DV (F3)
my: ယာယီ DV (F3) စုစည်းမှု
vi: Tạm thu DV (F3)

# UCTransaction.btnDepositService.ToolTip
source: Temporary collection of services
my: ယာယီဝန်ဆောင်မှုများ စုဆောင်းခြင်း။
vi: Tạm thu dịch vụ

# UCTransaction.btnFind.Text
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# UCTransaction.btnInvoice.Text
source: Red invoice (Ctrl I)
my: အနီရောင်ပြေစာ (Ctrl I)
vi: Hóa đơn đỏ (Ctrl I)

# UCTransaction.btnLock.Text
source: Lock (Ctrl L)
my: လော့ခ်ချခြင်း (Ctrl L)
vi: Khóa (Ctrl L)

# UCTransaction.btnLockHistory.Text
source: History (Ctrl H)
my: မှတ်တမ်း (Ctrl H)
vi: Lịch sử (Ctrl H)

# UCTransaction.btnMienGiam.Text
source: Exemptions
my: ကင်းလွတ်ခွင့်များ
vi: Miễn giảm

# UCTransaction.btnOtherPayment.Text
source: Other payment
my: အခြားငွေပေးချေမှု
vi: Thanh toán khác

# UCTransaction.btnRecallPatient.Text
source: Callback (F9)
my: ပြန်ခေါ်ရန် (F9)
vi: Gọi lại (F9)

# UCTransaction.btnRepay.Text
source: Undo (Ctrl R)
my: နောက်တော့ (Ctrl R)
vi: Hoàn ứng (Ctrl R)

# UCTransaction.btnRepayService.Text
source: Revert DV(Ctrl J)
my: DV (Ctrl J) ကို ပြန်ပြောင်းရန်
vi: Hoàn ứng DV(Ctrl J)

# UCTransaction.btnRepayService.ToolTip
source: Refund of service
my: ဝန်ဆောင်မှုပြန်အမ်းငွေ
vi: Hoàn ứng dịch vụ

# UCTransaction.btnTemporaryLock.Text
source: Temporarily lock (Ctrl B)
my: ယာယီလော့ခ်ချခြင်း (Ctrl B)
vi: Tạm khóa (Ctrl B)

# UCTransaction.btnTranfer.Text
source: Transition (Ctrl W)
my: အကူးအပြောင်း (Ctrl W)
vi: Kết chuyển (Ctrl W)

# UCTransaction.btnTranList.Text
source: Transactional DS (Ctrl G)
my: ငွေပေးငွေယူ DS (Ctrl G)
vi: DS giao dịch (Ctrl G)

# UCTransaction.btnTranList.ToolTip
source: List of transactions
my: အရောင်းအဝယ်စာရင်း
vi: Danh sách giao dịch

# UCTransaction.cboEndDepartment.ToolTip
source: Faculty ends
my: သင်ကြားရေး ပြီးဆုံးသည်။
vi: Khoa kết thúc

# UCTransaction.cboTreatmentType.ToolTip
source: Area of \u200b\u200btreatment
my: ကုသမှုဧရိယာ
vi: Diện điều trị

# UCTransaction.chkIsInDebt.Properties.Caption
source: :Debt VP
my: :ကြွေးမြီ VP
vi: :Nợ VP

# UCTransaction.chkIsInDebt.ToolTip
source: Only show records that owe hospital fees
my: ဆေးရုံခပေးဆောင်ရသည့် မှတ်တမ်းများကိုသာ ပြပါ။
vi: Chỉ hiển thị các hồ sơ đang nợ viện phí

# UCTransaction.gridColumn_PatientType.Caption
source: gridColumn1
my: ဇယားကွက် ၁

# UCTransaction.gridColumn_PatientType.ToolTip
source: Color according to patient classification
my: လူနာအမျိုးအစားအလိုက်အရောင်
vi: Màu sắc theo phân loại bệnh nhân

# UCTransaction.gridColumn_Treatment_Call.Caption
source: CallPatient
my: လူနာခေါ်ပါ။

# UCTransaction.gridColumn_Treatment_CreateTime.Caption
source: TG in
my: TG ထဲမှာ
vi: TG vào

# UCTransaction.gridColumn_Treatment_CreateTime.ToolTip
source: Time in
my: ဝင်ချိန်
vi: Thời gian vào

# UCTransaction.gridColumn_Treatment_Creator.Caption
source: Creator
my: ဖန်ဆင်းရှင်
vi: Người tạo

# UCTransaction.gridColumn_Treatment_Dob.Caption
source: Year of Birth
my: မွေးသည့်နှစ်
vi: Năm sinh

# UCTransaction.gridColumn_Treatment_LockTime.Caption
source: Lock time
my: လော့ခ်ချချိန်
vi: Thời gian khóa

# UCTransaction.gridColumn_Treatment_MilitaryRank.Caption
source: Rank
my: အဆင့်
vi: Quân hàm

# UCTransaction.gridColumn_Treatment_OutTime.Caption
source: TG out
my: TG ထွက်လာတယ်။
vi: TG ra

# UCTransaction.gridColumn_Treatment_OutTime.ToolTip
source: Time out
my: ခဏပွဲရပ်ခြင်း
vi: Thời gian ra

# UCTransaction.gridColumn_Treatment_PatientClassifyName.Caption
source: Detailed object
my: အသေးစိတ်အရာဝတ္ထု
vi: Đối tượng chi tiết

# UCTransaction.gridColumn_Treatment_PatientCode.Caption
source: BN. code
my: BN ကုဒ်
vi: Mã BN

# UCTransaction.gridColumn_Treatment_PatientPhone.Caption
source: Phone
my: ဖုန်း
vi: Điện thoại

# UCTransaction.gridColumn_Treatment_PostionName.Caption
source: position
my: ရာထူး
vi: Chức vụ

# UCTransaction.gridColumn_Treatment_Status.Caption
source: Status
my: အဆင့်အတန်း
vi: Trạng thái

# UCTransaction.gridColumn_Treatment_TreatmentCode.Caption
source: Treatment code
my: ကုသမှုကုဒ်
vi: Mã điều trị

# UCTransaction.gridColumn_Treatment_TreatmentResultName.Caption
source: Treatment results
my: ကုသမှုရလဒ်များ
vi: Kết quả điều trị

# UCTransaction.gridColumn_Treatment_VirAddress.Caption
source: Address
my: လိပ်စာ
vi: Địa chỉ

# UCTransaction.gridColumn_Treatment_VirPatientName.Caption
source: Patient's name
my: လူနာအမည်
vi: Tên bệnh nhân

# UCTransaction.gridColumn_Treatment_WorkPlaceName.Caption
source: Unit
my: ယူနစ်
vi: Đơn vị

# UCTransaction.gridColumnSTT.ToolTip
source: Totip
my: ထိပ်ဖျား

# UCTransaction.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UCTransaction.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# UCTransaction.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# UCTransaction.layoutControl5.Text
source: layoutControl5
my: အပြင်အဆင်ထိန်းချုပ်မှု ၅

# UCTransaction.layoutControlItem35.Text
source: Name:
my: အမည်-
vi: Họ tên:

# UCTransaction.layoutControlItem36.Text
source: Date of birth:
my: မွေးရက်:
vi: Ngày sinh:

# UCTransaction.layoutControlItem37.Text
source: Sex:
my: လိင်-
vi: Giới tính:

# UCTransaction.layoutControlItem38.Text
source: Address:
my: လိပ်စာ-
vi: Địa chỉ:

# UCTransaction.layoutControlRIGHT.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# UCTransaction.layoutControlTreatmentInfo.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# UCTransaction.layoutFromTime.OptionsToolTip.ToolTip
source: Time in
my: ဝင်ချိန်
vi: Thời gian vào

# UCTransaction.layoutFromTime.Text
source: Day in:
my: နေ့ရက်-
vi: Ngày vào:

# UCTransaction.layoutToTime.Text
source: Arrive:
my: ရောက်သည်-
vi: Đến:

# UCTransaction.LciActive.Text
source: Status:
my: အခြေအနေ-
vi: Trạng thái:

# UCTransaction.LciDepartment.Text
source: Departments:
my: ဌာနများ-
vi: Khoa/phòng:
