Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.Transaction/Resources/Lang.*.resx
Languages: my, vi

# UCTransaction.lciEndDeparment.Text
source: Faculty of Engineering:
my: အင်ဂျင်နီယာဌာန-
vi: Khoa KT:

# UCTransaction.lciIcd.OptionsToolTip.ToolTip
source: Main diagnosis
my: အဓိကရောဂါလက္ခဏာ
vi: Chẩn đoán chính

# UCTransaction.lciIcd.Text
source: Main College:
my: ပင်မကောလိပ်-
vi: CĐ chính:

# UCTransaction.lciInDate.OptionsToolTip.ToolTip
source: Time in
my: ဝင်ချိန်
vi: Thời gian vào

# UCTransaction.lciInDate.Text
source: Day in:
my: နေ့ရက်-
vi: Ngày vào:

# UCTransaction.lciInHospital.Text
source: Hospitalized day:
my: ဆေးရုံတက်သည့်နေ့-
vi: Ngày nhập viện:

# UCTransaction.lciNextDepartment.Text
source: Next department:
my: နောက်ဌာန-
vi: Khoa tiếp theo:

# UCTransaction.lciOutDate.OptionsToolTip.ToolTip
source: Time out
my: ခဏပွဲရပ်ခြင်း
vi: Thời gian ra

# UCTransaction.lciOutDate.Text
source: Release date:
my: ဖြန့်ချိသည့်ရက်:
vi: Ngày ra:

# UCTransaction.lciOutTimeSearch.OptionsToolTip.ToolTip
source: Time out
my: ခဏပွဲရပ်ခြင်း
vi: Thời gian ra

# UCTransaction.lciOutTimeSearch.Text
source: Release date:
my: ဖြန့်ချိသည့်ရက်:
vi: Ngày ra:

# UCTransaction.LciPatientType.Text
source: Subject:
my: အကြောင်းအရာ-
vi: Đối tượng:

# UCTransaction.lciSubIcd.OptionsToolTip.ToolTip
source: Secondary diagnosis
my: ဒုတိယရောဂါလက္ခဏာ
vi: Chẩn đoán phụ

# UCTransaction.lciSubIcd.Text
source: Secondary College:
my: အလယ်တန်းကောလိပ်-
vi: CĐ phụ:

# UCTransaction.lciTotalTreatDay.Text
source: Number of days:
my: ရက်အရေအတွက်-
vi: Số ngày:

# UCTransaction.lciTreatmentEndType.Text
source: Discharge type:
my: ထုတ်လွှတ်မှုအမျိုးအစား-
vi: Loại ra viện:

# UCTransaction.lciTreatmentResult.Text
source: Treatment results:
my: ကုသမှုရလဒ်များ
vi: Kết quả điều trị:

# UCTransaction.lciTreatmentType.Text
source: Phone area:
my: ဖုန်းဧရိယာ-
vi: Diện ĐT:

# UCTransaction.txtFindPatientCode.Properties.NullValuePrompt
source: Patient code (F3)
my: လူနာကုဒ် (F3)
vi: Mã bệnh nhân (F3)

# UCTransaction.txtFindTreatmentCode.Properties.NullValuePrompt
source: Treatment code (F2)
my: ကုသမှုကုဒ် (F2)
vi: Mã điều trị (F2)

# UCTransaction.txtGateNumber.Properties.NullValuePrompt
source: Gate Number
my: ကောင်တာနံပါတ်
vi: Quầy số

# UCTransaction.txtInCode.Properties.NullValuePrompt
source: Hospitalization number
my: ဆေးရုံတက်ရမည့်နံပါတ်
vi: Số vào viện

# UCTransaction.txtKeyword.Properties.NullValuePrompt
source: Search keyword
my: အဓိကစကားလုံးကို ရှာပါ။
vi: Từ khóa tìm kiếm

# UCTransaction.txtStepNumber.Properties.NullValuePrompt
source: Step Number
my: ခုန်ပါ။
vi: Bước nhảy

# UCTotalPriceInfo.lciOtherSourcePrice.Text
source: Other souces:
my: အခြားသော အရင်းအမြစ်များ-
vi: Nguồn khác thanh toán:

# UCTotalPriceInfo.lciTotalOtherBillAmount.Text
source: Other costs:
my: အခြားကုန်ကျစရိတ်-
vi: Chi phí khác:

# UCTransaction.gridColumnLastName.Caption
source: FEMALE NAME
vi: HỌ TÊN
