Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.TreatmentLatchApproveStore/Resources/Lang.*.resx
Languages: vi

# frmTreatmentLatchApproveStore.Text
source: Category
vi: Chốt duyệt hồ sơ bệnh án

# frmTreatmentLatchApproveStore.txtSearch.Properties.NullValuePrompt
source: Search
vi: Từ khóa tìm kiếm

# frmTreatmentLatchApproveStore.gridColumn18.Caption
source: TDL_PATIENT_ADDRESS
vi: Địa chỉ

# frmTreatmentLatchApproveStore.btnSearch.Text
source: Search (Ctrl F)
vi: Tìm Kiếm (Ctrl F)

# frmTreatmentLatchApproveStore.gridColumn16.Caption
source: TREATMENT_TYPE_NAME
vi: Loại ra viện

# frmTreatmentLatchApproveStore.gridColumn17.Caption
source: REJECT_STORE_REASON
vi: Lý do từ chối

# frmTreatmentLatchApproveStore.gridColumn3.Caption
source: DETAIL_DATA_DISPLAY
vi: Xem chi tiết

# frmTreatmentLatchApproveStore.gridColumn8.Caption
source: TDL_PATIENT_NAME
vi: Tên bệnh nhân

# frmTreatmentLatchApproveStore.gridColumn10.Caption
source: TDL_PATIENT_GENDER_NAME
vi: Giới tính

# frmTreatmentLatchApproveStore.gridColumn11.Caption
source: IN_TIME_STR
vi: Thời gian vào

# frmTreatmentLatchApproveStore.gridColumn14.Caption
source: END_ROOM_NAME
vi: Phòng kết thúc điều trị

# frmTreatmentLatchApproveStore.gridColumn15.Caption
source: ICD_NAME
vi: Chẩn đoán

# frmTreatmentLatchApproveStore.gridColumn12.Caption
source: OUT_TIME_STR
vi: Thời gian ra

# frmTreatmentLatchApproveStore.gridColumn13.Caption
source: DEPARTMENT_NAME
vi: Khoa kết thúc điều trị

# frmTreatmentLatchApproveStore.bbtnSearch.Caption
source: Search (Ctrl F)
vi: Tìm Kiếm (Ctrl F)

# frmTreatmentLatchApproveStore.bbtnBarF2.Caption
source: TdPatientCode (F2)
vi: Mã điều trị (F2)

# frmTreatmentLatchApproveStore.gridColumn9.Caption
source: TDL_PATIENT_DOB_STR
vi: Ngày sinh

# frmTreatmentLatchApproveStore.gridColumn5.Caption
source: APPROVAL_STORE_STT_ID_STR
vi: Trạng thái

# frmTreatmentLatchApproveStore.gridColumn6.Caption
source: TREATMENT_CODE
vi: Mã điều trị

# frmTreatmentLatchApproveStore.gridColumn7.Caption
source: TDL_PATIENT_CODE
vi: Mã bệnh nhân

# frmTreatmentLatchApproveStore.bbtnDuyetDDK.Caption
source: DuyetDDK (Ctrl S)
vi: Duyệt đạt điều kiện (Ctrl S)

# frmTreatmentLatchApproveStore.btnDuyetDDK.Text
source: DuyetDDK (Ctrl S)
vi: Duyệt đạt điều kiện (Ctrl S)

# frmTreatmentLatchApproveStore.txtTdPatientCode.Properties.NullValuePrompt
source: txtTdPatientCode
vi: Mã bệnh nhân (F3)

# frmTreatmentLatchApproveStore.txtTreatmentCode.Properties.NullValuePrompt
source: txtTreatmentCode
vi: Mã điều trị (F2)

# frmTreatmentLatchApproveStore.bbtnBarF3.Caption
source: TreatmentCode (F3)
vi: Mã bệnh nhân (F3)
