Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.AssignServiceEdit/Resources/Message.Lang.*.resx
Languages: vi

# ChiDinhDichVu_KhongCoDoiTuongThanhToan
source: There is no payment object
vi: Không có đối tượng thanh toán

# DichVuDaDuocChiDinhTrongNgay
source: Service has been assigned in today.
vi: Dịch vụ đã được chỉ định trong ngày hôm nay.

# IVT_LANGUAGE_KEY__FORM_ASSIGN_SERVICE_EDIT__ERROR_KHONG_CHON_DICH_VU
source: There must be at least 1 service in the service request
vi: Phải có tối thiểu 1 dịch vụ trong yêu cầu dịch vụ

# KhongCoDoiTuongThanhToanThuocChiNhanhHienTai
source: There is no payment object in current branch
vi: Không có đối tượng thanh toán thuộc chi nhánh hiện tại

# Plugin_AssignServiceEdit__DichVuChuaDuocCauHinhICDDichVu
source: Service not config icd - service: {0} Do you want to continued?
vi: Dịch vụ chưa được cấu hình ICD - dịch vụ: {0} Bạn có muốn tiếp tục?

source: Intruction time service not allow: {0} . Do you want to continued?
vi: Các dịch vụ sau có thời gian chỉ định nằm trong khoảng thời gian không cho phép: {0} .Bạn có muốn tiếp tục?

# Plugin_AssignService__CanhBaoDichVuCungCoChe
source: Service same: {0}
vi: Dịch vụ cùng cơ chế: {0}

# Plugin_AssignService__CanhBaoDichVuCungCoCheDaChiDinhTrongNgay
source: Same service assgin today: {0}
vi: Dịch vụ cùng cơ chế đã được chỉ định trong ngày: {0}

# Plugin_AssignService__CanhBaoDichVuDaChiDinhTrongNgay
source: Service assign same day
vi: Dịch vụ đã được chỉ định trong ngày

# Plugin_AssignService__CanhBaoDichVuVaDichVuCungCoCheDaChiDinhTrongNgay
source: Service and same service ({0}) assign today!
vi: Dịch vụ và dịch vụ cùng chơ chế ({0}) đã được chỉ định trong ngày!

# SuaChiDinhDichVu_KhongCoSoLuong
source: Not entered quantity
vi: Chưa nhập số lượng
