Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.SurgServiceReqExecute/Resources/Lang.*.resx
Languages: my, vi

# frmInputDetail.labelControl40.Text
source: Fixing the eyeball with ABRAHAM. glasses
my: ABRAHAM.မျက်မှန်ဖြင့် မျက်လုံးကို ပြုပြင်ခြင်း။
vi: Cố định nhãn cầu bằng kính ABRAHAM

# frmInputDetail.labelControl41.Text
source: Diagnosis before PT:
my: PT မတိုင်မီ ရောဂါရှာဖွေခြင်း-
vi: + Chẩn đoán trước PT:

# frmInputDetail.labelControl42.Text
source: focus
my: အာရုံစူးစိုက်မှု
vi: tiêu điểm

# frmInputDetail.labelControl43.Text
source: 6. Safe surgery, follow-up transfer.
my: 6. ဘေးကင်းသောခွဲစိတ်မှု၊ နောက်ဆက်တွဲလွှဲပြောင်းမှု။
vi: 6. Phẫu thuật an toàn, chuyển theo dõi.

# frmInputDetail.labelControl44.Text
source: 5. Clean, disinfect, bandage lesions.
my: 5. ဒဏ်ရာများကို ဆေးကြောသန့်စင်ပါ၊ ပိုးသတ်ပါ။
vi: 5. Làm sạch, sát trùng, băng tổn thương.

# frmInputDetail.labelControl5.Text
source: mm
my: မီလီမီတာ

# frmInputDetail.labelControl50.Text
source: focus
my: အာရုံစူးစိုက်မှု
vi: tiêu điểm

# frmInputDetail.labelControl52.Text
source: Diagnosis before PT:
my: PT မတိုင်မီ ရောဂါရှာဖွေခြင်း-
vi: Chẩn đoán trước PT:

# frmInputDetail.labelControl53.Text
source: Exposing upper eyelid cartilage:
my: အပေါ်မျက်ခွံအရိုးနုကို ထုတ်ခြင်း-
vi: + Bộc lộ sụn mi trên:

# frmInputDetail.labelControl8.Text
source: 9. Flirting:
my: 9. ပရောပရည်လုပ်ခြင်း-
vi: 9. Tán nhân:

# frmInputDetail.labelControl9.Text
source: 3. Determination of injury:
my: 3. ထိခိုက်ဒဏ်ရာရမှု ဆုံးဖြတ်ခြင်း-
vi: 3. Xác định thương tổn:

# frmInputDetail.layoutControl_TabOther.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# frmInputDetail.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmInputDetail.layoutControl10.Text
source: layoutControl10
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၀

# frmInputDetail.layoutControl11.Text
source: layoutControl11
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၁

# frmInputDetail.layoutControl12.Text
source: layoutControl12
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၂

# frmInputDetail.layoutControl13.Text
source: layoutControl13
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၃

# frmInputDetail.layoutControl14.Text
source: layoutControl14
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၄

# frmInputDetail.layoutControl15.Text
source: layoutControl15
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၅

# frmInputDetail.layoutControl16.Text
source: layoutControl16
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၆

# frmInputDetail.layoutControl17.Text
source: layoutControl17
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၇

# frmInputDetail.layoutControl18.Text
source: layoutControl18
my: အပြင်အဆင် ထိန်းချုပ်မှု ၁၈

# frmInputDetail.layoutControl19.Text
source: layoutControl19
my: အပြင်အဆင် ထိန်းချုပ်မှု ၁၉

# frmInputDetail.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# frmInputDetail.layoutControl20.Text
source: layoutControl20
my: အပြင်အဆင် ထိန်းချုပ်မှု ၂၀

# frmInputDetail.layoutControl21.Text
source: layoutControl21
my: အပြင်အဆင် ထိန်းချုပ်မှု ၂၁

# frmInputDetail.layoutControl22.Text
source: layoutControl22
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂၂

# frmInputDetail.layoutControl23.Text
source: layoutControl23
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂၃

# frmInputDetail.layoutControl24.Text
source: layoutControl24
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂၄

# frmInputDetail.layoutControl25.Text
source: layoutControl25
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂၅

# frmInputDetail.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# frmInputDetail.layoutControl5.Text
source: layoutControl5
my: အပြင်အဆင်ထိန်းချုပ်မှု ၅

# frmInputDetail.layoutControl6.Text
source: layoutControl6
my: အပြင်အဆင်ထိန်းချုပ်မှု ၆

# frmInputDetail.layoutControl7.Text
source: layoutControl7
my: အပြင်အဆင်ထိန်းချုပ်မှု ၇

# frmInputDetail.layoutControl8.Text
source: layoutControl8
my: အပြင်အဆင်ထိန်းချုပ်မှု ၈

# frmInputDetail.layoutControl9.Text
source: layoutControl9
my: အပြင်အဆင်ထိန်းချုပ်မှု ၉

# frmInputDetail.layoutControlItem104.Text
source: Diagnosis before PT:
my: PT မတိုင်မီ ရောဂါရှာဖွေခြင်း-
vi: + Chẩn đoán trước PT:

# frmInputDetail.layoutControlItem106.Text
source: Surgery:
my: ခွဲစိတ်မှု-
vi: + Phẫu thuật:

# frmInputDetail.layoutControlItem109.Text
source: Disease stage:
my: ရောဂါအဆင့်-
vi: + Giai đoạn bệnh:

# frmInputDetail.layoutControlItem115.Text
source: Insensitive method:
my: အာရုံမခံနိုင်သောနည်းလမ်း-
vi: + Phương pháp vô cảm:

# frmInputDetail.layoutControlItem117.Text
source: Type of anesthetic:
my: ထုံဆေးအမျိုးအစား
vi: Loại thuốc tê:

# frmInputDetail.layoutControlItem119.Text
source: Fixed ball ring:
my: ပုံသေဘောလုံးကွင်း-
vi: + Cố định nhẫn cầu:

# frmInputDetail.layoutControlItem121.Text
source: Condition of tenon bag:
my: tenon အိတ်အခြေအနေ
vi: + Tình trạng bao tenon:

# frmInputDetail.layoutControlItem122.Text
source: Shrink the tenon bag:
my: tenon အိတ်ကို ကျုံ့လိုက်ပါ-
vi: + Lạng bớt bao tenon:

# frmInputDetail.layoutControlItem128.Text
source: 3. Open KM edge:
my: 3. KM အစွန်းကိုဖွင့်ပါ-
vi: 3. Mở KM rìa:

# frmInputDetail.layoutControlItem130.Text
source: Create flap KM: Meridian:
my: ခတ်ထားသော KM- Meridian-
vi: Tạo vạt KM: Kinh tuyến:

# frmInputDetail.layoutControlItem132.Text
source: Preliminary inhibition:
my: ပဏာမတားမြစ်ချက်-
vi: + Ức chế tạo sơ:

# frmInputDetail.layoutControlItem135.Text
source: Time:
my: အချိန်:
vi: Thời gian:

# frmInputDetail.layoutControlItem136.Text
source: layoutControlItem40
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၄၀

# frmInputDetail.layoutControlItem138.Text
source: Size:
my: အရွယ်အစား
vi: Kích thước:

# frmInputDetail.layoutControlItem14.Text
source: Indications for surgery:
my: ခွဲစိတ်မှုအတွက် ညွှန်ပြချက်များ
vi: + Chỉ định phẫu thuật:

# frmInputDetail.layoutControlItem143.Text
source: Cut raft pieces:
my: ဖေါင်အပိုင်းပိုင်းဖြတ်ပါ
vi: + Cắt mẩu bè:

# frmInputDetail.layoutControlItem144.Text
source: Iris cut:
my: မျက်ဝန်းဖြတ်ခြင်း
vi: + Cắt mống mắt:

# frmInputDetail.layoutControlItem145.Text
source: City regeneration:
my: မြို့တော်ပြန်လည်ထူထောင်ရေး-
vi: + Tái tạo TP:

# frmInputDetail.layoutControlItem146.Text
source: Withdrawal only:
my: ငွေထုတ်ခြင်းသာ-
vi: Chỉ rút:

# frmInputDetail.layoutControlItem147.Text
source: Lidocaine local anesthetic injection:
my: Lidocaine ထုံဆေးထိုးခြင်း
vi: + Tiêm thuốc tê Lidocaine vùng thân mộng:

# frmInputDetail.layoutControlItem148.Text
source: Removal of the pterygium cornea:
my: pterygium မျက်ကြည်လွှာကို ဖယ်ရှားခြင်း-
vi: + Gọt giác mạc đầu mộng:

# frmInputDetail.layoutControlItem157.Text
source: Shape:
my: ပုံသဏ္ဍာန်
vi: Hình dạng:

# frmInputDetail.layoutControlItem158.Text
source: Nose bridge:
my: နှာခေါင်းတံတား
vi: Sống mũi:

# frmInputDetail.layoutControlItem159.Text
source: Look for antibiotics:
my: ပဋိဇီဝဆေးများကို ရှာဖွေပါ-
vi: + Tra kháng sinh:

# frmInputDetail.layoutControlItem162.Text
source: DC speed:
my: DC မြန်နှုန်း-
vi: Tốc độ DC:

# frmInputDetail.layoutControlItem168.Text
source: Thread Type:
my: ကြိုးအမျိုးအစား-
vi: Loại chỉ:

# frmInputDetail.layoutControlItem169.Text
source: Size:
my: အရွယ်အစား
vi: Kích thước:

# frmInputDetail.layoutControlItem170.Text
source: KM stitch:
my: KM ချုပ်ရိုး-
vi: + Khâu KM:

# frmInputDetail.layoutControlItem173.Text
source: KM stitch covering the conjunctival section:
my: conjunctival အပိုင်းကို ဖုံးအုပ်ထားသော KM ချုပ်ရိုး၊
vi: + Khâu KM che phần đã cắt kết mạc:

# frmInputDetail.layoutControlItem174.Text
source: Other developments occurring during surgery:
my: ခွဲစိတ်နေစဉ်အတွင်း ဖြစ်ပေါ်သည့် အခြားသောတိုးတက်မှုများ
vi: + Diễn biến khác xảy ra trong phẫu thuật:

# frmInputDetail.layoutControlItem175.Text
source: Eye injection:
my: မျက်လုံးထိုးဆေး
vi: + Tiêm mắt:

# frmInputDetail.layoutControlItem176.Text
source: Symptoms:
my: ရောဂါလက္ခဏာများ-
vi: + Biến chứng:

# frmInputDetail.layoutControlItem177.Text
source: Removal of amniotic membrane:
my: amniotic အမြှေးပါးကို ဖယ်ရှားခြင်း-
vi: + Lấy mảnh màng ối:

# frmInputDetail.layoutControlItem180.Text
source: MP:
my: အမတ်-

# frmInputDetail.layoutControlItem182.Text
source: Medicine:
my: ဆေးဝါး:
vi: Thuốc:

# frmInputDetail.layoutControlItem184.Text
source: Insensitive method:
my: အာရုံမခံနိုင်သောနည်းလမ်း-
vi: + Phương pháp vô cảm:

# frmInputDetail.layoutControlItem185.Text
source: Eye drops:
my: မျက်စဉ်းဆေးများ
vi: + Thuốc tra mắt:

# frmInputDetail.layoutControlItem187.Text
source: Due to:
my: အကြောင်းမှာ-
vi: Do:

# frmInputDetail.layoutControlItem199.Text
source: Number of stitches:
my: ချုပ်ရိုးအရေအတွက်-
vi: Số mũi:

# frmInputDetail.layoutControlItem20.Text
source: Insensitive method:
my: အာရုံမခံနိုင်သောနည်းလမ်း-
vi: + Phương pháp vô cảm:

# frmInputDetail.layoutControlItem202.Text
source: Type of anesthetic:
my: ထုံဆေးအမျိုးအစား
vi: Loại thuốc tê:

# frmInputDetail.layoutControlItem209.Text
source: Pressing Tape:
my: တိပ်နှိပ်ခြင်း-
vi: + Băng ép:

# frmInputDetail.layoutControlItem211.Text
source: Insensitive method:
my: အာရုံမခံနိုင်သောနည်းလမ်း-
vi: + Phương pháp vô cảm:

# frmInputDetail.layoutControlItem212.Text
source: Number of stitches:
my: ချုပ်ရိုးအရေအတွက်-
vi: Số mũi:

# frmInputDetail.layoutControlItem214.Text
source: Type of anesthetic:
my: ထုံဆေးအမျိုးအစား
vi: Loại thuốc tê:

# frmInputDetail.layoutControlItem216.Text
source: 1. Fixing the ball ring:
my: 1. ဘောလုံးကွင်းကို ပြုပြင်ခြင်း-
vi: 1. Cố định nhẫn cầu:

# frmInputDetail.layoutControlItem218.Text
source: Measure and plot the position of the incision line away from the free shore:
my: လွတ်နေသောအစွန်းမှ ခွဲစိတ်မျဉ်း၏ အနေအထားကို တိုင်းတာပြီး ဆွဲချပါ။
vi: + Đo và vẽ vị trí đường rạch cách bờ tự do:

# frmInputDetail.layoutControlItem219.Text
source: Cut the sphincter:
my: မျက်တောင် sphincter ကို ဖြတ်ပါ။
vi: Cắt cơ vòng mi:

# frmInputDetail.layoutControlItem22.Text
source: Type of anesthetic:
my: ထုံဆေးအမျိုးအစား
vi: Loại thuốc tê:

# frmInputDetail.layoutControlItem225.Text
source: Set lashes:
my: ကြိမ်ဒဏ်သတ်မှတ်ပါ-
vi: + Đặt vành mi:

# frmInputDetail.layoutControlItem226.Text
source: Size:
my: အရွယ်အစား
vi: Kích thước:

# frmInputDetail.layoutControlItem228.Text
source: Cut off the mortise head:
my: ဆံကျစ်ခေါင်းကို ဖြတ်လိုက်ပါ။
vi: + Cắt rời đầu mộng:

# frmInputDetail.layoutControlItem230.Text
source: Sew the thread piece:
my: ချည်အပိုင်းအစကို ချုပ်ပါ။
vi: + Khâu mảnh ghép chỉ:

# frmInputDetail.layoutControlItem233.Text
source: Size:
my: အရွယ်အစား
vi: Kích thước:

# frmInputDetail.layoutControlItem235.Text
source: Local anesthetic type of anesthetic:
my: Local anesthetic ထုံဆေးအမျိုးအစား
vi: + Tê tại chỗ loại thuốc tê:

# frmInputDetail.layoutControlItem237.Text
source: Analysis of residual skin:
my: ကျန်နေသောအရေပြားကို လေ့လာခြင်း-
vi: Phân tích phần da dư:

# frmInputDetail.layoutControlItem24.Text
source: 1. Fixing the ball ring:
my: 1. ဘောလုံးကွင်းကို ပြုပြင်ခြင်း-
vi: 1. Cố định nhẫn cầu:

# frmInputDetail.layoutControlItem242.Text
source: layoutControlItem40
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၄၀

# frmInputDetail.layoutControlItem244.Text
source: How to handle:
my: ကိုင်တွယ်နည်း-
vi: + Cách xử trí:

# frmInputDetail.layoutControlItem245.Text
source: Other developments:
my: အခြားတိုးတက်မှုများ-
vi: + Diễn biến khác:

# frmInputDetail.layoutControlItem247.Text
source: Make an incision along the drawn line:
my: ဆွဲထားသောမျဉ်းတစ်လျှောက်တွင် ခွဲစိတ်မှုပြုလုပ်ပါ။
vi: + Rạch ra mi theo đường vẽ:

# frmInputDetail.layoutControlItem248.Text
source: Type of medicine:
my: ဆေးအမျိုးအစား
vi: Loại thuốc:

# frmInputDetail.layoutControlItem250.Text
source: Shorten the levator muscle approximately:
my: Levator ကြွက်သားကို အနီးစပ်ဆုံး တိုစေသည်-
vi: + Cắt ngắn cơ nâng mi khoảng:

# frmInputDetail.layoutControlItem253.Text
source: 10. Absorb T3:
my: 10. T3 ကို စုပ်ယူသည်-
vi: 10. Hút chất T3:

# frmInputDetail.layoutControlItem254.Text
source: Thread or Silicon in a pentagon:
my: ပဉ္စဂံရှိ Thread သို့မဟုတ် Silicon
vi: + Luồn chỉ hoặc Silicon theo hình ngũ giác:

# frmInputDetail.layoutControlItem26.Text
source: 2. T3 status:
my: 2. T3 အခြေအနေ-
vi: 2. Tình trạng T3:

# frmInputDetail.layoutControlItem260.Text
source: Fix and separate the levator muscle from the conjunctiva and subcutaneous muscle to the whitnall ligament
my: Levator ကြွက်သားကို မျက်မြှေးနှင့် အရေပြားအောက်ရှိ ကြွက်သားမှ whitnall အရွတ်သို့ ခွဲထုတ်ပါ
vi: + Cố định và tách cơ nâng mi ra khỏi kết mạc và cơ dưới da đến dây chằng whitnall:

# frmInputDetail.layoutControlItem261.Text
source: Forehead lash lift:
my: နဖူးမျက်တောင်ကြွခြင်း-
vi: + Treo mi cơ trán:

# frmInputDetail.layoutControlItem262.Text
source: Flex the levator muscle approximately:
my: Levator ကြွက်သားကို အနီးစပ်ဆုံး ဆန့်ထုတ်ပါ။
vi: + Gấp cơ nâng mi khoảng:

# frmInputDetail.layoutControlItem270.Text
source: Energy:
my: စွမ်းအင်-
vi: Năng lượng:

# frmInputDetail.layoutControlItem271.Text
source: Stitch the levator muscle to the upper third of the upper third of the eyelid cartilage on the 3 U-shaped nodules with vicryl thread
my: U-shaped nodules 3 ခုပေါ်တွင် vicryl thread ဖြင့် မျက်ခွံ၏ အပေါ်ဘက်သုံးပုံတစ်ပုံ၏ အပေါ်ဘက်သုံးပုံတစ်ပုံကို လေဗိုကြွက်သားအား ညှပ်ပါ
vi: + Khâu cố định cơ nâng mi vào 1/3 bờ trên sụn mi trên 3 nốt chữ U bằng chỉ vicryl:

# frmInputDetail.layoutControlItem275.Text
source: Look up PD:
my: PD ကိုကြည့်ပါ
vi: + Tra PD:

# frmInputDetail.layoutControlItem281.Text
source: Surgical method:
my: ခွဲစိတ်နည်း-
vi: + Phương pháp phẫu thuật:

# frmInputDetail.layoutControlItem285.Text
source: Size:
my: အရွယ်အစား
vi: Kích thước:

# frmInputDetail.layoutControlItem286.Text
source: Drainage:
my: ရေနုတ်မြောင်း-
vi: Dẫn lưu:

# frmInputDetail.layoutControlItem287.Text
source: Sew 2 layers of lash skin and create lashes with thread:
my: မျက်တောင်အရေခွံ ၂ လွှာကို ချည်မျှင်ဖြင့် ပြုလုပ်ပါ
vi: + Khâu da mi 2 lớp và tạo mi bằng chỉ:

# frmInputDetail.layoutControlItem291.Text
source: Other:
my: အခြား-
vi: Khác:

# frmInputDetail.layoutControlItem293.Text
source: Withdrawal date:
my: ငွေထုတ်ရက်စွဲ-
vi: Ngày rút:

# frmInputDetail.layoutControlItem295.OptionsToolTip.ToolTip
source: Thread trimming day
my: ကြိုးဖြတ်စေသည်။
vi: Ngày cắt chỉ

# frmInputDetail.layoutControlItem295.Text
source: CC date:
my: CC ရက်စွဲ-
vi: Ngày CC:

# frmInputDetail.layoutControlItem306.Text
source: Diagnosis before PT:
my: PT မတိုင်မီ ရောဂါရှာဖွေခြင်း-
vi: + Chẩn đoán trước PT:

# frmInputDetail.layoutControlItem311.Text
source: Surgical method:
my: ခွဲစိတ်နည်း-
vi: + Phương pháp phẫu thuật:

# frmInputDetail.layoutControlItem317.Text
source: Insensitive method:
my: အာရုံမခံနိုင်သောနည်းလမ်း-
vi: + Phương pháp vô cảm:

# frmInputDetail.layoutControlItem319.Text
source: PT times:
my: PT အကြိမ်များ-
vi: PT lần:

# frmInputDetail.layoutControlItem32.Text
source: 3. Open KM edge:
my: 3. KM အစွန်းကိုဖွင့်ပါ-
vi: 3. Mở KM rìa:

# frmInputDetail.layoutControlItem321.Text
source: 1. Fixing the ball ring:
my: 1. ဘောလုံးကွင်းကို ပြုပြင်ခြင်း-
vi: 1. Cố định nhẫn cầu:

# frmInputDetail.layoutControlItem323.Text
source: Find the break in:
my: ဖောက်ထွင်းမှုကိုရှာပါ
vi: + Tìm đầu đứt trong:

# frmInputDetail.layoutControlItem324.Text
source: Fixed Silicon:
my: ပုံသေ ဆီလီကွန်-
vi: + Cố định Silicon:

# frmInputDetail.layoutControlItem325.Text
source: Location:
my: တည်နေရာ-
vi: Vị trí:

# frmInputDetail.layoutControlItem327.Text
source: Set rules:
my: စည်းကမ်းသတ်မှတ်ပါ-
vi: + Đặt lệ quản:

# frmInputDetail.layoutControlItem330.Text
source: 3. Open KM edge:
my: 3. KM အစွန်းကိုဖွင့်ပါ-
vi: 3. Mở KM rìa:

# frmInputDetail.layoutControlItem331.Text
source: Examination of the wound for foreign bodies:
my: နိုင်ငံခြားအလောင်းများအတွက် ဒဏ်ရာကို စစ်ဆေးခြင်း။
vi: + Kiểm tra vết thương lấy dị vật:

# frmInputDetail.layoutControlItem332.Text
source: Second hour:
my: ဒုတိယနာရီ-
vi: Giờ thứ:

# frmInputDetail.layoutControlItem334.Text
source: 4. Open to the city:
my: 4. မြို့ကိုဖွင့်:
vi: 4. Mở vào TP:

# frmInputDetail.layoutControlItem335.Text
source: Check good management:
my: ကောင်းမွန်သောစီမံခန့်ခွဲမှုကိုစစ်ဆေးပါ
vi: + Kiểm tra lệ quản lành:

# frmInputDetail.layoutControlItem337.Text
source: Connect the two ends of the broken tear duct: upper, lower, and posterior with vicryl thread:
my: ကျိုးနေသော မျက်ရည်ပြွန်၏ အစွန်းနှစ်ဖက်- အပေါ်၊ အောက်၊ နှင့် အနောက်ကို vicryl thread ဖြင့် ချိတ်ဆက်ပါ-
vi: + Nối tận 2 đầu lệ quản đứt: trên, dưới, sau bằng chỉ vicryl:

# frmInputDetail.layoutControlItem34.Text
source: 4. Open to the city:
my: 4. မြို့ကိုဖွင့်:
vi: 4. Mở vào TP:

# frmInputDetail.layoutControlItem340.Text
source: Type of anesthetic:
my: ထုံဆေးအမျိုးအစား
vi: Loại thuốc tê:

# frmInputDetail.layoutControlItem342.Text
source: Find the outer break:
my: အပြင်ဘက်ပိုင်းကို ရှာပါ
vi: + Tìm đầu đứt ngoài:

# frmInputDetail.layoutControlItem354.Text
source: Reconstruct corner lashes in 3 layers:
my: ထောင့်မျက်တောင်များကို အလွှာ 3 ခုဖြင့် ပြန်လည်တည်ဆောက်ပါ-
vi: + Tái tạo mi góc trong 3 lớp:

# frmInputDetail.layoutControlItem355.Text
source: Rotate Multiplier:
my: အမြှောက်အလှည့်-
vi: Xoay nhân:

# frmInputDetail.layoutControlItem359.Text
source: Other developments:
my: အခြားတိုးတက်မှုများ-
vi: + Diễn biến khác:

# frmInputDetail.layoutControlItem364.Text
source: By nylon thread:
my: နိုင်လွန်ကြိုးဖြင့်
vi: Bằng chỉ nylon:

# frmInputDetail.layoutControlItem38.Text
source: 5. Bag dyeing:
my: 5. အိတ်ဆေးဆိုးခြင်း
vi: 5. Nhuộm bao:

# frmInputDetail.layoutControlItem387.Text
source: Look for antibiotics:
my: ပဋိဇီဝဆေးများကို ရှာဖွေပါ-
vi: + Tra kháng sinh:

# frmInputDetail.layoutControlItem395.Text
source: Diagnose:
my: ရောဂါရှာဖွေခြင်း-
vi: + Chẩn đoán:

# frmInputDetail.layoutControlItem400.Text
source: Adjust energy:
my: စွမ်းအင်ကို ချိန်ညှိပါ
vi: Chỉnh năng lượng:

# frmInputDetail.layoutControlItem406.Text
source: Explosion point adjustment:
my: ပေါက်ကွဲအမှတ် ချိန်ညှိမှု-
vi: Chỉnh điểm nổ:

# frmInputDetail.layoutControlItem410.Text
source: Peripheral iris resection position:
my: Peripheral iris resection အနေအထား-
vi: Vị trí cắt mống chu biên:

# frmInputDetail.layoutControlItem42.Text
source: layoutControlItem40
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၄၀

# frmInputDetail.layoutControlItem421.Text
source: Other:
my: အခြား-
vi: Khác:

# frmInputDetail.layoutControlItem426.Text
source: Other:
my: အခြား-
vi: Khác:

# frmInputDetail.layoutControlItem44.Text
source: Size:
my: အရွယ်အစား
vi: Kích thước:

# frmInputDetail.layoutControlItem484.Text
source: Diagnosis before PT:
my: PT မတိုင်မီ ရောဂါရှာဖွေခြင်း-
vi: + Chẩn đoán trước PT:

# frmInputDetail.layoutControlItem489.Text
source: Adjust energy:
my: စွမ်းအင်ကို ချိန်ညှိပါ
vi: + Chỉnh năng lượng:

# frmInputDetail.layoutControlItem495.Text
source: Explosion point adjustment:
my: ပေါက်ကွဲအမှတ် ချိန်ညှိမှု-
vi: + Chỉnh điểm nổ:

# frmInputDetail.layoutControlItem499.Text
source: Open the back cover according to the shape:
my: ပုံသဏ္ဍာန်နှင့်အညီ နောက်ဖုံးကိုဖွင့်ပါ။
vi: + Mở bao sau theo hình dạng:

# frmInputDetail.layoutControlItem518.Text
source: Other:
my: အခြား-
vi: Khác:

# frmInputDetail.layoutControlItem53.Text
source: Rotate Multiplier:
my: အမြှောက်အလှည့်-
vi: Xoay nhân:

# frmInputDetail.layoutControlItem573.Text
source: layoutControlItem23
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၂၃

# frmInputDetail.layoutControlItem58.Text
source: 10. Absorb T3:
my: 10. T3 ကို စုပ်ယူသည်-
vi: 10. Hút chất T3:

# frmInputDetail.layoutControlItem59.Text
source: 11. Set IOL:
my: 11. IOL သတ်မှတ်ပါ-
vi: 11. Đặt IOL:

# frmInputDetail.layoutControlItem64.Text
source: 12. Tear of the posterior sheath:
my: 12. Posterior Sheath ၏ မျက်ရည်၊
vi: 12. Rách bao sau:

# frmInputDetail.layoutControlItem67.Text
source: - Cut the back cover:
my: - နောက်ဖုံးကို ဖြတ်ပါ။
vi: - Cắt bao sau:

# frmInputDetail.layoutControlItem69.Text
source: - Peripheral iris removal:
my: - Peripheral iris ဖယ်ရှားခြင်း-
vi: - Cắt mống mắt ngoại vi:

# frmInputDetail.layoutControlItem72.Text
source: Energy:
my: စွမ်းအင်-
vi: Năng lượng:

# frmInputDetail.layoutControlItem73.Text
source: Tear location:
my: အဆုတ်တည်နေရာ-
vi: Vị trí rách:

# frmInputDetail.layoutControlItem74.Text
source: Suction force:
my: စုပ်ယူအား-
vi: Lực hút:

# frmInputDetail.layoutControlItem75.Text
source: Size:
my: အရွယ်အစား
vi: Kích thước:

# frmInputDetail.layoutControlItem79.Text
source: DC speed:
my: DC မြန်နှုန်း-
vi: Tốc độ DC:

# frmInputDetail.layoutControlItem80.Text
source: Tear location:
my: အဆုတ်တည်နေရာ-
vi: Vị trí rách:

# frmInputDetail.layoutControlItem81.Text
source: Type of medicine:
my: ဆေးအမျိုးအစား
vi: Loại thuốc:

# frmInputDetail.layoutControlItem82.Text
source: 13. Incision recovery:
my: 13. ခွဲစိတ်ကုသခြင်း-
vi: 13. Phục hồi vết mổ:

# frmInputDetail.layoutControlItem84.Text
source: 14. Eye injection:
my: 14. မျက်လုံးဆေးထိုးခြင်း
vi: 14. Tiêm mắt:

# frmInputDetail.layoutControlItem89.Text
source: 15. Eye contact:
my: 15. မျက်လုံးချင်း
vi: 15. Tra mắt:

# frmInputDetail.layoutControlItem9.Text
source: Diagnose:
my: ရောဂါရှာဖွေခြင်း-
vi: + Chẩn đoán:

# frmInputDetail.layoutControlItem92.Text
source: Type of medicine:
my: ဆေးအမျိုးအစား
vi: Loại thuốc:

# frmInputDetail.layoutControlItem93.Text
source: 16. Other developments:
my: 16. အခြားတိုးတက်မှုများ-
vi: 16. Diến biến khác:

# frmInputDetail.layoutControlItem96.Text
source: Ice:
my: ရေခဲ
vi: Băng:

# frmInputDetail.lciCloseSkin.Text
source: Skin closure:
my: အရေပြားပိတ်ခြင်း-
vi: Đóng da:

# frmInputDetail.lciDamageType.Text
source: Cut:
my: ဖြတ်-
vi: Cắt bỏ:

# frmInputDetail.lciPosture.Text
source: 1. Lying position:
my: 1. လဲလျောင်းအနေအထား-
vi: 1. Tư thế nằm:

# frmInputDetail.lciShapingSkin.Text
source: Shaping:
my: ပုံသွင်းခြင်း-
vi: Tạo hình:

# frmInputDetail.lciSkinDamage.Text
source: Injury:
my: ဒဏ်ရာ-
vi: Thương tổn:

# frmInputDetail.lciSkinDamageAmount.Text
source: Amount:
my: ပမာဏ-
vi: Số lượng:

# frmInputDetail.lciSkinDamagePosition.Text
source: Location:
my: တည်နေရာ-
vi: Vị trí:

# frmInputDetail.lciTreatSkinOther.Text
source: Other:
my: အခြား-
vi: Khác:

# frmInputDetail.raCatBao.Properties.Caption
source: Cut bags
my: အိတ်ဖြတ်
vi: Cắt bao

# frmInputDetail.raChiCoTruc.Properties.Caption
source: Only direct muscle
my: တိုက်ရိုက်ကြွက်သားမျှသာ
vi: Chỉ cơ trực

# frmInputDetail.raDatIOLBangPince.Properties.Caption
source: By pince
my: pince အားဖြင့်
vi: Bằng pince

# frmInputDetail.raDatIOLBangSung.Properties.Caption
source: With a gun
my: သေနတ်နဲ့
vi: Bằng súng

# frmInputDetail.raDatIOLCoDinhCM.Properties.Caption
source: Fixed CM
my: ပုံသေ CM
vi: Cố định CM

# frmInputDetail.raDatIOLCung.Properties.Caption
source: Hard
my: ခက်တယ်။
vi: Cứng

# frmInputDetail.raDatIOLMem.Properties.Caption
source: Soft
my: ပျော့ပျောင်းသည်။
vi: Mềm

# frmInputDetail.raDayNhanBangChatNhay.Properties.Caption
source: With mucus
my: ချွဲနှင့်
vi: Bằng chất nhầy

# frmInputDetail.raDayNhanBangNuoc.Properties.Caption
source: By water
my: ရေအားဖြင့်
vi: Bằng nước

# frmInputDetail.raDayNhanCo.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.raDayNhanKhong.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.raDoI.Properties.Caption
source: Team
my: အသင်းအဖွဲ့
vi: Độ I

# frmInputDetail.raDoII.Properties.Caption
source: Degree II
my: ဘွဲ့ II
vi: Độ II

# frmInputDetail.raDoIII.Properties.Caption
source: Grade III
my: အဆင့် III
vi: Độ III

# frmInputDetail.raDoIV.Properties.Caption
source: Grade IV
my: အဆင့် IV
vi: Độ IV

# frmInputDetail.raDucT3BamSinh.Properties.Caption
source: Congenital T3 cataract
my: မွေးရာပါ T3 အတွင်းတိမ်
vi: Đục T3 bẩm sinh

# frmInputDetail.raDucT3BenhLy.Properties.Caption
source: Pathological T3 cataract
my: Pathological T3 အတွင်းတိမ်
vi: Đục T3 bệnh lý

# frmInputDetail.raDucT3Gia.Properties.Caption
source: Fake T3 chisel
my: T3 သံချပ်အတု
vi: Đục T3 giả

# frmInputDetail.raHutChatT3Kim2Nong.Properties.Caption
source: Double-barreled needle
my: နှစ်လုံးပြူး
vi: Kim hai nòng

# frmInputDetail.raKhongCoT3.Properties.Caption
source: No T3
my: T3 မရှိပါ။
vi: Không có T3

# frmInputDetail.raLechT3.Properties.Caption
source: Deviation T3
my: သွေဖည် T3
vi: Lệch T3

# frmInputDetail.raLechTTT.Properties.Caption
source: TTT. deviation
my: TTT. သွေဖည်
vi: Lệch TTT

# frmInputDetail.raMe.Properties.Caption
source: Passionate about
my: စိတ်အားထက်သန်တယ်။
vi: Mê
