Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.SurgServiceReqExecute/Resources/Lang.*.resx
Languages: my, vi

# FormEkipUser.btnSave.Text
source: Save
my: သိမ်းဆည်းပါ။
vi: Lưu

# FormEkipUser.gridColumn1.Caption
source: First and last name
my: ပထမနှင့်နောက်ဆုံးအမည်
vi: Họ và tên

# FormEkipUser.gridColumn2.Caption
source: Role
my: အခန်းကဏ္ဍ
vi: Vai trò

# FormEkipUser.gridColumn3.Caption
source: gridColumn3
my: gridColumn၃

# FormEkipUser.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormEkipUser.layoutControlItem2.Text
source: Sample kit:
my: နမူနာအစုံ-
vi: Kíp mẫu:

# FormEkipUser.Text
source: Implementation team
my: အကောင်အထည်ဖော်ရေးအဖွဲ့
vi: Kíp thực hiện

# FormImageTemp.bar1.Text
source: Tools
my: ကိရိယာများ

# FormImageTemp.btnSave.Text
source: Select (Ctrl S)
my: (Ctrl S) ကို ရွေးပါ
vi: Chọn (Ctrl S)

# FormImageTemp.btnSearch.Text
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# FormImageTemp.gridColumn3.Caption
source: Title
my: ခေါင်းစဥ်
vi: Tiêu đề

# FormImageTemp.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormImageTemp.Text
source: Surgical procedure chart template
my: ခွဲစိတ်မှုပုံစံဇယားပုံစံ
vi: Mẫu lược đồ phẫu thuật thủ thuật

# FormImageTemp.txtKeyWord.Properties.NullValuePrompt
source: Search keyword
my: အဓိကစကားလုံးကို ရှာပါ။
vi: Từ khóa tìm kiếm

# FormPtttMethod.bar1.Text
source: Tools
my: ကိရိယာများ

# FormPtttMethod.btnChoose.Text
source: Choose
my: ရွေးပါ။
vi: Chọn

# FormPtttMethod.btnSearch.Text
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# FormPtttMethod.gc_amount.Caption
source: Amount
my: ပမာဏ
vi: Số lượng

# FormPtttMethod.gc_icon.Caption
source: gridColumn1
my: ဇယားကွက် ၁

# FormPtttMethod.gc_MethodCode.Caption
source: Code
my: ကုဒ်
vi: Mã

# FormPtttMethod.gc_MethodName.Caption
source: Name
my: နာမည်
vi: Tên

# FormPtttMethod.gc_PTTT.Caption
source: Type PTTT
my: PTTT ဟုရိုက်ပါ။
vi: Loại PTTT

# FormPtttMethod.gc_PTTT.ToolTip
source: Type of surgical procedure
my: ခွဲစိတ်မှုပုံစံ
vi: Loại phẫu thuật thủ thuật

# FormPtttMethod.gridColumn1.Caption
source: gridColumn1
my: ဇယားကွက် ၁

# FormPtttMethod.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormPtttMethod.Text
source: Practical method
my: လက်တွေ့ကျသောနည်းလမ်း
vi: Phương pháp thực tế

# FormPtttMethod.txtKeyword.Properties.NullValuePrompt
source: Search keyword
my: အဓိကစကားလုံးကို ရှာပါ။
vi: Từ khóa tìm kiếm

# FormPtttTemp.bar1.Text
source: Tools
my: ကိရိယာများ

# FormPtttTemp.chkPublic.Properties.Caption
source: Open to the whole hospital
my: ဆေးရုံတစ်ခုလုံး ဖွင့်ထားရတယ်။
vi: Công khai toàn viện

# FormPtttTemp.chkPublicDepartment.Properties.Caption
source: Publicity in the faculty
my: ဌာနတွင်း ကြော်ငြာခြင်း။
vi: Công khai trong khoa

# FormPtttTemp.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormPtttTemp.lciPtttTempCode.Text
source: Code:
my: ကုဒ်:
vi: Mã:

# FormPtttTemp.lciPtttTempName.Text
source: Name:
my: အမည်-
vi: Tên:

# FormPtttTemp.Text
source: Sample surgical procedure
my: နမူနာခွဲစိတ်မှု
vi: Mẫu phẫu thuật thủ thuật

# FormViewImage.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormViewImage.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# frmEkipTemp.bar1.Text
source: Tools
my: ကိရိယာများ

# frmEkipTemp.chkDepartment.Properties.Caption
source: Save faculty information
my: တက္ကသိုလ်အချက်အလက်များကိုသိမ်းဆည်းပါ။
vi: Lưu thông tin khoa

# frmEkipTemp.chkDepartment.ToolTip
source: Save faculty information of team members
my: အဖွဲ့၀င်များ၏ သင်ကြားရေးအချက်အလက်များကို သိမ်းဆည်းပါ။
vi: Lưu thông tin khoa của thành viên trong kíp

# frmEkipTemp.chkPublic.Properties.Caption
source: Open to the whole hospital
my: ဆေးရုံတစ်ခုလုံး ဖွင့်ထားရတယ်။
vi: Công khai toàn viện

# frmEkipTemp.chkPublicDepartment.Properties.Caption
source: Publicity in the faculty
my: ဌာနတွင်း ကြော်ငြာခြင်း။
vi: Công khai trong khoa

# frmEkipTemp.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmEkipTemp.layoutControlItem2.Text
source: Name:
my: အမည်-
vi: Tên:

# frmEkipTemp.Text
source: Sample making team
my: နမူနာဖန်တီးရေးအဖွဲ့
vi: Kíp thực hiện mẫu

# frmInputDetail.btnDelete.Text
source: Erase
my: ဖျက်ပါ။
vi: Xóa

# frmInputDetail.checkEdit1.Properties.Caption
source: Raft cutting
my: ဖေါင်ဖြတ်ခြင်း။
vi: Cắt bè

# frmInputDetail.checkEdit10.Properties.Caption
source: Compression tape
my: Compressionတိပ်
vi: Băng ép

# frmInputDetail.checkEdit100.Properties.Caption
source: Analysis of the dream body
my: အိပ်မက်ခန္ဓာကို လေ့လာခြင်း။
vi: Phân tích thân mộng

# frmInputDetail.checkEdit101.Properties.Caption
source: Burn hemostasis
my: မီးလောင် hemostasis
vi: Đốt cầm máu

# frmInputDetail.checkEdit102.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.checkEdit103.Properties.Caption
source: Numbness in the face
my: မျက်နှာတွင် ထုံကျင်ခြင်း။
vi: Tê tại mặt

# frmInputDetail.checkEdit104.Properties.Caption
source: Passionate about
my: စိတ်အားထက်သန်တယ်။
vi: Mê

# frmInputDetail.checkEdit105.Properties.Caption
source: 10-12mm
my: 10-12 မီလီမီတာ

# frmInputDetail.checkEdit107.Properties.Caption
source: sclera perforation
my: မျက်ဖြူဖောက်ခြင်း။
vi: Thủng củng mạc

# frmInputDetail.checkEdit109.Properties.Caption
source: Cut to direct size
my: တိုက်ရိုက်အရွယ်အစားသို့ဖြတ်ပါ။
vi: Cắt vào cở trực

# frmInputDetail.checkEdit11.Properties.Caption
source: Other
my: တခြား
vi: Khác

# frmInputDetail.checkEdit110.Properties.Caption
source: Country
my: တိုင်းပြည်
vi: Nước

# frmInputDetail.checkEdit111.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit113.Properties.Caption
source: Corneal
my: မျက်ကြည်လွှာ
vi: Giác mạc

# frmInputDetail.checkEdit114.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.checkEdit115.Properties.Caption
source: Nylon 10-O
my: နိုင်လွန် 10-O

# frmInputDetail.checkEdit118.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit119.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.checkEdit12.Properties.Caption
source: Secondary incision
my: အလယ်တန်းခွဲစိတ်
vi: Đường rạch phụ

# frmInputDetail.checkEdit123.Properties.Caption
source: Silicone brow lift
my: ဆီလီကွန်နဖူးကို မြှင့်တင်ပေးခြင်း
vi: Treo mi cơ trán bằng silicon

# frmInputDetail.checkEdit125.Properties.Caption
source: Hanging forehead muscles with thread
my: နဖူးကြွက်သားများကို ချည်မျှင်ဖြင့် ဆွဲထားသည်။
vi: Treo mi cơ trán bằng chỉ

# frmInputDetail.checkEdit126.Properties.Caption
source: Hanging the forehead muscles with the thigh muscle
my: နဖူးကြွက်သားများကို ပေါင်ကြွက်သားဖြင့် ဆွဲထားသည်။
vi: Treo mi cơ trán bằng cân cơ đùi

# frmInputDetail.checkEdit127.Properties.Caption
source: Fold the muscle to lift the eyelids
my: မျက်ခမ်းကို မြှောက်ရန် ကြွက်သားများကို ခေါက်ပါ။
vi: Gấp cân cơ nâng mi

# frmInputDetail.checkEdit128.Properties.Caption
source: Shorten the levator muscle
my: Levator ကြွက်သားကို အတိုချုံးပါ။
vi: Cắt ngắn cơ nâng mi

# frmInputDetail.checkEdit129.Properties.Caption
source: Numbness in place
my: ထုံကျင်တဲ့နေရာ၊
vi: Tê tại chỗ

# frmInputDetail.checkEdit13.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.checkEdit130.Properties.Caption
source: Anesthesia
my: မေ့ဆေး
vi: Gây mê

# frmInputDetail.checkEdit131.Properties.Caption
source: Collapse IV
my: IV ကို ခေါက်သိမ်းပါ။
vi: Sụp độ IV

# frmInputDetail.checkEdit132.Properties.Caption
source: Grade II collapse
my: အဆင့် II ပြိုကျ
vi: Sụp độ II

# frmInputDetail.checkEdit133.Properties.Caption
source: Collapse I
my: ခေါက်သိမ်းပါ။
vi: Sụp độ I

# frmInputDetail.checkEdit135.Properties.Caption
source: Grade III collapse
my: အဆင့် III ပြိုကျ
vi: Sụp độ III

# frmInputDetail.checkEdit136.Properties.Caption
source: Misty
my: အုံ့ဆိုင်းနေသည်။
vi: Sụp mi

# frmInputDetail.checkEdit137.Properties.Caption
source: Collapse I
my: ခေါက်သိမ်းပါ။
vi: Sụp độ I

# frmInputDetail.checkEdit138.Properties.Caption
source: Grade III collapse
my: အဆင့် III ပြိုကျ
vi: Sụp độ III

# frmInputDetail.checkEdit139.Properties.Caption
source: Collapse IV
my: IV ကို ခေါက်သိမ်းပါ။
vi: Sụp độ IV

# frmInputDetail.checkEdit140.Properties.Caption
source: Grade II collapse
my: အဆင့် II ပြိုကျ
vi: Sụp độ II

# frmInputDetail.checkEdit141.Properties.Caption
source: Misty
my: အုံ့ဆိုင်းနေသည်။
vi: Sụp mi

# frmInputDetail.checkEdit144.Properties.Caption
source: Compression tape
my: Compressionတိပ်
vi: Băng ép

# frmInputDetail.checkEdit15.Properties.Caption
source: Loose nose
my: နှာတံ ဖွာ
vi: Mũi rời

# frmInputDetail.checkEdit171.Properties.Caption
source: my skin
my: ငါ့အရေပြား
vi: da mi

# frmInputDetail.checkEdit173.Properties.Caption
source: Conjunctiva
my: မျက်မြှေး
vi: Kết mạc

# frmInputDetail.checkEdit174.Properties.Caption
source: tear point button
my: မျက်ရည်မှတ်ခလုတ်
vi: nút điểm lệ

# frmInputDetail.checkEdit175.Properties.Caption
source: There is a break
my: ခဏနားတယ်။
vi: Có đứt

# frmInputDetail.checkEdit176.Properties.Caption
source: Subcutaneous tissue
my: အရေပြားအောက်တစ်ရှူး
vi: Mô dưới da

# frmInputDetail.checkEdit177.Properties.Caption
source: Skin
my: အရေပြား
vi: Da

# frmInputDetail.checkEdit178.Properties.Caption
source: Ring shape
my: လက်စွပ်ပုံသဏ္ဍာန်
vi: Hình nhẫn

# frmInputDetail.checkEdit179.Properties.Caption
source: ring shape
my: လက်စွပ်ပုံသဏ္ဍာန်
vi: hình nhẫn

# frmInputDetail.checkEdit18.Properties.Caption
source: Sewing squeegee
my: အပ်ချုပ်ညှစ်စက်
vi: Khâu vắt

# frmInputDetail.checkEdit180.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit181.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit182.Properties.Caption
source: No break
my: မချိုးရ။
vi: Không đứt

# frmInputDetail.checkEdit183.Properties.Caption
source: Tear sac area
my: မျက်ရည်အိတ်ဧရိယာ
vi: Vùng túi lệ

# frmInputDetail.checkEdit184.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.checkEdit185.Properties.Caption
source: Along the tear
my: မျက်ခွံတလျှောက် မျက်ရည်တပေါက်
vi: Dọc theo vết rách mi

# frmInputDetail.checkEdit186.Properties.Caption
source: mini Monoka
my: မီနီမိုနိုကာ

# frmInputDetail.checkEdit187.Properties.Caption
source: middle 1/3
my: အလယ်တန်း ၁/၃
vi: 1/3 giữa

# frmInputDetail.checkEdit188.Properties.Caption
source: 1 rule
my: 1 စည်းမျဉ်း
vi: 1 lệ quản

# frmInputDetail.checkEdit189.Properties.Caption
source: 1/3 in
my: 1/3 လက်မ
vi: 1/3 trong

# frmInputDetail.checkEdit190.Properties.Caption
source: 1/3 out
my: 1/3 ဆိုပြီး
vi: 1/3 ngoài

# frmInputDetail.checkEdit191.Properties.Caption
source: Nose
my: နှာခေါင်း
vi: Mũi

# frmInputDetail.checkEdit192.Properties.Caption
source: Under the hole
my: အပေါက်အောက်မှာ
vi: Dưới hốc

# frmInputDetail.checkEdit193.Properties.Caption
source: Numbness in the face
my: မျက်နှာတွင် ထုံကျင်ခြင်း။
vi: Tê tại mặt

# frmInputDetail.checkEdit194.Properties.Caption
source: Passionate about
my: စိတ်အားထက်သန်တယ်။
vi: Mê

# frmInputDetail.checkEdit197.Properties.Caption
source: Place the ring-shaped silicone tube
my: လက်စွပ်ပုံသဏ္ဍာန် ဆီလီကွန်ပြွန်ကို ထားပါ။
vi: Đặt ống Silicon hình nhẫn

# frmInputDetail.checkEdit2.Properties.Caption
source: Raft
my: ဖေါင်
vi: Rạch bè

# frmInputDetail.checkEdit20.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit200.Properties.Caption
source: Place a 1-percent silicone tube
my: 1-ရာခိုင်နှုန်း ဆီလီကွန်ပြွန်ကို ထားပါ။
vi: Đặt ống Silicon 1 lệ quản

# frmInputDetail.checkEdit201.Properties.Caption
source: Break the upper control ratio
my: အပေါ်ပိုင်းထိန်းချုပ်မှုအချိုးကိုချိုးဖျက်
vi: Đứt lệ quản trên

# frmInputDetail.checkEdit204.Properties.Caption
source: Broken upper and lower management
my: အထက်ပိုင်းနှင့် အောက်ပိုင်း စီမံခန့်ခွဲမှုများ ပျက်ပြားနေပါသည်။
vi: Đứt lệ quản trên dưới

# frmInputDetail.checkEdit205.Properties.Caption
source: Lower management tear
my: စီမံခန့်ခွဲမှု နိမ့်ကျသည်။
vi: Đứt lệ quản dưới

# frmInputDetail.checkEdit206.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit21.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.checkEdit23.Properties.Caption
source: A little bit
my: အနည်းငယ်
vi: Hơi

# frmInputDetail.checkEdit24.Properties.Caption
source: Nylon
my: နိုင်လွန်

# frmInputDetail.checkEdit25.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit255.Properties.Caption
source: 13h
my: ၁၃ နာရီ

# frmInputDetail.checkEdit256.Properties.Caption
source: 11 o'clock
my: ၁၁ နာရီ
vi: 11h

# frmInputDetail.checkEdit257.Properties.Caption
source: After
my: ပြီးနောက်
vi: Sau

# frmInputDetail.checkEdit258.Properties.Caption
source: Before
my: မီ
vi: Trước

# frmInputDetail.checkEdit26.Properties.Caption
source: Country
my: တိုင်းပြည်
vi: Nước

# frmInputDetail.checkEdit266.Properties.Caption
source: MP Glaucoma, Narrow corner room
my: MP Glaucoma၊ ထောင့်ကျဉ်းအခန်း
vi: MP Glôcôm, Tiền phòng góc hẹp

# frmInputDetail.checkEdit267.Properties.Caption
source: MT suspects Glaucoma, Narrow corner room
my: MT သည် Glaucoma, ထောင့်ကျဉ်းအခန်းကိုသံသယရှိနေသည်။
vi: MT nghi ngờ Glôcôm, Tiền phòng góc hẹp

# frmInputDetail.checkEdit268.Properties.Caption
source: MT Glam, Narrow corner room
my: MT Glam၊ ထောင့်ကျဉ်းအခန်း
vi: MT Glôcôm, Tiền phòng góc hẹp

# frmInputDetail.checkEdit269.Properties.Caption
source: MP doubts Glaucoma, Narrow corner room
my: အမတ်သည် ရေတိမ်ကို သံသယဝင်၍ ထောင့်ကျဉ်းအခန်း၊
vi: MP nghi ngờ Glôcôm, Tiền phòng góc hẹp

# frmInputDetail.checkEdit27.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.checkEdit28.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit29.Properties.Caption
source: Both positions
my: ရာထူးတွေရော
vi: Cả hai vị trí

# frmInputDetail.checkEdit3.Properties.Caption
source: Fat
my: အဆီ
vi: Mỡ

# frmInputDetail.checkEdit30.Properties.Caption
source: Under the cap CM
my: ဦးထုပ်အောက်မှာ CM
vi: Dưới nắp CM

# frmInputDetail.checkEdit31.Properties.Caption
source: On the cap CM
my: ဦးထုပ်ပေါ်တွင် CM
vi: Trên nắp CM

# frmInputDetail.checkEdit319.Properties.Caption
source: Cross
my: ကြက်ခြေခတ်
vi: Hình chữ thập

# frmInputDetail.checkEdit32.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.checkEdit320.Properties.Caption
source: Circle
my: စက်ဝိုင်း
vi: Hình tròn

# frmInputDetail.checkEdit321.Properties.Caption
source: After
my: ပြီးနောက်
vi: Sau

# frmInputDetail.checkEdit322.Properties.Caption
source: Before
my: မီ
vi: Trước

# frmInputDetail.checkEdit329.Properties.Caption
source: MT is perforated after surgery TTT
my: ခွဲစိတ်ပြီးနောက် posterior capsule TTT ဖောက်ထွင်းခြင်း။
vi: MT đục bao sau sau mổ TTT

# frmInputDetail.checkEdit33.Properties.Caption
source: Location of the raft zone
my: ဖေါင်ဇုန်တည်နေရာ
vi: Vị trí vùng bè

# frmInputDetail.checkEdit333.Properties.Caption
source: MP perforated posterior capsule after TTT. surgery
my: MP TTT ပြီးနောက် ခွဲစိတ်မှုအပြီးတွင် perforated posterior capsule
vi: MP đục bao sau sau mổ TTT

# frmInputDetail.checkEdit34.Properties.Caption
source: Raft
my: ဖေါင်
vi: Rạch bè

# frmInputDetail.checkEdit35.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit36.Properties.Caption
source: Amniotic membrane
my: ရေမြှေး
vi: Màng ối

# frmInputDetail.checkEdit39.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit40.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.checkEdit41.Properties.Caption
source: In front of the raft
my: ဖောင်ရှေ့
vi: Trước bè

# frmInputDetail.checkEdit43.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit44.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.checkEdit5.Properties.Caption
source: Below KM
my: KM အောက်
vi: Dưới KM

# frmInputDetail.checkEdit6.Properties.Caption
source: Split kernel
my: ကာနယ်ကို ခွဲလိုက်ပါ။
vi: Tách nhân

# frmInputDetail.checkEdit64.Properties.Caption
source: MP
my: အမတ်

# frmInputDetail.checkEdit69.Properties.Caption
source: Above
my: အပေါ်က
vi: Trên

# frmInputDetail.checkEdit7.Properties.Caption
source: Open raft
my: ဖေါင်ဖွင့်သည်။
vi: Mở bè

# frmInputDetail.checkEdit70.Properties.Caption
source: Below
my: အောက်မှာ
vi: Dưới

# frmInputDetail.checkEdit8.Properties.Caption
source: Other
my: တခြား
vi: Khác

# frmInputDetail.checkEdit80.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit83.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.checkEdit84.Properties.Caption
source: By thread
my: ချည်ဖြင့်
vi: Bằng chỉ

# frmInputDetail.checkEdit85.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit86.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.checkEdit87.Properties.Caption
source: Thigh muscle scale
my: ပေါင်ကြွက်သားစကေး
vi: Cân cơ đùi

# frmInputDetail.checkEdit88.Properties.Caption
source: In silicone
my: ဆီလီကွန်မှာ
vi: Bằng silicon

# frmInputDetail.checkEdit89.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit9.Properties.Caption
source: Cut the iris
my: မျက်ဝန်းကိုဖြတ်ပါ။
vi: Cắt mống mắt

# frmInputDetail.checkEdit90.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.checkEdit91.Properties.Caption
source: 18-24mm
my: 18-24 မီလီမီတာ

# frmInputDetail.checkEdit92.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.checkEdit95.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.checkEdit99.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.chkCloseSkin.Properties.Caption
source: Close
my: ပိတ်လိုက်
vi: Đóng kín

# frmInputDetail.chkDamageTypeAll.Properties.Caption
source: Total
my: စုစုပေါင်း
vi: Toàn bộ

# frmInputDetail.chkDamageTypePart.Properties.Caption
source: Part cleaning
my: သန့်ရှင်းရေးအပိုင်း
vi: Một phần làm sạch

# frmInputDetail.chkDiscloseSkin.Properties.Caption
source: Uncovered
my: အသာလေး
vi: Để hở

# frmInputDetail.chkPostureSide.Properties.Caption
source: Lean
my: ပိန်တယ်။
vi: Nghiêng

# frmInputDetail.chkPostureTummy.Properties.Caption
source: Belly
my: ဝမ်းနဲ
vi: Sấp

# frmInputDetail.chkPostureUp.Properties.Caption
source: Faces
my: မျက်နှာများ
vi: Ngửa

# frmInputDetail.chkShapingSkin.Properties.Caption
source: Flap in place
my: နေတတ်တဲ့ နေရာမှာ
vi: Vạt tại chỗ

# frmInputDetail.chkShapingSkinOther.Properties.Caption
source: Other
my: တခြား
vi: Khác

# frmInputDetail.Glocom__raCoDinhNhanCauChiGiacMac.Properties.Caption
source: Only the cornea
my: မျက်ကြည်လွှာသာ
vi: Chỉ giác mạc

# frmInputDetail.Glocom__raCoDinhNhanCauCoTruc.Properties.Caption
source: Only direct muscle
my: တိုက်ရိုက်ကြွက်သားမျှသာ
vi: Chỉ cơ trực

# frmInputDetail.Glocom__raCoDinhNhanCauDayCungDo.Properties.Caption
source: Bottom of the same map
my: တူညီသောမြေပုံ၏အောက်ခြေ
vi: Đáy cùng đồ

# frmInputDetail.Glocom__raCoDinhNhanCauDayVungRia.Properties.Caption
source: Edge bottom
my: အစွန်းအောက်ခြေ
vi: Đáy vùng rìa

# frmInputDetail.Glocom__raCoDinhNhanCauVanhMi.Properties.Caption
source: Eyelashes
my: မျက်တောင်
vi: Vành mi

# frmInputDetail.Glocom__raGiaDoanBenhGanTuyet.Properties.Caption
source: Almost great
my: ကြီးသလောက်
vi: Gần tuyệt

# frmInputDetail.Glocom__raGiaDoanBenhSoPhat.Properties.Caption
source: Preliminary
my: ပဏာမ
vi: Sơ phát

# frmInputDetail.Glocom__raGiaDoanBenhTiemTang.Properties.Caption
source: Potential
my: အလားအလာ
vi: Tiềm tàng

# frmInputDetail.Glocom__raGiaDoanBenhTienTrien.Properties.Caption
source: Evolution
my: ဆင့်ကဲဖြစ်စဉ်
vi: Tiến triển

# frmInputDetail.Glocom__raGiaDoanBenhTranTrong.Properties.Caption
source: Serious
my: လေးနက်တယ်။
vi: Trầm trọng

# frmInputDetail.Glocom__raGiaDoanBenhTuyetDoi.Properties.Caption
source: Absolute
my: ပကတိ
vi: Tuyệt đối

# frmInputDetail.Glocom__raGloocomBamSinh.Properties.Caption
source: Congenital Glaucoma
my: မွေးရာပါရေတိမ်
vi: Glôcôm bẩm sinh

# frmInputDetail.Glocom__raGloocomGocDong.Properties.Caption
source: Closed angle glaucoma
my: ထောင့်ပိတ်ရေတိမ်
vi: Glôcôm góc đóng

# frmInputDetail.Glocom__raGloocomGocMo.Properties.Caption
source: Open angle glaucoma
my: ထောင့်ဖွင့်ရေတိမ်
vi: Glôcôm góc mở

# frmInputDetail.Glocom__raPPVoCamGayMe.Properties.Caption
source: Passionate about
my: စိတ်အားထက်သန်တယ်။
vi: Mê

# frmInputDetail.Glocom__raPPVoCamTeTaiMat.Properties.Caption
source: Numbness in the face
my: မျက်နှာတွင် ထုံကျင်ခြင်း။
vi: Tê tại mặt

# frmInputDetail.Glocom__raPPVoCamViTriBaoTenon.Properties.Caption
source: Under the tenon bag
my: အိတ်အောက်မှာ
vi: Dưới bao tenon

# frmInputDetail.Glocom__raTinhTrangBaoTenonBT.Properties.Caption
source: Normal
my: ပုံမှန်
vi: Bình thường

# frmInputDetail.Glocom__raTinhTrangBaoTenonGay.Properties.Caption
source: Thick
my: အထူ
vi: Dày

# frmInputDetail.Glocom__raTinhTrangBaoTenonSo.Properties.Caption
source: Sister
my: နှမ
vi: Sơ

# frmInputDetail.labelControl10.Text
source: Surgical Schema
my: ခွဲစိတ်မှုပုံစံ
vi: Lược đồ phẫu thuật

# frmInputDetail.labelControl12.Text
source: Sew the CM cover:
my: CM အဖုံးကို ချုပ်ပါ။
vi: + Khâu nắp CM:

# frmInputDetail.labelControl13.Text
source: The patient sits and fixed the head to the Yag Laser Laser machine
my: လူနာက ထိုင်ပြီး ဦးခေါင်းကို Yag လေဆာ လေဆာစက်နဲ့ ပြုပြင်ပေးတယ်။
vi: Bệnh nhân ngồi và cố định đầu vào máy Laser Yag

# frmInputDetail.labelControl14.Text
source: mm
my: မီလီမီတာ

# frmInputDetail.labelControl15.Text
source: hours
my: နာရီ
vi: giờ

# frmInputDetail.labelControl16.Text
source: hours
my: နာရီ
vi: giờ

# frmInputDetail.labelControl18.Text
source: Location:
my: တည်နေရာ-
vi: + Vị trí:

# frmInputDetail.labelControl19.Text
source: Blindfold
my: သင်္ကန်း
vi: Băng mắt

# frmInputDetail.labelControl2.Text
source: hours
my: နာရီ
vi: giờ

# frmInputDetail.labelControl20.Text
source: Get the KM piece close to the edge:
my: KM အပိုင်းကို အစွန်းနှင့် နီးကပ်စွာ ရယူပါ-
vi: + Lấy mảnh KM sát rìa:

# frmInputDetail.labelControl21.Text
source: mm
my: မီလီမီတာ

# frmInputDetail.labelControl22.Text
source: Make an incision along the drawn line:
my: ဆွဲထားသောမျဉ်းတစ်လျှောက်တွင် ခွဲစိတ်မှုပြုလုပ်ပါ။
vi: + Rạch ra mi theo đường vẽ:

# frmInputDetail.labelControl23.Text
source: Careful hemostasis:
my: ဂရုတစိုက် သွေးခြေဥခြင်း-
vi: + Cầm máu kĩ:

# frmInputDetail.labelControl24.Text
source: Surgical method:
my: ခွဲစိတ်နည်း-
vi: + Phương pháp phẫu thuật:

# frmInputDetail.labelControl28.Text
source: Wash with clothes
my: အဝတ်ဖြင့်လျှော်ပါ။
vi: Rửa cùng đồ

# frmInputDetail.labelControl29.Text
source: Stabilize the patient's head and eyes
my: လူနာ၏ ဦးခေါင်းနှင့် မျက်လုံးကို တည်ငြိမ်အောင်ထားပါ။
vi: Mở cố định đầu và mắt bệnh nhân

# frmInputDetail.labelControl3.Text
source: The location of the incision:
my: ခွဲစိတ်တည်နေရာ-
vi: Vị trí đường rạch:

# frmInputDetail.labelControl30.Text
source: Fixing the eyeball with ABRAHAM. glasses
my: ABRAHAM.မျက်မှန်ဖြင့် မျက်လုံးကို ပြုပြင်ခြင်း။
vi: Cố định nhãn cầu bằng kính ABRAHAM

# frmInputDetail.labelControl31.Text
source: Wash with clothes
my: အဝတ်ဖြင့်လျှော်ပါ။
vi: Rửa cùng đồ

# frmInputDetail.labelControl32.Text
source: Diagnosis before PT:
my: PT မတိုင်မီ ရောဂါရှာဖွေခြင်း-
vi: + Chẩn đoán trước PT:

# frmInputDetail.labelControl33.Text
source: nose
my: နှာခေါင်း
vi: mũi

# frmInputDetail.labelControl35.Text
source: 1. Lying position:
my: 1. လဲလျောင်းအနေအထား-
vi: 1. Tư thế nằm:

# frmInputDetail.labelControl36.Text
source: 4. Injury handling:
my: 4. ဒဏ်ရာကိုင်တွယ်မှု-
vi: 4. Xử lý thương tổn:

# frmInputDetail.labelControl37.Text
source: The patient sits and fixed the head to the Yag Laser Laser machine
my: လူနာက ထိုင်ပြီး ဦးခေါင်းကို Yag လေဆာ လေဆာစက်နဲ့ ပြုပြင်ပေးတယ်။
vi: Bệnh nhân ngồi và cố định đầu vào máy Laser Yag

# frmInputDetail.labelControl38.Text
source: Adjust the focus accordingly
my: အာရုံစူးစိုက်မှုကို ချိန်ညှိပါ။
vi: Điều chỉnh tiêu điểm phù hợp

# frmInputDetail.labelControl39.Text
source: Stabilize the patient's head and eyes
my: လူနာ၏ ဦးခေါင်းနှင့် မျက်လုံးကို တည်ငြိမ်အောင်ထားပါ။
vi: Mở cố định đầu và mắt bệnh nhân

# frmInputDetail.labelControl4.Text
source: hours
my: နာရီ
vi: giờ
