Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.SurgServiceReqExecute/Resources/Lang.*.resx
Languages: my, vi

# SurgServiceReqExecuteControl.lciNhomMau.Text
source: Blood group:
my: သွေးအုပ်စု:
vi: Nhóm máu:

# SurgServiceReqExecuteControl.lciPhanLoai.Text
source: Classify:
my: အမျိုးအစားခွဲရန်-
vi: Phân loại:

# SurgServiceReqExecuteControl.lciPhuongPhap.Text
source: Method:
my: နည်းလမ်း-
vi: Phương pháp:

# SurgServiceReqExecuteControl.lciPtttTemp.OptionsToolTip.ToolTip
source: Sample surgical procedure
my: နမူနာခွဲစိတ်မှု
vi: Mẫu phẫu thuật thủ thuật

# SurgServiceReqExecuteControl.lciPtttTemp.Text
source: Form PTTT:
my: PTTT ပုံစံ-
vi: Mẫu PTTT:

# SurgServiceReqExecuteControl.lciStartTime.Text
source: Start time:
my: အစ:
vi: Bắt đầu:

# SurgServiceReqExecuteControl.lciTaiBien.Text
source: Catastrophe:
my: ကပ်ဆိုး-
vi: Tai biến:

# SurgServiceReqExecuteControl.lciThoiGianKetThuc.Text
source: End:
my: အဆုံး:
vi: Kết thúc:

# SurgServiceReqExecuteControl.lciTinhTrang.Text
source: Status:
my: အခြေအနေ-
vi: Tình trạng:

# SurgServiceReqExecuteControl.lciTruongHop.Text
source: Case:
my: ကိစ္စ-
vi: Trường hợp:

# SurgServiceReqExecuteControl.lciTuVongTrong.Text
source: Death in:
my: သေဆုံးခြင်း-
vi: Tử vong trong:

# SurgServiceReqExecuteControl.lciTypePackage.Text
source: Package Type:
my: Package အမျိုးအစား-
vi: Loại gói:

# SurgServiceReqExecuteControl.lciVoCam.Text
source: Insensitivity:
my: အာရုံမခံနိုင်မှု-
vi: Vô cảm:

# SurgServiceReqExecuteControl.tileViewColumn2.Caption
source: image
my: ပုံ
vi: ảnh

# SurgServiceReqExecuteControl.tileViewColumnName.Caption
source: Name
my: နာမည်
vi: Tên

# SurgServiceReqExecuteControl.tileViewIsChecked.Caption
source: Choose
my: ရွေးပါ။
vi: Chọn

# SurgServiceReqExecuteControl.txtIcdCmSubCode.Properties.NullValuePrompt
source: Insert code
my: ကုဒ်ထည့်ပါ။
vi: Nhập mã

# SurgServiceReqExecuteControl.txtIcdCmSubName.Properties.NullValuePrompt
source: Press F1 to select sub-disease
my: ရောဂါခွဲများကိုရွေးချယ်ရန် F1 ကိုနှိပ်ပါ။
vi: Nhấn F1 để chọn bệnh phụ

# SurgServiceReqExecuteControl.txtIcdExtraCode.Properties.NullValuePrompt
source: Enter the sub-medical code
my: ရောဂါခွဲကုဒ်ကို ထည့်ပါ။
vi: Nhập mã bệnh phụ

# SurgServiceReqExecuteControl.txtIcdText.Properties.NullValuePrompt
source: Press F1 to select extra disease
my: ရောဂါခွဲများကိုရွေးချယ်ရန် F1 ကိုနှိပ်ပါ။
vi: Nhấn F1 để chọn bệnh phụ

# SurgServiceReqExecuteControl.xtraTabPage1.Text
source: Shared
my: မျှဝေခဲ့သည်။
vi: Chung

# SurgServiceReqExecuteControl.xtraTabPageGhiChu.Text
source: Note
my: မှတ်ချက်
vi: Ghi chú

# SurgServiceReqExecuteControl.xtraTabPageLuocDo.Text
source: Diagram
my: ပုံကြမ်း
vi: Lược đồ

# SurgServiceReqExecuteControl.xtraTabPageMoTa.Text
source: Describe
my: ဖော်ပြပါ။
vi: Mô tả

# tileViewItemElement1.Text
source: tileViewColumn2
my: tile ViewColumn ၂

# toolTipItem1.Text
source: Additional photos of the surgical procedure diagram
my: ခွဲစိတ်ခန်းနှင့် လုပ်ထုံးလုပ်နည်းပုံများ ၏နောက်ထပ်ဓာတ်ပုံများ
vi: Bổ sung ảnh lược đồ phẫu thuật thủ thuật

# toolTipItem2.Text
source: Save the sample team
my: နမူနာအဖွဲ့ကို သိမ်းဆည်းပါ။
vi: Lưu kíp mẫu

# UCEkipUser.gridColumn1.Caption
source: Role
my: အခန်းကဏ္ဍ
vi: Vai trò

# UCEkipUser.gridColumn2.Caption
source: Full name
my: နာမည်အပြည့်အစုံ
vi: Họ tên

# UCEkipUser.gridColumn3.Caption
source: Department
my: ဌာန
vi: Khoa

# UCEkipUser.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UCEkipUser.lciInformationSurg.Text
source: Implementation team:
my: အကောင်အထည်ဖော်ရေးအဖွဲ့-
vi: Kíp thực hiện:

# FormImageTemp.barBtnSave.Caption
source: Ctrl WILL
vi: Ctrl S

# FormPtttTemp.barBtnSave.Caption
source: Ctrl WILL
vi: Ctrl S

# FormPtttTemp.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmEkipTemp.barButtonItem1.Caption
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmEkipTemp.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmInputDetail.checkEdit98.Properties.Caption
source: \u003e24mm
vi: >24mm

# frmInputDetail.Glocom__raGloocomThuPhat.Properties.Caption
source: Secondary Glaucoma
vi: Glôcôm thứ phát

# frmInputDetail.labelControl11.Text
source: CM flap:
vi: + Vạt CM:

# frmInputDetail.layoutControlItem153.Text
source: Poke TP:
vi: + Chọc TP:

# frmInputDetail.layoutControlItem289.Text
source: Wick:
vi: Bấc:

# frmInputDetail.layoutControlItem39.Text
source: Meridian:
vi: Kinh tuyến:

# frmInputDetail.layoutControlItem41.Text
source: Meridian:
vi: Kinh tuyến:

# frmInputDetail.layoutControlItem52.Text
source: 8. Push kernel:
vi: 8. Đẩy nhân:

# frmInputDetail.raDoV.Properties.Caption
source: VU
vi: Độ V

# frmInputDetail.raTreoCungMac.Properties.Caption
source: scleral suspension
vi: Treo củng mạc

# frmInputDetail.raTTMongMat.Properties.Caption
source: TT Iris
vi: TT Mống mắt

# frmInputDetail.TabPageTTMongMat.Text
source: TT Iris
vi: TT Mống mắt

# SurgServiceReqExecuteControl.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)
