Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.SurgServiceReqExecute/Resources/Lang.*.resx
Languages: my, vi

# frmInputDetail.raMoKMRiaCo.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.raMoKMRiaKhong.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.raMP.Properties.Caption
source: MP
my: အမတ်

# frmInputDetail.raMVTPCungMac.Properties.Caption
source: sclerotia
my: မျက်ခွံ
vi: Củng mạc

# frmInputDetail.raMVTPGiacMac.Properties.Caption
source: Corneal
my: မျက်ကြည်လွှာ
vi: Giác mạc

# frmInputDetail.raMVTPRia.Properties.Caption
source: Edge zone
my: အစွန်းဇုန်
vi: Vùng rìa

# frmInputDetail.raNgoaiBao.Properties.Caption
source: Out of the bag
my: အိတ်ထဲက
vi: Ngoài bao

# frmInputDetail.raNhuomBaoCo.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.raNhuomBaoKhong.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.raPhaco.Properties.Caption
source: Phaco
my: ဖာကို

# frmInputDetail.raPhucHoiVetMoBomPhu.Properties.Caption
source: Coating pump
my: အပေါ်ယံပန့်
vi: Bơm phủ

# frmInputDetail.raPhucHoiVetMoKhauVat.Properties.Caption
source: Sewing squeegee
my: အပ်ချုပ်ညှစ်စက်
vi: Khâu vắt

# frmInputDetail.raPTDucThuyTInhThe.Properties.Caption
source: PT Cataract
my: PT အတွင်းတိမ်
vi: PT Đục Thủy tinh thể

# frmInputDetail.raPTGlocom.Properties.Caption
source: PT Glaucoma
my: PT ရေတိမ်
vi: PT Glôcôm

# frmInputDetail.raPTMong.Properties.Caption
source: PT Mong
my: PT မိုင်း
vi: PT Mộng

# frmInputDetail.raPTSupMi.Properties.Caption
source: PT collapses
my: PT ပြိုကျသည်။
vi: PT sụp mi

# frmInputDetail.raPTTaiTaoLeQuan.Properties.Caption
source: PT Reinventing rules
my: PT Reinventing စည်းမျဉ်းများ
vi: PT Tái tạo lệ quản

# frmInputDetail.raRachBaoSauCo.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.raRachBaoSauKhong.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.raRBSCBSCatBangKeo.Properties.Caption
source: Scissors
my: ကတ်ကြေး
vi: Cắt bằng kéo

# frmInputDetail.raRBSCBSCo.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.raRBSCBSKhong.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.raRBSCBSMayCatDK.Properties.Caption
source: Cool cutting DK
my: အေးမြသော DK ဖြတ်တောက်ခြင်း။
vi: Mát cắt DK

# frmInputDetail.raRBSCMMNVCo.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.raRBSCMMNVKhong.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.raTeTaiMat.Properties.Caption
source: Numbness in the face
my: မျက်နှာတွင် ထုံကျင်ခြင်း။
vi: Tê tại mặt

# frmInputDetail.raTiemMatCo.Properties.Caption
source: Have
my: ရှိသည်
vi: Có

# frmInputDetail.raTiemMatDuoiKM.Properties.Caption
source: Below KM
my: KM အောက်
vi: Dưới KM

# frmInputDetail.raTiemMatKhong.Properties.Caption
source: No
my: မရှိ
vi: Không

# frmInputDetail.raTiemMatTienPhong.Properties.Caption
source: Room charge
my: အခန်းခ
vi: Tiền phòng

# frmInputDetail.raTraMatMo.Properties.Caption
source: Fat
my: အဆီ
vi: Mỡ

# frmInputDetail.raTrongBao.Properties.Caption
source: In bag
my: အိတ်ထဲမှာ
vi: Trong bao

# frmInputDetail.raTTLaser.Properties.Caption
source: LASER YAG
my: လေဆာ YAG
vi: TT LASER YAG

# frmInputDetail.raVanhMi.Properties.Caption
source: Eyelashes
my: မျက်တောင်
vi: Vành mi

# frmInputDetail.raXeBaoTruocT3.Properties.Caption
source: Tear the anterior capsule T3
my: အရှေ့ဘက် ဆေးတောင့် T3 ကို ဆုတ်ပါ။
vi: Xé bao trước T3

# frmInputDetail.raXMoBaoHinhTemThu.Properties.Caption
source: Open the mailing cover
my: စာပို့အဖုံးကိုဖွင့်ပါ။
vi: Mở bao hình them thư

# frmInputDetail.raXoayNhanDeDang.Properties.Caption
source: Easily
my: လွယ်လွယ်လေးပါ။
vi: Dễ dàng

# frmInputDetail.raXoayNhanKhoKhan.Properties.Caption
source: Difficult
my: ခက်တယ်။
vi: Khó khăn

# frmInputDetail.simpleButton2.Text
source: Save
my: သိမ်းဆည်းပါ။
vi: Lưu

# frmInputDetail.tabPagePTDucTTT.Text
source: PT Drilling TTT
my: PT တူးဖော်ခြင်း TTT
vi: PT Đục TTT

# frmInputDetail.tabPagePTMong.Text
source: PT Mong
my: PT မိုင်း
vi: PT Mộng

# frmInputDetail.TabPagePTSupMi.Text
source: PT Falling down
my: PT ပြုတ်ကျ
vi: PT Sụp mi

# frmInputDetail.TabPageTaiTaoLeQuan.Text
source: Regenerative rule
my: မျိုးဆက်သစ် အုပ်ချုပ်မှု
vi: Tái tạo lệ quản

# frmInputDetail.TabPageTTTLaser.Text
source: TTT LASER
my: TTT လေဆာ

# frmInputDetail.Text
source: Additional information
my: နောက်ထပ်အချက်အလက်များ
vi: Thông tin bổ sung

# frmInputDetail.xtraTabEye.Text
source: Eye
my: မျက်လုံး
vi: Mắt

# frmInputDetail.xtraTabOther.Text
source: Other
my: တခြား
vi: Khác

# frmInputDetail.xtraTabSkin.Text
source: Dermatology
my: အရေပြားရောဂါ
vi: Da liễu

# Plugin_SurgServiceReqExecute__ThoiGianBatDauThoiGianKetThuc
source: Set the start time and end time incorrectly
my: စတင်ချိန်နှင့် ပြီးဆုံးချိန် သတ်မှတ်မှု မမှန်ကန်ပါ။
vi: Đặt thời gian bắt đầu và thời gian kết thúc không đúng

# SurgServiceReqExecute.ButtonOther.ChuanBiTruocMo
source: Preparing for surgery
my: ခွဲစိတ်ရန်ပြင်ဆင်ခြင်း။
vi: Chuẩn bị trước mổ

# SurgServiceReqExecute.ButtonOther.ToDieuTri
source: Treatment sheet
my: ကုသမှုစာရွက်
vi: Tờ điều trị

# SurgServiceReqExecute.Print.BangGayMeHoiSuc
source: Anesthesia and Resuscitation Table
my: မေ့ဆေးနှင့် ကယ်ဆယ်ရေးဇယား
vi: Bảng gây mê hồi sức

# SurgServiceReqExecute.Print.BangKiemAnToanPTTT
source: Surgical safety checklist
my: ခွဲစိတ်မှုဘေးကင်းရေးစာရင်း
vi: Bảng kiểm an toàn phẫu thuật

# SurgServiceReqExecute.Print.BieuMauKhac
source: Other forms
my: အခြားပုံစံများ
vi: Biểu mẫu khác

# SurgServiceReqExecute.Print.BieuMauKhacPhieuPTTT
source: Card of surgical procedure
my: ခွဲစိတ်မှု ကတ်ပြား
vi: Phiếu phẫu thuật thủ thuật

# SurgServiceReqExecute.Print.CachThucPTTT
source: How to procedure the procedure
my: ခွဲစိတ်မှုလုပ်ထုံးလုပ်နည်း
vi: Cách thức phẫu thuật thủ thuật

# SurgServiceReqExecute.Print.ChiPhiChayThanNhanTao
source: Cost hemodialysis
my: hemodialysis ကုန်ကျစရိတ်
vi: Chi phí chạy thận nhân tạo

# SurgServiceReqExecute.Print.GiayCamDoan
source: Written undertakings
my: ခွဲစိတ်မှုနှင့် မေ့ဆေးလက်ခံကြောင်း လက်မှတ်
vi: Giấy cam đoan chấp nhận PTTT và gây mê hồi sức

# SurgServiceReqExecute.Print.GIAYCHUNGNHANPTTT
source: Certifice surg service request
my: ခွဲစိတ်မှုဆိုင်ရာ လက်မှတ်
vi: Giấy chứng nhận phẫu thuật thủ thuật

# SurgServiceReqExecute.Print.Mps000390
source: Cataract surgery report card
my: အတွင်းတိမ်ခွဲစိတ်မှုအစီရင်ခံစာကတ်
vi: Phiếu tường trình phẫu thuật đục thủy tinh thể

# SurgServiceReqExecute.Print.Mps000391
source: Dream surgery report card
my: အိပ်မက်ခွဲစိတ်မှုအစီရင်ခံစာကတ်
vi: Phiếu tường trình phẫu thuật mộng

# SurgServiceReqExecute.Print.Mps000392
source: Report card of laryngeal reconstruction surgery
my: အသံအိုးပြန်လည်တည်ဆောက်ရေး ခွဲစိတ်မှုမှတ်တမ်းကတ်
vi: Phiếu tường trình phẫu thuật tái tạo lệ quản

# SurgServiceReqExecute.Print.Mps000393
source: Report card of eyelid surgery
my: မျက်ခွံခွဲစိတ်မှုမှတ်တမ်းကတ်
vi: Phiếu tường trình phẫu thuật sụp mí

# SurgServiceReqExecute.Print.Mps000394
source: Glocom surgery report card
my: Glocom ခွဲစိတ်မှုအစီရင်ခံစာကတ်
vi: Phiếu tường trình phẫu thuật Glocom

# SurgServiceReqExecute.Print.Mps000395
source: Report sheet on the procedure of opening the posterior capsule with Laser Yag
my: Laser Yag ဖြင့် အနောက်ဆေးတောင့်ကိုဖွင့်ခြင်း လုပ်ငန်းစဉ်အပေါ် အစီရင်ခံလွှာ
vi: Phiếu tường trình thủ thuật mở bao sau bằng Laser Yag

# SurgServiceReqExecute.Print.Mps000396
source: Report sheet on opening the posterior capsule with iris
my: မျက်ဝန်းဖြင့် ဆေးတောင့်အဖွင့်အစီရင်ခံလွှာ
vi: Phiếu tường trình thủ thuật mở bao sau bằng mống mắt

# SurgServiceReqExecute.Print.PHIEU_PHAU_THUAT_GLOCOM
source: Glocom surgery report card
my: Glocom ခွဲစိတ်မှုအစီရင်ခံစာကတ်
vi: Phiếu tường trình phẫu thuật Glocom

# SurgServiceReqExecute.Print.PHIEU_PHAU_THUAT_MONG
source: Dream surgery report card
my: အိပ်မက်ခွဲစိတ်မှုအစီရင်ခံစာကတ်
vi: Phiếu tường trình phẫu thuật mộng

# SurgServiceReqExecute.Print.PhieuGayMeHoiSuc
source: Anesthesia resuscitation card
my: မေ့ဆေး ကယ်ဆယ်ရေးကတ်
vi: Phiếu gây mê hồi sức

# SurgServiceReqExecute.Print.PhieuKeKhaiThuocVatTu
source: Public medicine material
my: ဆေးဝါးကြေညာလွှာ
vi: Phiếu kê khai thuốc vật tư

# SurgServiceReqExecute.Print.PhieuKhamGayMeTruocMo
source: Phiếu khám gây mê trước mổ
my: ခွဲစိတ်မှုမပြုမီ မေ့ဆေးစစ်ဆေးမှုကတ်

# SurgServiceReqExecute.Print.PhieuKiemKeDungCuVtyt
source: Checklist of medical equipment for PTTT patients
my: PTTT လူနာများအတွက် ဆေးဘက်ဆိုင်ရာပစ္စည်းများ စစ်ဆေးခြင်းစာရင်း
vi: Bảng kiểm dụng cụ VTYT bệnh nhân PTTT

# SurgServiceReqExecute.Print.PhieuPhauThuat
source: Surgery card
my: ခွဲစိတ်ကတ်
vi: Phiếu phẫu thuật

# SurgServiceReqExecute.Print.PhieuSuDungVatTuGiaTriLon
source: Voucher for using materials of great value
my: တန်ဖိုးကြီးပစ္စည်းများကို အသုံးပြုရန်အတွက် ဘောက်ချာ
vi: Phiếu sử dụng vật tư giá trị lớn

# SurgServiceReqExecute.Print.PhieuThanhToanThuThuatPhauThuat
source: Payment Voucher Surgery - Procedure
my: ငွေပေးချေမှု ဘောက်ချာ ခွဲစိတ်မှု - လုပ်ထုံးလုပ်နည်း
vi: Phiếu thanh toán Phẫu thuật - Thủ thuật

# SurgServiceReqExecute.Print.PhieuThuThuat
source: Tips sheet
my: အကြံပြုချက်စာရွက်
vi: Phiếu thủ thuật

# SurgServiceReqExecute.Print.ThuThuatPhauThuat
source: Surgical Trial Sheet
my: ခွဲစိတ်မှု ကတ်ပြား
vi: Phiếu thủ thuật phẫu thuật

# SurgServiceReqExecuteControl.btnAss.Text
source: Specify the same recipes
my: အတူတူ အဖွဲ့သားတွေနဲ့ ချိန်းတယ်။
vi: Chỉ định cùng kíp

# SurgServiceReqExecuteControl.btnAssignBlood.Text
source: Prescribing blood
my: သွေးပြောင်းဆန်
vi: Kê máu

# SurgServiceReqExecuteControl.btnAssignOutKip.Text
source: Other designated detonators
my: အခြားညွှန်ပြချက်များ
vi: Chỉ định khác kíp

# SurgServiceReqExecuteControl.btnAssignPre.Text
source: Prescription drugs
my: ဆေးညွှန်း
vi: Kê đơn dược

# SurgServiceReqExecuteControl.btnChonMauPTCHuyenKhoaMat.Text
source: Additional information
my: နောက်ထပ်အချက်အလက်များ
vi: Thông tin bổ sung

# SurgServiceReqExecuteControl.btnChoosePtttMethods.ToolTip
source: List of practical methods
my: လက်တွေ့နည်းလမ်းများစာရင်း
vi: Danh sách phương pháp thực tế

# SurgServiceReqExecuteControl.btnCoppyInfo.Text
source: Copy processing information
my: လုပ်ဆောင်နေသည့် အချက်အလက်ကို ကူးယူပါ။
vi: Sao chép thông tin xử lý

# SurgServiceReqExecuteControl.btnCoppyInfo.ToolTip
source: Copy the processing information of the previously performed service to the current service
my: ယခင်လုပ်ဆောင်ခဲ့သည့် ဝန်ဆောင်မှု၏ လုပ်ဆောင်နေသည့် အချက်အလက်ကို လက်ရှိဝန်ဆောင်မှုသို့ ကူးယူပါ။
vi: Sao chép thông tin xử lý của dịch vụ đã thực hiện trước đó vào dịch vụ hiện tại

# SurgServiceReqExecuteControl.btnCreateImageLuuDo.Text
source: simpleButton1
my: ရိုးရှင်းသောခလုတ် ၁

# SurgServiceReqExecuteControl.btnDepartmentTran.Text
source: Specialist
my: ရာထူးအပြောင်းအရွှေ့
vi: Chuyển khoa

# SurgServiceReqExecuteControl.btnFinish.Text
source: End processor (Ctrl + E)
my: လုပ်ဆောင်ခြင်းကို အပြီးသတ်ပါ (Ctrl E)
vi: Kết thúc xử lý (Ctrl E)

# SurgServiceReqExecuteControl.btnImagePublic.ToolTip
source: Select a surgical procedure chart template
my: ခွဲစိတ်မှုဆိုင်ရာ လုပ်ငန်းစဉ်ဇယား နမူနာပုံစံကို ရွေးချယ်ပါ။
vi: Chọn mẫu lược đồ phẫu thuật thủ thuật

# SurgServiceReqExecuteControl.btnKTDT.Text
source: Finishing treatment
my: ကုသမှုပြီးဆုံး
vi: Kết thúc điều trị

# SurgServiceReqExecuteControl.btnOther.Text
source: Other
my: တခြား
vi: Khác

# SurgServiceReqExecuteControl.btnPrint.Text
source: Printing
my: ပုံနှိပ်ခြင်း။
vi: In ấn

# SurgServiceReqExecuteControl.btnSaveEkipTemp.Text
source: Save the sample team
my: နမူနာအဖွဲ့ကို သိမ်းဆည်းပါ။
vi: Lưu kíp mẫu

# SurgServiceReqExecuteControl.btnSavePtttTemp.ToolTip
source: Save the Surgical Procedure template
my: ခွဲစိတ်မှုပုံစံပုံစံကို သိမ်းဆည်းပါ။
vi: Lưu mẫu Phẫu thuật thủ thuật

# SurgServiceReqExecuteControl.btnServiceReqMaty.Text
source: Waste materials
my: လူသုံးကုန်များ
vi: Vật tư hao phí

# SurgServiceReqExecuteControl.btnSwapService.Text
source: Service change
my: ဝန်ဆောင်မှု အပြောင်းအလဲ
vi: Đổi dịch vụ

# SurgServiceReqExecuteControl.btnTuTruc.Text
source: cabinets direct
my: တာဝန်ကျ အစိုးရအဖွဲ့ဝင်
vi: Tủ trực

# SurgServiceReqExecuteControl.Checked.Caption
source: Choose
my: ရွေးပါ။
vi: Chọn

# SurgServiceReqExecuteControl.chkIcd.Properties.Caption
source: ICD
my: အိုင်စီဒီ

# SurgServiceReqExecuteControl.chkIcd1.Properties.Caption
source: Fix
my: ပြင်ပါ။
vi: Sửa

# SurgServiceReqExecuteControl.chkIcd2.Properties.Caption
source: Fix
my: ပြင်ပါ။
vi: Sửa

# SurgServiceReqExecuteControl.chkIcd3.Properties.Caption
source: Fix
my: ပြင်ပါ။
vi: Sửa

# SurgServiceReqExecuteControl.chkIcdAfter.Properties.Caption
source: ICD
my: အိုင်စီဒီ

# SurgServiceReqExecuteControl.chkIcdBefore.Properties.Caption
source: ICD
my: အိုင်စီဒီ

# SurgServiceReqExecuteControl.chkIcdCm.Properties.Caption
source: Fix
my: ပြင်ပါ။
vi: Sửa

# SurgServiceReqExecuteControl.chkIcdCm.Text
source: Fix
my: ပြင်ပါ။
vi: Sửa

# SurgServiceReqExecuteControl.ddbPhatSinh.Text
source: Designation of technical service
my: နည်းပညာဆိုင်ရာဝန်ဆောင်မှုကိုသတ်မှတ်ခြင်း။
vi: Chỉ định DV KT

# SurgServiceReqExecuteControl.ddbPhatSinh.ToolTip
source: Specify services arising from this PTTT service
my: ဤ PTTT ဝန်ဆောင်မှုမှ ဖြစ်ပေါ်လာသော ဝန်ဆောင်မှုများကို သတ်မှတ်ပါ။
vi: Chỉ định các dịch vụ phát sinh từ dịch vụ PTTT này

# SurgServiceReqExecuteControl.dropDownButtonGPBL.DVKhongPhatSinh
source: DV does not arise
my: DV မပေါ်ဘူး။
vi: DV không phát sinh

# SurgServiceReqExecuteControl.dropDownButtonGPBL.DVPhatSinh
source: DV arises
my: DV ပေါ်လာသည်။
vi: DV phát sinh

# SurgServiceReqExecuteControl.dropDownButtonGPBL.Text
source: Specifying GPBL
my: GPBL သတ်မှတ်ခြင်း။
vi: Chỉ định GPBL

# SurgServiceReqExecuteControl.dropDownButtonGPBL.ToolTip
source: Indication of pathology services
my: ရောဂါဗေဒဝန်ဆောင်မှုများခန့်အပ်
vi: Chỉ định dịch vụ giải phẫu bệnh lý

# SurgServiceReqExecuteControl.grdColNumber.Caption
source: Number
my: ပမာဏ
vi: Số lượng

# SurgServiceReqExecuteControl.grdColObjectPay.Caption
source: Subjects payment
my: ငွေပေးချေမှု ရှိကြပါတယ်။
vi: Đối tượng thanh toán

# SurgServiceReqExecuteControl.grdColServiceCode.Caption
source: Service code
my: ဝန်ဆောင်မှုကုဒ်
vi: Mã dịch vụ

# SurgServiceReqExecuteControl.grdColServiceName.Caption
source: service name
my: ဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ

# SurgServiceReqExecuteControl.grdColUnit.Caption
source: Unit
my: ယူနစ်
vi: Đơn vị tính

# SurgServiceReqExecuteControl.gridColAdd.Caption
source: More
my: နောက်ထပ်
vi: Thêm

# SurgServiceReqExecuteControl.gridColAmount.Caption
source: Number
my: ပမာဏ
vi: Số lượng

# SurgServiceReqExecuteControl.gridColSereServAttachAmount.Caption
source: Number
my: ပမာဏ
vi: Số lượng

# SurgServiceReqExecuteControl.gridColSereServAttachServiceCode.Caption
source: Service code
my: ဝန်ဆောင်မှုကုဒ်
vi: Mã dịch vụ

# SurgServiceReqExecuteControl.gridColSereServAttachServiceName.Caption
source: service name
my: ဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ

# SurgServiceReqExecuteControl.gridColSereServAttachUnit.Caption
source: Unit
my: ယူနစ်
vi: Đơn vị tính

# SurgServiceReqExecuteControl.gridColServiceCode_InEkip.Caption
source: Service code
my: ဝန်ဆောင်မှုကုဒ်
vi: Mã dịch vụ

# SurgServiceReqExecuteControl.gridColServiceName_InEKip.Caption
source: service name
my: ဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ

# SurgServiceReqExecuteControl.gridColTitles.Caption
source: Role
my: အခန်းကဏ္ဍ
vi: Vai trò

# SurgServiceReqExecuteControl.gridColumn1.Caption
source: gridColumn1
my: ဇယားကွက် ၁

# SurgServiceReqExecuteControl.gridColumn3.Caption
source: Service code
my: ဝန်ဆောင်မှုကုဒ်
vi: Mã dịch vụ

# SurgServiceReqExecuteControl.gridColumn4.Caption
source: service name
my: ဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ

# SurgServiceReqExecuteControl.gridColumn5.Caption
source: Order time
my: အော်ဒါမှာတယ်။
vi: Thời gian y lệnh

# SurgServiceReqExecuteControl.gridColumn7.Caption
source: gridColumn2
my: ဇယားကွက် ၂

# SurgServiceReqExecuteControl.gridColumn8.Caption
source: Copy
my: ကော်ပီ
vi: Sao chép

# SurgServiceReqExecuteControl.gridColumn8.ToolTip
source: Copy service handling content
my: ဝန်ဆောင်မှုကိုင်တွယ်သည့်အကြောင်းအရာကို ကူးယူပါ။
vi: Sao chép nội dung xử lý dịch vụ

# SurgServiceReqExecuteControl.gridColumnImage.Caption
source: image
my: ပုံ
vi: ảnh

# SurgServiceReqExecuteControl.gridColumnMaty.Caption
source: gridColumn2
my: ဇယားကွက် ၂

# SurgServiceReqExecuteControl.gridColUnit_InEkip.Caption
source: Unit
my: ယူနစ်
vi: Đơn vị tính

# SurgServiceReqExecuteControl.gridColUserName.Caption
source: First and last name
my: ပထမနှင့်နောက်ဆုံးအမည်
vi: Họ và tên

# SurgServiceReqExecuteControl.gridViewSereServAttach.GroupPanelText
source: Attached list of services
my: ပူးတွဲပါဝန်ဆောင်မှုများစာရင်း
vi: Danh sách dịch vụ đính kèm

# SurgServiceReqExecuteControl.gridViewServServInEkip.GroupPanelText
source: Service list with same team
my: တူညီသောအဖွဲ့သားနှင့်အတူဝန်ဆောင်မှုများ၏စာရင်း
vi: Danh sách dịch vụ cùng kíp

# SurgServiceReqExecuteControl.layoutControlGroup1.Text
source: Attachment service
my: သမုဒယ ဝန်ဆောင်မှု
vi: Dịch vụ đính kèm

# SurgServiceReqExecuteControl.layoutControlGroup2.Text
source: Service with the crew
my: အမှုထမ်းများနှင့်အတူဝန်ဆောင်မှု
vi: Dịch vụ cùng kíp

# SurgServiceReqExecuteControl.layoutControlItem1.Text
source: Diagnosis:
my: Package အမျိုးအစား-
vi: Loại gói:

# SurgServiceReqExecuteControl.layoutControlItem11.Text
source: Method:
my: နည်းလမ်း-
vi: Phương pháp:

# SurgServiceReqExecuteControl.layoutControlItem13.Text
source: Classify:
my: အမျိုးအစားခွဲရန်-
vi: Phân loại:

# SurgServiceReqExecuteControl.layoutControlItem14.Text
source: Classify:
my: အမျိုးအစားခွဲရန်-
vi: Phân loại:

# SurgServiceReqExecuteControl.layoutControlItem15.Text
source: Insensitivity:
my: အာရုံမခံနိုင်မှု-
vi: Vô cảm:

# SurgServiceReqExecuteControl.layoutControlItem17.OptionsToolTip.ToolTip
source: Type of surgery
my: ခွဲစိတ်မှုအမျိုးအစား
vi: Hình thức phẫu thuật

# SurgServiceReqExecuteControl.layoutControlItem17.Text
source: Blood group:
my: ပုံစံ-
vi: Hình thức:

# SurgServiceReqExecuteControl.layoutControlItem2.OptionsToolTip.ToolTip
source: Doctor's note indicating surgical procedure
my: ခွဲစိတ်ကုသနည်းကို ဖော်ပြသော ဆရာဝန်မှတ်စု
vi: Ghi chú của bác sĩ chỉ định phẫu thuật thủ thuật

# SurgServiceReqExecuteControl.layoutControlItem2.Text
source: Notes to the BSc:
my: BSc အတွက်မှတ်စုများ
vi: Ghi chú BS CĐ:

# SurgServiceReqExecuteControl.layoutControlItem21.OptionsToolTip.ToolTip
source: Method 2:
my: နည်းလမ်း 2-
vi: Phương pháp 2:

# SurgServiceReqExecuteControl.layoutControlItem21.Text
source: Method 2:
my: နည်းလမ်း 2-
vi: Phương pháp 2:

# SurgServiceReqExecuteControl.layoutControlItem23.Text
source: Catastrophe:
my: ကပ်ဆိုး-
vi: Tai biến:

# SurgServiceReqExecuteControl.layoutControlItem25.Text
source: Death:
my: သေဆုံးခြင်း-
vi: Tử vong trong:

# SurgServiceReqExecuteControl.layoutControlItem27.Text
source: Describe:
my: ဖော်ပြပါ-
vi: Mô tả:

# SurgServiceReqExecuteControl.layoutControlItem28.OptionsToolTip.ToolTip
source: Unfeeling results
my: ခံစားချက်မဲ့ရလဒ်များ
vi: Kết quả vô cảm

# SurgServiceReqExecuteControl.layoutControlItem28.Text
source: Conclude:
my: စွဲမက်ဖွယ်ရလဒ်များ-
vi: KQ vô cảm:

# SurgServiceReqExecuteControl.layoutControlItem3.Text
source: Diagnostic sub:
my: ဒုတိယရောဂါရှာဖွေခြင်း-
vi: Chẩn đoán phụ:

# SurgServiceReqExecuteControl.layoutControlItem38.Text
source: Method:
my: နည်းလမ်း-
vi: Cách thức:

# SurgServiceReqExecuteControl.layoutControlItem39.Text
source: Note:
my: မိနစ်
vi: phút

# SurgServiceReqExecuteControl.layoutControlItem42.OptionsToolTip.ToolTip
source: Auto Enter End Time
my: အဆုံးအချိန်ကို အလိုအလျောက် ထည့်သွင်းပါ။
vi: Tự động nhập Thời gian kết thúc

# SurgServiceReqExecuteControl.layoutControlItem42.Text
source: TG handles:
my: TG လက်ကိုင်များ-
vi: TG xử lý:

# SurgServiceReqExecuteControl.layoutControlItem43.Text
source: End time:
my: အဆုံး:
vi: Kết thúc:

# SurgServiceReqExecuteControl.layoutControlItem5.Text
source: Previous diagnosis:
my: အကြိုရောဂါရှာဖွေခြင်း-
vi: Chẩn đoán trước:

# SurgServiceReqExecuteControl.layoutControlItem55.Text
source: Show only services with the same code
my: တူညီသောကုဒ်ဖြင့် ဝန်ဆောင်မှုများကိုသာ ပြသပါ။
vi: Chỉ hiển thị các dịch vụ cùng mã

# SurgServiceReqExecuteControl.layoutControlItem56.Text
source: Implementation team:
my: အကောင်အထည်ဖော်ရေးအဖွဲ့-
vi: Kíp thực hiện:

# SurgServiceReqExecuteControl.layoutControlItem58.OptionsToolTip.ToolTip
source: Auto end when entering end time
my: ကုန်ဆုံးချိန်သို့ဝင်ရောက်သည့်အခါ အလိုအလျောက်အဆုံးသတ်ပါ။
vi: Tự động kết thúc khi nhập thời gian kết thúc

# SurgServiceReqExecuteControl.layoutControlItem58.Text
source: End:
my: အဆုံး:
vi: KT:

# SurgServiceReqExecuteControl.layoutControlItem7.Text
source: Diagnosis follows:
my: အောက်ပါရောဂါလက္ခဏာများ-
vi: Chẩn đoán sau:

# SurgServiceReqExecuteControl.layoutControlItem9.OptionsToolTip.ToolTip
source: Practical method
my: လက်တွေ့ကျသောနည်းလမ်း
vi: Phương pháp thực tế

# SurgServiceReqExecuteControl.layoutControlItem9.Text
source: TT method:
my: TT နည်းလမ်း-
vi: Phương pháp TT:

# SurgServiceReqExecuteControl.layoutControlLeft.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# SurgServiceReqExecuteControl.layoutControlRight.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# SurgServiceReqExecuteControl.lciBanMo.Text
source: Operating table:
my: လည်ပတ်မှုဇယား-
vi: Bàn mổ:

# SurgServiceReqExecuteControl.lciCachThuc.Text
source: Method:
my: နည်းလမ်း-
vi: Cách thức:

# SurgServiceReqExecuteControl.lciChkGroup.Text
source: Combined processing:
my: ပေါင်းစပ်လုပ်ဆောင်ခြင်း-
vi: Xử lý gộp:

# SurgServiceReqExecuteControl.lciChuanDoanPhu.OptionsToolTip.ToolTip
source: Secondary diagnosis
my: ဒုတိယရောဂါလက္ခဏာ
vi: Chẩn đoán phụ

# SurgServiceReqExecuteControl.lciChuanDoanPhu.Text
source: Secondary College:
my: အလယ်တန်းကောလိပ်-
vi: CĐ phụ:

# SurgServiceReqExecuteControl.lciDepartment.Text
source: Department:
my: ဌာန-
vi: Khoa:

# SurgServiceReqExecuteControl.lciEkipTemp.Text
source: Sample kit:
my: နမူနာအစုံ-
vi: Kíp mẫu:

# SurgServiceReqExecuteControl.lciIcd1.OptionsToolTip.ToolTip
source: Main diagnosis
my: အဓိကရောဂါလက္ခဏာ
vi: Chẩn đoán chính

# SurgServiceReqExecuteControl.lciIcd1.Text
source: Main College:
my: ပင်မကောလိပ်-
vi: CĐ chính:

# SurgServiceReqExecuteControl.lciIcd2.OptionsToolTip.ToolTip
source: Diagnosis before surgical procedure
my: ခွဲစိတ်မှုမပြုလုပ်မီ ရောဂါရှာဖွေခြင်း။
vi: Chẩn đoán trước khi phẫu thuật thủ thuật

# SurgServiceReqExecuteControl.lciIcd2.Text
source: Prior college:
my: ကောလိပ်မတိုင်မီ
vi: CĐ trước:

# SurgServiceReqExecuteControl.lciIcd3.OptionsToolTip.ToolTip
source: Diagnosis after surgical procedure
my: ခွဲစိတ်မှုအပြီးတွင် ရောဂါရှာဖွေခြင်း။
vi: Chẩn đoán sau khi phẫu thuật thủ thuật

# SurgServiceReqExecuteControl.lciIcd3.Text
source: The following colleges:
my: အောက်ပါကောလိပ်များ
vi: CĐ sau:

# SurgServiceReqExecuteControl.lciIcdCmCode.OptionsToolTip.ToolTip
source: Main diagnosis according to ICD9-CM. category
my: ICD9-CM.အမျိုးအစားအလိုက် အဓိကရောဂါရှာဖွေခြင်း။
vi: Chẩn đoán chính theo danh mục ICD9-CM

# SurgServiceReqExecuteControl.lciIcdCmCode.Text
source: Main ICD9-CM College:
my: ပင်မ ICD9-CM ကောလိပ်-
vi: CĐ ICD9-CM chính:

# SurgServiceReqExecuteControl.lciIcdCmSubCode.OptionsToolTip.ToolTip
source: Sub-diagnosis according to the ICD9-CM. category
my: ICD9-CM. အမျိုးအစားအလိုက် ရောဂါအမည်ခွဲများ
vi: Chẩn đoán phụ theo danh mục ICD9-CM

# SurgServiceReqExecuteControl.lciIcdCmSubCode.Text
source: Secondary ICD9-CM College:
my: အလယ်တန်း ICD9-CM ကောလိပ်
vi: CĐ ICD9-CM phụ:

# SurgServiceReqExecuteControl.lciInformationSurg.Text
source: Kip done:
my: အကောင်အထည်ဖော်ရေးအဖွဲ့-
vi: Kíp thực hiện:

# SurgServiceReqExecuteControl.lciKetLuan.Text
source: Conclusion:
my: နိဂုံး-
vi: Kết luận:

# SurgServiceReqExecuteControl.lciKTC.OptionsToolTip.ToolTip
source: High-tech surgery
my: နည်းပညာမြင့် ခွဲစိတ်မှု
vi: Mổ kỹ thuật cao

# SurgServiceReqExecuteControl.lciMachine.OptionsToolTip.ToolTip
source: Trick machine
my: လှည့်ကွက်စက်
vi: Máy thủ thuật

# SurgServiceReqExecuteControl.lciMachine.Text
source: The machine does:
my: စက်က:
vi: Máy thực hiện:
