Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.SurgServiceReqExecute/Resources/Message.Lang.*.resx
Languages: my, vi

# BanChuaChonLuocDo
source: You have not selected a schema.
my: သင်အစီအစဉ်တစ်ခုကို မရွေးချယ်ရသေးပါ။
vi: Bạn chưa chọn lược đồ. Bạn có muốn tiếp tục không?

# BanChuaChonPhuongPhapNao
source: You have not selected any method.
my: မည်သည့်နည်းလမ်းကိုမျှ သင်မရွေးချယ်ပါ။
vi: Bạn chưa chọn phương pháp nào. Nếu tiếp tục các phương pháp cũ sẽ bị mất bạn có đồng ý hay không?

# BanChuaNhapThongTinTuongUngVoiCacVaiTRo
source: You have not entered the information corresponding to the role(s): {0}.
my: အခန်းကဏ္ဍ(များ)- {0} နှင့် သက်ဆိုင်သည့် အချက်အလက်ကို သင်သည် မထည့်ရသေးပါ။
vi: Bạn chưa nhập thông tin tương ứng với (các) vai trò: {0}. Bạn có muốn thực hiện không?

# BanCoMuonSuaThoiGianYLenhBangThoiGianBatDauPTTT
source: Do you want to fix the command y time with the PTTT start time?
my: သင်သည် PTTT စတင်ချိန်ဖြင့် အမိန့် y အချိန်ကို ပြင်လိုပါသလား။
vi: Bạn có muốn sửa thời gian y lệnh bằng thời gian bắt đầu PTTT hay không?

# BanCoMuonTiepTucKhong
source: do you want to continue?
my: ဆက်လုပ်လိုပါသလား။
vi: Bạn có muốn tiếp tục không?

# BanKhongPhaiLaBacSyKhongDuocKetThuc
source: You are not a Doctor so you are not allowed to end
my: မင်းက ဆရာဝန်မဟုတ်တဲ့အတွက် မင်းကိုအဆုံးသတ်ခွင့်မပေးဘူး။
vi: Bạn không là Bác sỹ nên không được phép kết thúc

# DichVuChuaThucHienKhongChoKetThucXuLy
source: {0} unexecuted service does not terminate processing
my: မလုပ်ဆောင်ရသေးသော ဝန်ဆောင်မှု {0} သည် စီမံဆောင်ရွက်မှုကို ရပ်တန့်မည်မဟုတ်ပါ။
vi: Dịch vụ {0} chưa thực hiện không cho kết thúc xử lý

# DichVuKhongCoThoiGianKetThucKhongChoKetThucXuLy
source: Service {0} has no end time not for processing end
my: ဝန်ဆောင်မှု {0} တွင် ပြီးဆုံးချိန် မရှိပါ။
vi: Dịch vụ {0} không có thời gian kết thúc không cho kết thúc xử lý

# DichVuThieuThongTinKhongChoKetThucXuLy
source: Service {0} not enough infomation can't finish
my: ဝန်ဆောင်မှု {0} ပျောက်ဆုံးနေသော အချက်အလက်သည် လုပ်ဆောင်ခြင်းအား ရပ်တန့်မည်မဟုတ်ပါ။
vi: Dịch vụ {0} thiếu thông tin không cho kết thúc xử lý

# DuLieuEkipTrung
source: Duplicate team data
my: အဖွဲ့ဒေတာကို မိတ္တူပွားပါ။
vi: Dữ liệu ekip trùng

# KhongChoPhepTraKetQuaDichVu_Sau_PhutTinhTuThoiDiemRaYLenh
source: Not allowed to return service results {0} after {1} minutes from the time of issuing the command ({2})
my: အမိန့်ထုတ်သည့်အချိန်မှ {1} မိနစ်အကြာတွင် ဝန်ဆောင်မှုရလဒ်များကို {0} ပြန်ခွင့်မပြုပါ ({2})
vi: Không cho phép trả kết quả dịch vụ {0} sau {1} phút tính từ thời điểm ra y lệnh ({2})

# KhongCoDuLieuMau
source: No sample data.
my: နမူနာဒေတာမရှိပါ။
vi: Không có dữ liệu mẫu. Vui lòng thử lại.

# KhongCoNoiDungLuuMau
source: There is no content that can be saved, please check again.
my: သိမ်းဆည်းနိုင်သော အကြောင်းအရာ မရှိပါ၊ ကျေးဇူးပြု၍ ထပ်မံစစ်ဆေးပါ။
vi: Không có nội dung nào có thể lưu mẫu vui lòng kiểm tra lại.

# MaBenhChinhVuotQuaKyTuChoPhep
source: The main disease code exceeds the allowed characters
my: ပင်မရောဂါကုဒ်သည် ခွင့်ပြုထားသော အက္ခရာများထက် ကျော်လွန်နေသည်။
vi: Mã bệnh chính vượt quá ký tự cho phép

# MaICDKhongDungVuiLongKiemTraLai
source: The ICD code is incorrect.
my: ICD ကုဒ် မမှန်ပါ။
vi: Mã ICD không đúng. Vui lòng kiểm tra lại

# Plugin_ExecuteRoom__BanCoMuonHuyBatDauKhong
source: Do you want to cancel the start?
my: စတင်ခြင်းကို ပယ်ဖျက်လိုပါသလား။
vi: Bạn có muốn hủy bắt đầu không?

# Plugin_ExecuteRoom__XacNhanHuyBatDau
source: Warning
my: သတိပေးချက်
vi: Cảnh báo

# Plugin_SurgServiceReqExecute__BatBuocThoiGianKetThuc
source: Please select an end time
my: ကျေးဇူးပြု၍ ကုန်ဆုံးချိန်ကို ရွေးပါ။
vi: Vui lòng chọn thời gian kết thúc

# Plugin_SurgServiceReqExecute__KhongTimThayICDTuongUng
source: The icd corresponding to the following codes was not found: {0}
my: အောက်ပါကုဒ်များနှင့် သက်ဆိုင်သော icd ကို ရှာမတွေ့ပါ- {0}
vi: Không tìm thấy icd tương ứng với các mã sau: {0}

# Plugin_SurgServiceReqExecute__ThoiGianBatDauKhongDuocLonHonThoiGianKetThuc
source: The start time cannot be greater than the end time
my: စတင်ချိန်သည် ပြီးဆုံးချိန်ထက် မပိုနိုင်ပါ။
vi: Thời gian bắt đầu không được lớn hơn thời gian kết thúc

# Plugin_SurgServiceReqExecute__ThoiGianBatDauPhaiLonHonThoiGianYLenh
source: The start time must be greater than the command time
my: စတင်ချိန်သည် အမိန့်ပေးချိန်ထက် ပိုနေရပါမည်။
vi: Thời gian bắt đầu phải lớn hơn thời gian y lệnh

# Plugin_SurgServiceReqExecute__ThoiGianBatDauThoiGianKetThuc
source: Set the start time and end time incorrectly
my: စတင်ချိန်နှင့် ပြီးဆုံးချိန် သတ်မှတ်မှု မမှန်ကန်ပါ။
vi: Đặt thời gian bắt đầu và thời gian kết thúc không đúng

# Plugin_SurgServiceReqExecute__ThoiGianBatDauThoiGianVaoVien
source: Start time should not be less than the admission time
my: စတင်သည့်အချိန်သည် ဝင်ခွင့်အချိန်ထက် မနည်းစေရပါ။
vi: Thời gian bắt đầu không được nhỏ hơn thời gian vào viện

# Plugin_SurgServiceReqExecute__ThoiGianKetThucKhongDuocLonHonThoiGianHeThong
source: End time cannot be greater than current time
my: ကုန်ဆုံးချိန်သည် လက်ရှိအချိန်ထက် မပိုနိုင်ပါ။
vi: Thời gian kết thúc không được lớn hơn thời gian hiện tại

# Plugin_SurgServiceReqExecute__ThoiGianKetThucKhongDuocNhoHonThoiGianBatDau
source: The end time must not be less than the start time
my: ပြီးဆုံးချိန်သည် စတင်ချိန်ထက် မနည်းစေရပါ။
vi: Thời gian kết thúc không được nhỏ hơn thời gian bắt đầu

# SurgServiceReqExecute.Print.PhieuKeKhaiThuocVatTu
source: Medicine material public
my: ဆေးဝါးကြေညာလွှာ
vi: Phiếu kê khai thuốc vật tư

# TaiKhoanDuocThietLapVoiCacVaiTro
source: Account {0} is set up with roles {1}
my: အကောင့် {0} ကို အခန်းကဏ္ဍ {1} ဖြင့် တည်ဆောက်ထားသည်
vi: Tài khoản {0} được thiết lập với các vai trò {1}

# TenBenhChinhVuotQuaKyTuChoPhep
source: The main disease name exceeds the allowed characters
my: ပင်မရောဂါအမည်သည် ခွင့်ပြုထားသော အက္ခရာထက် ကျော်လွန်နေသည်။
vi: Tên bệnh chính vượt quá ký tự cho phép

# ThoiGianBatDauPhaiLonHonThoiGianYLenh
source: The start time must be greater than the command time
my: စတင်ချိန်သည် အမိန့်ပေးချိန်ထက် ပိုနေရပါမည်။
vi: Thời gian bắt đầu phải lớn hơn thời gian y lệnh

# ThoiGianBatDauThoiGianRaVien
source: The time of onset should not be greater than the time of discharge
my: စတင်သည့်အချိန်သည် ထွက်ခွာချိန်ထက် မပိုသင့်ပါ။
vi: Thời gian bắt đầu không được lớn hơn thời gian ra viện

# ThoiGianKetThucKhongDuocNhoHonThoiGianYLenh
source: End time should not be less than command time
my: ပြီးဆုံးချိန်သည် အမိန့်ပေးချိန်ထက် မနည်းသင့်ပါ။
vi: Thời gian kết thúc không được nhỏ hơn thời gian y lệnh

# ThoiGianKetThucThoiGianRaVien
source: End time should not be greater than discharge time
my: ကုန်ဆုံးချိန်သည် ထွက်ခွာချိန်ထက် မပိုသင့်ပါ။
vi: Thời gian kết thúc không được lớn hơn thời gian ra viện

# ThoiGianKetThucThoiGianVaoVien
source: End time should not be less than hospital stay
my: ဆေးရုံတက်ချိန်ထက် မနည်းသင့်ပါ။
vi: Thời gian kết thúc không được nhỏ hơn thời gian vào viện

# ThongBao
source: Notify
my: အကြောင်းကြားပါ။
vi: Thông báo

# TraKetQuaDichVu_VuotQua_PhutTinhTuThoiDiemRaYLenh
source: Returning service results {0} beyond {1} minutes from the time of issuing the command ({2})
my: အမိန့်ထုတ်သည့်အချိန်မှ {0} မိနစ်ထက်ကျော်လွန်သော ဝန်ဆောင်မှုရလဒ်များ ({2}) ကို ပြန်ပေးသည်
vi: Trả kết quả dịch vụ {0} vượt quá {1} phút tính từ thời điểm ra y lệnh ({2})

# TruongDuLieuBatBuoc
source: Required field
my: လိုအပ်သောအကွက်
vi: Trường dữ liệu bắt buộc

# TruongDuLieuVuotQuaKyTu
source: Input field is too long
my: ထည့်သွင်းမှုအကွက်သည် ရှည်လွန်းသည်။
vi: Trường dữ liệu nhập quá dài

# UploadFileThatBaiVuiLongLienHeQuanTriheThongDeDuocHoTro
source: File upload failed, please contact system administrator for support.
my: ဖိုင်ကို အပ်လုဒ်တင်ခြင်း မအောင်မြင်ပါ၊ အကူအညီအတွက် စနစ်စီမံခန့်ခွဲသူကို ဆက်သွယ်ပါ။
vi: Upload file thất bại, vui lòng liên hệ quản trị hệ thống để được hỗ trợ.

# VuiLongNhapThongTinkipThucHien
source: Please enter crew information
my: ကျေးဇူးပြု၍ အမှုထမ်းအချက်အလက်ကို ထည့်သွင်းပါ။
vi: Vui lòng nhập thông tin kíp thực hiện
