Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.HisService/Resources/Lang.*.resx
Languages: my, vi

# frmHisService.bar1.Text
source: Tools
my: ကိရိယာများ

# frmHisService.bbtnAdd.Caption
source: Add (Ctrl N)
my: ထည့်ပါ (Ctrl N)
vi: Thêm (Ctrl N)

# frmHisService.bbtnEdit.Caption
source: Edit (Ctrl S)
my: တည်းဖြတ်ရန် (Ctrl S)
vi: Sửa (Ctrl S)

# frmHisService.bbtnReset.Caption
source: Redo (Ctrl R)
my: ပြန်လုပ်ပါ (Ctrl R)
vi: Làm lại (Ctrl R)

# frmHisService.bbtnSearch.Caption
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# frmHisService.btnAdd.Text
source: Add (Ctrl N)
my: ထည့်ပါ (Ctrl N)
vi: Thêm (Ctrl N)

# frmHisService.btnEdit.Text
source: Edit (Ctrl S)
my: တည်းဖြတ်ရန် (Ctrl S)
vi: Sửa (Ctrl S)

# frmHisService.btnRefresh.Text
source: Redo (Ctrl C)
my: ပြန်လုပ်ပါ (Ctrl C)
vi: Làm lại (Ctrl C)

# frmHisService.btnSearch.Text
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# frmHisService.chkChiDinh.Properties.Caption
source: Indication \u003e 1
my: ညွှန်ပြချက် \u003e ၁
vi: Chỉ định > 1

# frmHisService.chkCPNgoaiGoi.Properties.Caption
source: Out-of-package costs
my: အထုပ်ပြင်ပကုန်ကျစရိတ်
vi: Chi phí ngoài gói

# frmHisService.chkUpdateAll.Properties.Caption
source: Update all
my: အားလုံးကို အပ်ဒိတ်လုပ်ပါ။
vi: Cập nhật tất cả

# frmHisService.chkUpdateOnly.Properties.Caption
source: Update the profile without locking the hospital fee
my: ဆေးရုံအခကြေးငွေမပိတ်ဘဲ ပရိုဖိုင်ကို အပ်ဒိတ်လုပ်ပါ။
vi: Cập nhật hồ sơ chưa khóa viện phí

# frmHisService.dnNavigation.Text
source: dataNavigator1
my: dataNavigator ၁

# frmHisService.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# frmHisService.layoutControlItem1.Text
source: Compulsory phone number:
my: မသင်မနေရ ဖုန်းနံပါတ်-
vi: ĐTTT bắt buộc:

# frmHisService.layoutControlItem11.Text
source: Surgical methods
my: ခွဲစိတ်နည်းများ
vi: Phương pháp phẫu thuật thủ thuật

# frmHisService.layoutControlItem12.Text
source: Unit:
my: ယူနစ်-
vi: Đơn vị tính:

# frmHisService.layoutControlItem13.Text
source: Service Parent:
my: အဖေ-
vi: Dịch vụ cha:

# frmHisService.layoutControlItem14.Text
source: Type of insurance service:
my: အာမခံဝန်ဆောင်မှုအမျိုးအစား
vi: Loại dịch vụ BH:

# frmHisService.layoutControlItem15.Text
source: Type of service:
my: ဝန်ဆောင်မှုအမျိုးအစား
vi: Loại dịch vụ:

# frmHisService.layoutControlItem17.Text
source: Health insurance service code:
my: ကျန်းမာရေးအာမခံဝန်ဆောင်မှုကုဒ်-
vi: Mã DV BHYT:

# frmHisService.layoutControlItem18.Text
source: Name of health insurance service:
my: ကျန်းမာရေးအာမခံဝန်ဆောင်မှုအမည်-
vi: Tên DV BHYT:

# frmHisService.layoutControlItem19.Text
source: Health insurance information:
my: ကျန်းမာရေးအာမခံအချက်အလက်-
vi: STT BHYT:

# frmHisService.layoutControlItem20.Text
source: Old ceiling price:
my: မျက်နှာကျက်ဟောင်းစျေးနှုန်း
vi: Giá trần cũ:

# frmHisService.layoutControlItem21.Text
source: New ceiling price:
my: မျက်နှာကျက်စျေးနှုန်းအသစ်
vi: Giá trần mới:

# frmHisService.layoutControlItem22.Text
source: Old ceiling ratio:
my: မျက်နှာကျက်ဟောင်းအချိုး
vi: Tỉ lệ trần cũ:

# frmHisService.layoutControlItem23.Text
source: Type of college:
my: ကောလိပ်အမျိုးအစား
vi: Tỉ lệ trần mới

# frmHisService.layoutControlItem24.Text
source: Time application:
my: အချိန်လျှောက်လွှာ
vi: TG ngày vào viện

# frmHisService.layoutControlItem24.OptionsToolTip.ToolTip
source: Time to apply new ceiling price according to hospital admission date
my: ဆေးရုံတက်မည့်ရက်စွဲအတိုင်း မျက်နှာကျက်စျေးနှုန်းအသစ် လျှောက်ထားရမည့်အချိန်

# frmHisService.layoutControlItem25.Text
source: Explain:
my: ရှင်းပြပါ။
vi: TG theo ngày chỉ định:

# frmHisService.layoutControlItem27.Text
source: PTTT Group:
my: PTTT အဖွဲ့-
vi: Nhóm PTTT:

# frmHisService.layoutControlItem29.Text
source: Update unlocked hospital fee records:
my: လော့ခ်ဖွင့်ထားသော ဆေးရုံအခကြေးငွေမှတ်တမ်းများကို အပ်ဒိတ်လုပ်ပါ-
vi: Cập nhật hồ sơ chưa khóa viện phí:

# frmHisService.layoutControlItem30.Text
source: Specify \u003e1:
my: သတ်မှတ်ပါ \u003e1-
vi: Chỉ định >1:

# frmHisService.layoutControlItem31.Text
source: Type of service:
my: ဝန်ဆောင်မှုအမျိုးအစား
vi: Loại dịch vụ:

# frmHisService.layoutControlItem32.Text
source: Specialty code:
my: အထူးကုဒ်-
vi: Mã chuyên khoa:

# frmHisService.layoutControlItem33.Text
source: Package:
my: အထုပ်-
vi: Gói:

# frmHisService.layoutControlItem35.Text
source: Package price:
my: ပက်ကေ့ခ်ျစျေးနှုန်း-
vi: Giá gói:

# frmHisService.layoutControlItem5.Text
source: Type of contract:
my: စာချုပ်အမျိုးအစား-
vi: Loại hình HĐ:

# frmHisService.lcEditorInfo.Text
source: layoutControl5
my: အပြင်အဆင်ထိန်းချုပ်မှု ၅

# frmHisService.lciNumOrder.Text
source: Order:
my: အော်ဒါ-
vi: Thứ tự:

# frmHisService.lciTypeCode.Text
source: Code:
my: ကုဒ်:
vi: Mã:

# frmHisService.lciTypeName.Text
source: Name:
my: အမည်-
vi: Tên:

# frmHisService.spCogss.Text
source: Cost of capital:
my: အရင်းအနှီးကုန်ကျစရိတ်
vi: Giá vốn:

# frmHisService.spEstimateDurations.Text
source: Expected T/G:
my: မျှော်လင့်ထားသည့် T/G-
vi: T/G dự kiến:

# frmHisService.Text
source: Category
my: အမျိုးအစား
vi: Danh mục

# frmHisService.treeListColumn1.ToolTip
source: Lock
my: သော့ခတ်

# frmHisService.treeListColumn10.Caption
source: Status
my: အဆင့်အတန်း
vi: Trạng thái

# frmHisService.treeListColumn10.ToolTip
source: Status
my: အဆင့်အတန်း
vi: Trạng thái

# frmHisService.treeListColumn11.Caption
source: Creation time
my: ဖန်တီးချိန်
vi: Thời gian tạo

# frmHisService.treeListColumn11.ToolTip
source: Creation time
my: ဖန်တီးချိန်
vi: Thời gian tạo

# frmHisService.treeListColumn12.Caption
source: Creator
my: ဖန်ဆင်းရှင်
vi: Người tạo

# frmHisService.treeListColumn12.ToolTip
source: Creator
my: ဖန်ဆင်းရှင်
vi: Người tạo

# frmHisService.treeListColumn13.Caption
source: Repair time
my: ပြုပြင်ချိန်
vi: Thời gian sửa

# frmHisService.treeListColumn13.ToolTip
source: Repair time
my: ပြုပြင်ချိန်
vi: Thời gian sửa

# frmHisService.treeListColumn14.Caption
source: Repairer
my: ပြုပြင်သူ
vi: Người sửa

# frmHisService.treeListColumn14.ToolTip
source: Repairer
my: ပြုပြင်သူ
vi: Người sửa

# frmHisService.treeListColumn15.Caption
source: Bills
my: ဥပဒေကြမ်းများ
vi: Loại hóa đơn

# frmHisService.treeListColumn16.Caption
source: Compulsory mobile phone
my: မသင်မနေရ မိုဘိုင်းလ်ဖုန်း
vi: ĐTTT bắt buộc

# frmHisService.treeListColumn17.Caption
source: CP out of package
my: အထုပ်ထဲက CP
vi: CP ngoài gói

# frmHisService.treeListColumn17.ToolTip
source: CP out of package
my: အထုပ်ထဲက CP
vi: CP ngoài gói

# frmHisService.treeListColumn18.Caption
source: Group of PTTT
my: PTTT အဖွဲ့
vi: Nhóm PTTT

# frmHisService.treeListColumn18.ToolTip
source: Group of PTTT
my: PTTT အဖွဲ့
vi: Nhóm PTTT

# frmHisService.treeListColumn19.Caption
source: PTT. method
my: PTT.နည်းလမ်း
vi: Phương pháp PTTT

# frmHisService.treeListColumn19.ToolTip
source: PTT. method
my: PTT.နည်းလမ်း
vi: Phương pháp PTTT

# frmHisService.treeListColumn2.ToolTip
source: Erase
my: ဖျက်ပါ။
vi: Xóa

# frmHisService.treeListColumn21.Caption
source: Old price
my: စျေးဟောင်း
vi: Giá cũ

# frmHisService.treeListColumn21.ToolTip
source: Old price
my: စျေးဟောင်း
vi: Giá cũ

# frmHisService.treeListColumn22.Caption
source: Type of DVD
my: DVD အမျိုးအစား
vi: Loại DV

# frmHisService.treeListColumn22.ToolTip
source: Type of DVD
my: DVD အမျိုးအစား
vi: Loại DV

# frmHisService.treeListColumn23.Caption
source: Time by date specified
my: ရက်စွဲအလိုက် အချိန်သတ်မှတ်ထားသည်။
vi: Thời gian theo ngày chỉ định

# frmHisService.treeListColumn23.ToolTip
source: Time by date specified
my: ရက်စွဲအလိုက် အချိန်သတ်မှတ်ထားသည်။
vi: Thời gian theo ngày chỉ định

# frmHisService.treeListColumn24.Caption
source: Time by date of hospital admission
my: ဆေးရုံတက်ရမည့်ရက်စွဲဖြင့် အချိန်
vi: Thời gian theo ngày vào viện

# frmHisService.treeListColumn24.ToolTip
source: Time by date of hospital admission
my: ဆေးရုံတက်ရမည့်ရက်စွဲဖြင့် အချိန်
vi: Thời gian theo ngày vào viện

# frmHisService.treeListColumn25.Caption
source: New ceiling rate
my: မျက်နှာကျက်နှုန်းအသစ်
vi: Tỉ lệ trần mới

# frmHisService.treeListColumn25.ToolTip
source: New ceiling rate
my: မျက်နှာကျက်နှုန်းအသစ်
vi: Tỉ lệ trần mới

# frmHisService.treeListColumn26.Caption
source: Old ceiling ratio
my: မျက်နှာကျက်အချိုးအစားဟောင်း
vi: Tỉ lệ trần cũ

# frmHisService.treeListColumn26.ToolTip
source: Old ceiling ratio
my: မျက်နှာကျက်အချိုးအစားဟောင်း
vi: Tỉ lệ trần cũ

# frmHisService.treeListColumn27.Caption
source: New price
my: စျေးနှုန်းအသစ်
vi: Giá mới

# frmHisService.treeListColumn27.ToolTip
source: New price
my: စျေးနှုန်းအသစ်
vi: Giá mới

# frmHisService.treeListColumn28.Caption
source: Health Insurance No.
my: ကျန်းမာရေး အာမခံအမှတ်၊
vi: STT BHYT

# frmHisService.treeListColumn28.ToolTip
source: Health Insurance No.
my: ကျန်းမာရေး အာမခံအမှတ်၊
vi: STT BHYT

# frmHisService.treeListColumn29.Caption
source: Package price
my: Package စျေးနှုန်း
vi: Giá gói

# frmHisService.treeListColumn29.ToolTip
source: Package price
my: Package စျေးနှုန်း
vi: Giá gói

# frmHisService.treeListColumn3.Caption
source: Code
my: ကုဒ်
vi: Mã

# frmHisService.treeListColumn3.ToolTip
source: Code
my: ကုဒ်
vi: Mã

# frmHisService.treeListColumn30.Caption
source: Package name
my: အထုပ်အမည်
vi: Tên gói

# frmHisService.treeListColumn30.ToolTip
source: Package name
my: အထုပ်အမည်
vi: Tên gói

# frmHisService.treeListColumn31.Caption
source: Specialty code
my: အထူးကုဒ်
vi: Mã chuyên khoa

# frmHisService.treeListColumn31.ToolTip
source: Specialty code
my: အထူးကုဒ်
vi: Mã chuyên khoa

# frmHisService.treeListColumn4.Caption
source: Name
my: နာမည်
vi: Tên

# frmHisService.treeListColumn5.Caption
source: Unit
my: ယူနစ်
vi: Đơn vị tính

# frmHisService.treeListColumn6.Caption
source: Name of health insurance service
my: ကျန်းမာရေးအာမခံဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ BHYT

# frmHisService.treeListColumn7.Caption
source: Cost of capital
my: အရင်းအနှီးကုန်ကျစရိတ်
vi: Giá vốn

# frmHisService.treeListColumn8.Caption
source: Intend time
my: အချိန်ဆွဲပါ။
vi: Thời gian dự kiến

# frmHisService.treeListColumn8.ToolTip
source: Intend time
my: အချိန်ဆွဲပါ။
vi: Thời gian dự kiến

# frmHisService.txtKeyword.Properties.NullValuePrompt
source: Search keyword
my: အဓိကစကားလုံးကို ရှာပါ။
vi: Từ khóa tìm kiếm

# frmServiceRati.bar2.Text
source: Main menu
my: ပင်မမီနူး

# frmServiceRati.grclCode.Caption
source: Meal time code
my: အစားအသောက်အချိန်ကုဒ်
vi: Mã thời gian ăn

# frmServiceRati.grclName.Caption
source: Time to eat
my: ထမင်းစားချိန်
vi: Thời gian ăn

# frmServiceRati.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmServiceRati.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# frmServiceRati.Text
source: Set meal time
my: ထမင်းစားချိန် သတ်မှတ်ပါ။
vi: Thiết lập thời gian ăn

# UC_HisService.btnAdd.Text
source: Add (Ctrl N)
my: ထည့်ပါ (Ctrl N)
vi: Thêm (Ctrl N)

# UC_HisService.btnEdit.Text
source: Edit (Ctrl S)
my: တည်းဖြတ်ရန် (Ctrl S)
vi: Sửa (Ctrl S)

# UC_HisService.btnEditServiceType.ToolTip
source: Fix
my: ပြင်ပါ။
vi: Sửa

# UC_HisService.BtnExportExcel.Text
source: Export Excel
my: Excel ကို ထုတ်ယူပါ။
vi: Xuất Excel

# UC_HisService.btnImport.Text
source: Import
my: သွင်းကုန်

# UC_HisService.btnMayCuaToi.Text
source: Update my device cache
my: ကျွန်ုပ်၏စက်ပစ္စည်း ကက်ရှ်ကို အပ်ဒိတ်လုပ်ပါ။
vi: Cập nhập cache máy của tôi

# UC_HisService.btnRefresh.Text
source: Redo (Ctrl R)
my: ပြန်လုပ်ပါ (Ctrl R)
vi: Làm lại (Ctrl R)

# UC_HisService.btnSearch.Text
source: Find (Ctrl + F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# UC_HisService.cboFILM_SIZE.ToolTip
source: Film size used for diagnostic imaging
my: ရောဂါရှာဖွေရေးပုံရိပ်အတွက် အသုံးပြုသည့် ရုပ်ရှင်အရွယ်အစား
vi: Kích thước phim sử dụng cho chẩn đoán hình ảnh

# UC_HisService.CboTestType.ToolTip
source: Test Type
my: စမ်းသပ်မှုအမျိုးအစား
vi: Loại xét nghiệm

# UC_HisService.chkAllowExpend.Properties.Caption
source: Allow HP
my: HP ကိုခွင့်ပြုပါ။
vi: Cho phép HP

# UC_HisService.chkChiDinh.Properties.Caption
source: Assign> 1
my: အခြားညွှန်ပြချက် ၁
vi: Chỉ định khác 1

# UC_HisService.chkCPNgoaiGoi.Properties.Caption
source: Costs outside the package
my: အထုပ်ပြင်ပကုန်ကျစရိတ်
vi: Chi phí ngoài gói

# UC_HisService.chkForPrice.Properties.Caption
source: For specifying the price
my: စျေးနှုန်းသတ်မှတ်ခြင်းအတွက်
vi: Cho chỉ định giá

# UC_HisService.chkForPrice.ToolTip
source: Allow price input when specifying service
my: ဝန်ဆောင်မှုသတ်မှတ်ရာတွင် စျေးနှုန်းထည့်သွင်းမှုကို ခွင့်ပြုပါ။
vi: Cho phép nhập giá khi chỉ định dịch vụ

# UC_HisService.chkIS_AUTO_EXPEND.Properties.Caption
source: Automatically accumulating expenses
my: ကုန်ကျစရိတ်များကို အလိုအလျောက် စုဆောင်းသည်။
vi: Tự động tích hao phí

# UC_HisService.chkIS_AUTO_EXPEND.ToolTip
source: Automatically accumulate costs when specifying services
my: ဝန်ဆောင်မှုများကို သတ်မှတ်ရာတွင် ကုန်ကျစရိတ်များကို အလိုအလျောက် စုဆောင်းပါ။
vi: Tự động tích hao phí khi chỉ định dịch vụ

# UC_HisService.chkIS_NOT_SHOW_TRACKING.Properties.Caption
source: Not shown on treatment sheet
my: ကုသမှုစာရွက်တွင်မပြပါ။
vi: Không hiển thị trên tờ điều trị

# UC_HisService.chkIS_OUT_OF_MANAGEMENT.Properties.Caption
source: As an external management service
my: ပြင်ပစီမံခန့်ခွဲမှုဝန်ဆောင်မှုအဖြစ်
vi: Là dịch vụ quản lý ngoài

# UC_HisService.chkIsAntibioticResistance.Properties.Caption
source: Antibiotic Resistance
my: ပဋိဇီဝဆေးဇယား
vi: Kháng sinh đồ

# UC_HisService.chkIsBlockDepartment.Properties.Caption
source: Block transfer
my: လွှဲပြောင်းခြင်းကို ပိတ်ဆို့ပါ။
vi: Chặn chuyển khoa

# UC_HisService.chkIsBlockDepartment.ToolTip
source: Block transfer if service has not ended
my: ဝန်ဆောင်မှု မပြီးဆုံးပါက လွှဲပြောင်းခြင်းကို ပိတ်ပါ။
vi: Chặn chuyển khoa nếu dịch vụ chưa kết thúc

# UC_HisService.chkIsDisAllowanceNoExecute.Properties.Caption
source: Block does not execute
my: Block သည် execute မလုပ်ပါ။
vi: Chặn không thực hiện

# UC_HisService.chkIsDisAllowanceNoExecute.ToolTip
source: Block "Do not perform" ticking in the billing statement
my: ငွေပေးချေမှုစာရင်းရှင်းတမ်းတွင် \
vi: Chặn không cho phép tích vào “Không thực hiện” ở bảng kê thanh toán

# UC_HisService.chkIsKidney.Properties.Caption
source: Kidney
my: ကျောက်ကပ်ဆေး
vi: Chạy thận

# UC_HisService.chkIsOtherSourcePaid.Properties.Caption
source: Is Other Source Paid
my: အခြားငွေပေးချေမှုအရင်းအမြစ် ရှိပါသလား။
vi: Có nguồn chi trả khác

# UC_HisService.chkMUST_BE_CONSULTED.Properties.Caption
source: BBHC is required
my: BBHC လိုအပ်သည်။
vi: Bắt buộc có BBHC

# UC_HisService.chkNgoaiDinhSuat.Properties.Caption
source: Out of capitation/DRG
my: ခေါင်းစဉ်တပ်ခြင်း/DRG
vi: Ngoài định suất/DRG

# UC_HisService.chkNotChangePaty.Properties.Caption
source: Will not fix
my: ပြင်မည်မဟုတ်ပါ။
vi: Không sửa

# UC_HisService.chkNotChangePaty.ToolTip
source: Default surcharge object is not allowed when specifying service
my: ဝန်ဆောင်မှုသတ်မှတ်ရာတွင် မူရင်းအပိုပိုငွေကို တည်းဖြတ်ရန် ခွင့်မပြုပါနှင့်
vi: Không cho phép sửa đối tượng phụ thu mặc đinh khi chỉ định dịch vụ

# UC_HisService.chkSplitTreatment.Properties.Caption
source: Separation of command
my: အမိန့်ခွဲထုတ်ခြင်း။
vi: Tách y lệnh

# UC_HisService.chkSplitTreatment.ToolTip
source: Automatically splits into multiple y orders (and each y command has a count of 1) in the h. field
my: y အမှာစာများစွာသို့ အလိုအလျောက် ပိုင်းခြားသည် (နှင့် y ညွှန်ကြားချက်တစ်ခုစီတွင် 1 အရေအတွက်ရှိသည်) 1 ထက်ကြီးသောပမာဏကို သတ်မှတ်သည့်အခါ၊
vi: Tự động tách thành nhiều y lệnh (và mỗi y lệnh có số lượng bằng 1) trong trường hợp chỉ định số lượng lớn hơn 1

# UC_HisService.chkTachdichvu.Properties.Caption
source: Separation of service
my: ဝန်ဆောင်မှုကိုခွဲခြား
vi: Tách dịch vụ

# UC_HisService.chkTachdichvu.ToolTip
source: Automatically split into multiple service lines, each line has a count of 1 (in the same order)
my: ဝန်ဆောင်မှုလိုင်းများစွာသို့ အလိုအလျောက် ပိုင်းခြားပြီး၊ လိုင်းတစ်ခုစီတွင် 1 ပမာဏ (တူညီသောအမိန့်တော်ရှိ) တွင် အသုံးပြုသူသည် 1 ထက်များသောပမာဏကို စာရင်းပြုစုပါက၊
vi: Tự động tách thành nhiều dòng dịch vụ, mỗi dòng có số lượng là 1 (trong cùng y lệnh), trong trường hợp người dùng kê số lượng lớn hơn 1

# UC_HisService.chkUpdateAll.Properties.Caption
source: Update all
my: အားလုံးကို အပ်ဒိတ်လုပ်ပါ။
vi: Cập nhật tất cả

# UC_HisService.chkUpdateOnly.Properties.Caption
source: Update Profile no lock fees
my: ဆေးရုံအခကြေးငွေမပိတ်ဘဲ ပရိုဖိုင်ကို အပ်ဒိတ်လုပ်ပါ။
vi: Cập nhật hồ sơ chưa khóa viện phí

# UC_HisService.dnNavigation.Text
source: dataNavigator1
my: dataNavigator ၁

# UC_HisService.dtInTime.ToolTip
source: Time application
my: ဆေးရုံတက်မည့်ရက်စွဲအတိုင်း မျက်နှာကျက်စျေးနှုန်းအသစ် လျှောက်ထားရမည့်အချိန်
vi: Thời gian áp dụng giá trần mới theo ngày vào viện

# UC_HisService.emptySpaceItem1.Text
source: minute
my: မိနစ်
vi: phút

# UC_HisService.emptySpaceItem2.Text
source: Month
my: လ
vi: Tháng

# UC_HisService.emptySpaceItem4.Text
source: minute
my: မိနစ်
vi: phút

# UC_HisService.emptySpaceItem5.Text
source: minute
my: မိနစ်
vi: phút

# UC_HisService.emptySpaceItem6.Text
source: day
my: နေ့
vi: ngày

# UC_HisService.emptySpaceItemMaxTotalProcessTime.Text
source: min
my: မိနစ်
vi: phút

# UC_HisService.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UC_HisService.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# UC_HisService.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# UC_HisService.layoutControlItem1.OptionsToolTip.ToolTip
source: Default surcharge object
my: ပုံသေ အပိုပိုပစ္စည်းများ
vi: Đối tượng phụ thu mặc định

# UC_HisService.layoutControlItem1.Text
source: DTTT mandatory:
my: မူရင်းမိုဘိုင်းလ်ဖုန်း-
vi: ĐTPT mặc định:

# UC_HisService.layoutControlItem1.ToolTip
source: Default surcharge object
my: ပုံသေ အပိုပိုပစ္စည်းများ
vi: Đối tượng phụ thu mặc định

# UC_HisService.layoutControlItem11.OptionsToolTip.ToolTip
source: Surgical methods
my: ခွဲစိတ်နည်းများ
vi: Phương pháp phẫu thuật thủ thuật

# UC_HisService.layoutControlItem11.Text
source: Surgical methods
my: PPPT-
vi: PPPT:

# UC_HisService.layoutControlItem12.Text
source: Unit:
my: ယူနစ်-
vi: Đơn vị tính:

# UC_HisService.layoutControlItem13.Text
source: Service Parent:
my: ဖခင်ဝန်ဆောင်မှု-
vi: Dịch vụ cha:

# UC_HisService.layoutControlItem14.OptionsToolTip.ToolTip
source: Type of insurance service
my: အာမခံဝန်ဆောင်မှုအမျိုးအစား
vi: Loại dịch vụ bảo hiểm

# UC_HisService.layoutControlItem14.Text
source: Service Type BH:
my: အာမခံဝန်ဆောင်မှုအမျိုးအစား
vi: Loại dịch vụ BH:

# UC_HisService.layoutControlItem15.Text
source: Type of service:
my: ဝန်ဆောင်မှုအမျိုးအစား
vi: Loại dịch vụ:

# UC_HisService.layoutControlItem17.OptionsToolTip.ToolTip
source: Health insurance service code
my: ကျန်းမာရေးအာမခံဝန်ဆောင်မှုကုဒ်
vi: Mã dịch vụ bảo hiểm y tế

# UC_HisService.layoutControlItem17.Text
source: DV insurance code:
my: ကျန်းမာရေးအာမခံဝန်ဆောင်မှုကုဒ်-
vi: Mã DV BHYT:

# UC_HisService.layoutControlItem18.OptionsToolTip.ToolTip
source: Name of health insurance service
my: ကျန်းမာရေးအာမခံဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ bảo hiểm y tế

# UC_HisService.layoutControlItem18.Text
source: MI DV name:
my: ကျန်းမာရေးအာမခံဝန်ဆောင်မှုအမည်-
vi: Tên DV BHYT:

# UC_HisService.layoutControlItem19.OptionsToolTip.ToolTip
source: Health insurance number
my: ဆေးအာမခံနံပါတ်
vi: Số thứ tự bảo hiểm y tế

# UC_HisService.layoutControlItem19.Text
source: No health insurance:
my: ကျန်းမာရေးအာမခံအချက်အလက်-
vi: STT BHYT:

# UC_HisService.layoutControlItem20.Text
source: Old ceiling price:
my: မျက်နှာကျက်ဟောင်းစျေးနှုန်း
vi: Giá trần cũ:

# UC_HisService.layoutControlItem21.Text
source: New ceiling price:
my: မျက်နှာကျက်စျေးနှုန်းအသစ်
vi: Giá trần mới:

# UC_HisService.layoutControlItem22.Text
source: TDCN Type:
my: TDCN အမျိုးအစား-
vi: Loại TDCN:

# UC_HisService.layoutControlItem23.OptionsToolTip.ToolTip
source: Type of diagnostic imaging
my: ရောဂါရှာဖွေရေးပုံရိပ်အမျိုးအစား
vi: Loại chuẩn đoán hình ảnh

# UC_HisService.layoutControlItem23.Text
source: Type of diagnostic imaging:
my: ကောလိပ်အမျိုးအစား
vi: Loại CĐHA:

# UC_HisService.layoutControlItem24.OptionsToolTip.ToolTip
source: Time to apply new ceiling price according to hospital admission date
my: ဆေးရုံတက်မည့်ရက်စွဲအတိုင်း မျက်နှာကျက်စျေးနှုန်းအသစ် လျှောက်ထားရမည့်အချိန်
vi: Thời gian áp dụng giá trần mới theo ngày vào viện

# UC_HisService.layoutControlItem24.Text
source: TG apply:
my: အချိန်လျှောက်လွှာ
vi: TG áp dụng:

# UC_HisService.layoutControlItem25.Text
source: TG Daily specify:
my: ရှင်းပြပါ-
vi: Diễn giải:

# UC_HisService.layoutControlItem27.OptionsToolTip.ToolTip
source: Surgical and surgical group
my: ခွဲစိတ်အဖွဲ့
vi: Nhóm phẫu thuật thủ thuật

# UC_HisService.layoutControlItem27.Text
source: Group D:
my: PTTT အဖွဲ့-
vi: Nhóm PTTT:

# UC_HisService.layoutControlItem29.Text
source: Update Profile no lock fees:
my: လော့ခ်ဖွင့်ထားသော ဆေးရုံအခကြေးငွေမှတ်တမ်းများကို အပ်ဒိတ်လုပ်ပါ-
vi: Cập nhật hồ sơ chưa khóa viện phí:

# UC_HisService.layoutControlItem31.Text
source: Type of service:
my: ဝန်ဆောင်မှုအမျိုးအစား
vi: Loại dịch vụ:

# UC_HisService.layoutControlItem32.OptionsToolTip.ToolTip
source: Specialty code
my: အထူးကုဒ်
vi: Mã chuyên khoa

# UC_HisService.layoutControlItem32.Text
source: Specialty code:
my: စတော့ကုဒ်-
vi: Mã chuyên khoa:

# UC_HisService.layoutControlItem33.Text
source: Package:
my: အထုပ်-
vi: Gói:

# UC_HisService.layoutControlItem35.Text
source: Package price:
my: ပက်ကေ့ခ်ျစျေးနှုန်း-
vi: Giá gói:

# UC_HisService.layoutControlItem37.OptionsToolTip.ToolTip
source: Service group code Pacs
my: ဝန်ဆောင်မှုအုပ်စုကုဒ် Pacs
vi: Mã nhóm dịch vụ Pacs

# UC_HisService.layoutControlItem37.Text
source: DVPCS group code:
my: DVPCS အဖွဲ့ကုဒ်-
vi: Mã nhóm DVPACS:

# UC_HisService.layoutControlItem38.OptionsToolTip.ToolTip
source: Mandatory minimum time between 2 consecutive sessions on the same patient
my: လူနာတစ်ဦးတည်းတွင် 2 ကြိမ်ဆက်တိုက် ဆက်တိုက်ကြားရမည့် အနည်းဆုံးအချိန်
vi: Thời gian tối thiểu bắt buộc giữa 2 lần thực hiện liên tiếp trên cùng 1 bệnh nhân

# UC_HisService.layoutControlItem38.Text
source: Minimum TG:
my: အနည်းဆုံး TG-
vi: TG tối thiểu:

# UC_HisService.layoutControlItem39.OptionsToolTip.ToolTip
source: Number of movies used when performing the service (For imaging services)
my: ဝန်ဆောင်မှုကို လုပ်ဆောင်ရာတွင် အသုံးပြုသည့် ရုပ်ရှင်အရေအတွက် (ပုံရိပ်ဖော်ခြင်းဝန်ဆောင်မှုများအတွက်)
vi: Số phim sử dụng khi thực hiện dịch vụ ( Dành cho các dịch vụ chẩn đoán hình ảnh)

# UC_HisService.layoutControlItem39.Text
source: Number of movies:
my: ရုပ်ရှင်အရေအတွက်-
vi: Số phim:

# UC_HisService.layoutControlItem44.OptionsToolTip.ToolTip
source: Limit the amount spent
my: သုံးစွဲသည့်ပမာဏကို ကန့်သတ်ပါ။
vi: Giới hạn số tiền hao phí

# UC_HisService.layoutControlItem44.Text
source: GH HP amount:
my: GH HP ပမာဏ-
vi: GH số tiền HP:

# UC_HisService.layoutControlItem45.Text
source: Processing module:
my: လုပ်ဆောင်နေသည့် မော်ဂျူး-
vi: Module xử lý:

# UC_HisService.layoutControlItem47.Text
source: Sex:
my: လိင်-
vi: Giới tính:

# UC_HisService.layoutControlItem49.Text
source: Age from:
my: အသက်-
vi: Tuổi từ:

# UC_HisService.layoutControlItem5.OptionsToolTip.ToolTip
source: Invoice type
my: ပြေစာအမျိုးအစား
vi: Loại hình hóa đơn

# UC_HisService.layoutControlItem5.Text
source: Type of contract:
my: စာချုပ်အမျိုးအစား-
vi: Loại hình HĐ:

# UC_HisService.layoutControlItem50.Text
source: arrive:
my: ရောက်ရှိလာ:
vi: đến:

# UC_HisService.layoutControlItem51.OptionsToolTip.ToolTip
source: ProcessCode
my: လုပ်ငန်းစဉ်ကုဒ်
vi: Mã quy trình xử lý

# UC_HisService.layoutControlItem51.Text
source: Process code:
my: လုပ်ငန်းစဉ်ကုဒ်-
vi: Mã quy trình:

# UC_HisService.layoutControlItem55.OptionsToolTip.ToolTip
source: Notice
my: သတ်မှတ်သည့်အခါ မှတ်သားပါ။
vi: Lưu ý khi chỉ định

# UC_HisService.layoutControlItem55.Text
source: Note:
my: မှတ်စု:
vi: Ghi chú:

# UC_HisService.layoutControlItem56.Text
source: Feed performance symbol:
my: ဖိဒ်စွမ်းဆောင်ရည်သင်္ကေတ-
vi: Ký hiệu suất ăn:

# UC_HisService.layoutControlItem58.OptionsToolTip.ToolTip
source: Meal group
my: အစားအသောက်အဖွဲ့
vi: Nhóm suất ăn

# UC_HisService.layoutControlItem58.Text
source: Meal group:
my: အစားအစာအုပ်စု-
vi: Nhóm suất ăn:
