Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.HisService/Resources/Lang.*.resx
Languages: my, vi

# UC_HisService.layoutControlItem59.OptionsToolTip.ToolTip
source: Other sources of payment in case of using this service
my: ဤဝန်ဆောင်မှုကိုအသုံးပြုသည့်အခါ အခြားငွေပေးချေမှုရင်းမြစ်များ
vi: Nguồn chi trả khác trong trường hợp sử dụng dịch vụ này

# UC_HisService.layoutControlItem59.Text
source: CTK source:
my: CTK အရင်းအမြစ်-
vi: Nguồn CTK:

# UC_HisService.layoutControlItem60.OptionsToolTip.ToolTip
source: Enter the comma-separated ICD codes for diseases that other payers accept. If no disease code is entered, it is considered that the source accepts payment for all cases.
my: အခြားဝန်ဆောင်မှုပေးသူများက လက်ခံထားသော ရောဂါများအတွက် ကော်မာ-ခြားထားသော ICD ကုဒ်များကို ထည့်ပါ။
vi: Nhập mã ICD ngăn cách bởi dấu phẩy của các bệnh mà nguồn chi trả khác chấp nhận hỗ trợ. Nếu không nhập mã bệnh nào được hiểu là nguồn chấp nhận chi trả cho mọi trường hợp bệnh.

# UC_HisService.layoutControlItem60.Text
source: Supported diseases:
my: ပံ့ပိုးထားသောရောဂါများ
vi: Bệnh được hỗ trợ:

# UC_HisService.layoutControlItem61.OptionsToolTip.ToolTip
source: Test Type
my: စမ်းသပ်မှုအမျိုးအစား
vi: Loại xét nghiệm

# UC_HisService.layoutControlItem61.Text
source: Type XN:
my: XN အမျိုးအစား-
vi: Loại XN:

# UC_HisService.layoutControlItem63.OptionsToolTip.ToolTip
source: Automatically split into multiple service lines, each line has a count of 1 (in the same order)
my: ဝန်ဆောင်မှုလိုင်းများစွာသို့ အလိုအလျောက် ပိုင်းခြားပြီး၊ လိုင်းတစ်ခုစီတွင် အရေအတွက် 1 ရှိသည် (တူညီသောအစီအစဥ်တွင်)
vi: Tự động tách thành nhiều dòng dịch vụ, mỗi dòng có số lượng là 1 (trong cùng y lệnh), trong trường hợp người dùng kê số lượng lớn hơn 1

# UC_HisService.layoutControlItem64.Text
source: Part:
my: အပိုင်း-
vi: Bộ phận:

# UC_HisService.layoutControlItem66.OptionsToolTip.ToolTip
source: Test technique
my: စမ်းသပ်နည်းပညာ
vi: Kỹ thuật xét nghiệm

# UC_HisService.layoutControlItem66.Text
source: XN technique:
my: XN နည်းပညာ-
vi: Kỹ thuật XN:

# UC_HisService.layoutControlItem67.OptionsToolTip.ToolTip
source: Mandatory meeting minutes
my: မဖြစ်မနေ အစည်းအဝေးမှတ်တမ်းများ
vi: Bắt buộc có biên bản hội chẩn

# UC_HisService.layoutControlItem69.Text
source: Index:
my: အညွှန်း-
vi: Chỉ số:

# UC_HisService.layoutControlItem71.OptionsToolTip.ToolTip
source: Maximum processing time
my: အများဆုံးလုပ်ဆောင်ချိန်
vi: Thời gian xử lý tối đa

# UC_HisService.layoutControlItem71.Text
source: TG handles max:
my: TG သည် အများဆုံးကိုင်တွယ်သည်-
vi: TG xử lý tối đa:

# UC_HisService.layoutControlItem74.OptionsToolTip.ToolTip
source: Automatically accumulate costs when specifying services
my: ဝန်ဆောင်မှုများကို သတ်မှတ်ရာတွင် ကုန်ကျစရိတ်များကို အလိုအလျောက် စုဆောင်းပါ။
vi: Tự động tích hao phí khi chỉ định dịch vụ

# UC_HisService.layoutControlItem75.OptionsToolTip.ToolTip
source: Block transfer if service has not ended
my: ဝန်ဆောင်မှု မပြီးဆုံးပါက လွှဲပြောင်းခြင်းကို ပိတ်ပါ။
vi: Chặn chuyển khoa nếu dịch vụ chưa kết thúc

# UC_HisService.layoutControlItem76.OptionsToolTip.ToolTip
source: Sampling time
my: နမူနာယူချိန်
vi: Thời gian lấy mẫu

# UC_HisService.layoutControlItem77.Text
source: minute
my: မိနစ်
vi: phút

# UC_HisService.layoutControlItem78.OptionsToolTip.ToolTip
source: The default surcharge only applies in case the payer is in the list declared here. In the case of non-declaration, it is understood that it applies to all payment objects
my: ငွေပေးချေသူသည် ဤနေရာတွင် ကြေညာထားသောစာရင်းတွင် ပါရှိသည့်အခါတွင်သာ မူရင်းအပိုကြေးကို အကျုံးဝင်ပါသည်။ ကြေငြာခြင်းမဟုတ်သည့်ကိစ္စတွင်၊ ၎င်းသည် ငွေပေးချေမှုအရာဝတ္ထုအားလုံးနှင့် သက်ဆိုင်သည်ဟု နားလည်ထားသည်။
vi: Chỉ áp dụng đối tượng phụ thu mặc định trong trường hợp đối tượng thanh toán nằm trong danh sách được khai báo tại đây. Trong trường hợp không khai báo, được hiểu là áp dụng cho tất cả các đối tượng thanh toán

# UC_HisService.layoutControlItem78.Text
source: DTTT applies:
my: DTTT အကျုံးဝင်သည်-
vi: ĐTTT áp dụng:

# UC_HisService.layoutControlItem79.Text
source: Default phone:
my: မူရင်းဖုန်း-
vi: ĐTTT mặc định:

# UC_HisService.lbCapacity.ToolTip
source: mililit
my: မီလီလီတာ

# UC_HisService.lcCapacity.Text
source: Capacity:
my: စွမ်းရည်-
vi: Dung tích:

# UC_HisService.lcDiimType.OptionsToolTip.ToolTip
source: Type of diagnostic imaging
my: ရောဂါရှာဖွေရေးပုံရိပ်အမျိုးအစား
vi: Loại chuẩn đoán hình ảnh

# UC_HisService.lcDiimType.Text
source: Type image analysation:
my: ကောလိပ်အမျိုးအစား
vi: Loại CĐHA:

# UC_HisService.lcEditorInfo.Text
source: layoutControl5
my: အပြင်အဆင်ထိန်းချုပ်မှု ၅

# UC_HisService.lcFILM_SIZE.OptionsToolTip.ToolTip
source: Film size used for diagnostic imaging
my: ရောဂါရှာဖွေရေးပုံရိပ်အတွက် အသုံးပြုသည့် ရုပ်ရှင်အရွယ်အစား
vi: Kích thước phim sử dụng cho chẩn đoán hình ảnh

# UC_HisService.lcFILM_SIZE.Text
source: Film size:
my: ရုပ်ရှင်အရွယ်အစား-
vi: Cỡ phim:

# UC_HisService.lcFuexType.OptionsToolTip.ToolTip
source: Type TDCN
my: လုပ်ဆောင်ချက်ကြောင့် လာရောက်လည်ပတ်မှု အမျိုးအစား
vi: Loại thăm do chức năng

# UC_HisService.lcFuexType.Text
source: Type TDCN:
my: TDCN အမျိုးအစား-
vi: Loại TDCN:

# UC_HisService.lciAttachAssignPrintTypeCode.OptionsToolTip.ToolTip
source: Printed slip attached when printing service order form
my: ဝန်ဆောင်မှုပေးသည့်ပုံစံကို ရိုက်နှိပ်သည့်အခါ ပုံနှိပ်စလစ်ဖြင့် ပူးတွဲပါရှိသည်။
vi: Phiếu in kèm theo khi in phiếu chỉ định dịch vụ

# UC_HisService.lciAttachAssignPrintTypeCode.Text
source: Attached template:
my: ပူးတွဲပါ နမူနာပုံစံ-
vi: Mẫu in kèm:

# UC_HisService.lciLock.OptionsToolTip.ToolTip
source: Hide Locked technical services
my: လော့ခ်ချထားသော နည်းပညာဝန်ဆောင်မှုများကို ဝှက်ထားပါ။
vi: Ẩn Các dịch vụ kỹ thuật bị khóa

# UC_HisService.lciLock.Text
source: Lock
my: လော့ခ်ချထားသော ဝန်ဆောင်မှုကို ဖျောက်ပါ။
vi: Ẩn dịch vụ bị khóa

# UC_HisService.lciLock.ToolTip
source: View lock data
my: သော့ခတ်ထားသော နည်းပညာဝန်ဆောင်မှုများကို ဝှက်ထားပါ။
vi: Ẩn các dịch vụ kỹ thuật bị khóa

# UC_HisService.lciMaxTotalProcessTime.OptionsToolTip.ToolTip
source: Total maximum service processing time from the time the order is issued to the end
my: အမိန့်ထုတ်သည့်အချိန်မှ အဆုံးအထိ ဝန်ဆောင်မှုအများဆုံးလုပ်ဆောင်ချိန် စုစုပေါင်း
vi: Tổng thời gian xử lý dịch vụ tối đa tính từ thời điểm ra y lệnh đến lúc kết thúc

# UC_HisService.lciMaxTotalProcessTime.Text
source: Total maximum service processing time:
my: စုစုပေါင်း XL-
vi: Tổng XL tối đa:

# UC_HisService.lciNumOrder.Text
source: Order:
my: အော်ဒါ-
vi: Thứ tự:

# UC_HisService.lciSpMinProcess.OptionsToolTip.ToolTip
source: Minimum processing time
my: အနိမ့်ဆုံးလုပ်ဆောင်ချိန်
vi: Thời gian xử lý tối thiểu

# UC_HisService.lciSpMinProcess.Text
source: Minimum processing TG:
my: အနိမ့်ဆုံးလုပ်ဆောင်ခြင်း TG-
vi: TG xử lý tối thiểu:

# UC_HisService.lciTaxRateType.Text
source: Tax rate type:
my: အခွန်နှုန်း အမျိုးအစား-
vi: Loại thuế suất:

# UC_HisService.lciTypeCode.Text
source: code:
my: ကုဒ်:
vi: Mã:

# UC_HisService.lciTypeName.Text
source: Name:
my: အမည်-
vi: Tên:

# UC_HisService.simpleButton2.Text
source: Update cache of all workstations
my: အလုပ်ရုံအားလုံး၏ ကက်ရှ်ကို အပ်ဒိတ်လုပ်ပါ။
vi: Cập nhập cache toàn bộ máy trạm

# UC_HisService.spCogss.Text
source: COGS:
my: အရင်းအနှီးကုန်ကျစရိတ်
vi: Giá vốn:

# UC_HisService.spEstimateDurations.OptionsToolTip.ToolTip
source: Estimated time of service
my: ဝန်ဆောင်မှုအချိန်ခန့်မှန်း
vi: Thời gian thực hiện dự kiến của dịch vụ

# UC_HisService.spEstimateDurations.Text
source: T / G expects:
my: မျှော်လင့်ထားသည့် T/G-
vi: T/G dự kiến:

# UC_HisService.treeListColumn1.ToolTip
source: Lock
my: သော့ခတ်

# UC_HisService.treeListColumn10.Caption
source: Status
my: အဆင့်အတန်း
vi: Trạng thái

# UC_HisService.treeListColumn10.ToolTip
source: Status
my: အဆင့်အတန်း
vi: Trạng thái

# UC_HisService.treeListColumn11.Caption
source: Time created
my: ဖန်တီးချိန်
vi: Thời gian tạo

# UC_HisService.treeListColumn11.ToolTip
source: Time created
my: ဖန်တီးချိန်
vi: Thời gian tạo

# UC_HisService.treeListColumn12.Caption
source: creators
my: ဖန်ဆင်းရှင်
vi: Người tạo

# UC_HisService.treeListColumn12.ToolTip
source: creators
my: ဖန်ဆင်းရှင်
vi: Người tạo

# UC_HisService.treeListColumn13.Caption
source: Time correction
my: ပြုပြင်ချိန်
vi: Thời gian sửa

# UC_HisService.treeListColumn13.ToolTip
source: Time correction
my: ပြုပြင်ချိန်
vi: Thời gian sửa

# UC_HisService.treeListColumn14.Caption
source: Repairer
my: ပြုပြင်သူ
vi: Người sửa

# UC_HisService.treeListColumn14.ToolTip
source: Repairer
my: ပြုပြင်သူ
vi: Người sửa

# UC_HisService.treeListColumn15.Caption
source: Bills
my: ဥပဒေကြမ်းများ
vi: Loại hóa đơn

# UC_HisService.treeListColumn16.Caption
source: DTTT mandatory
my: မူရင်းမိုဘိုင်းဖုန်း
vi: ĐTPT mặc định

# UC_HisService.treeListColumn16.ToolTip
source: Default surcharge object
my: ပုံသေ အပိုပိုပစ္စည်းများ
vi: Đối tượng phụ thu mặc định

# UC_HisService.treeListColumn17.Caption
source: CP outer package
my: အထုပ်ထဲက CP
vi: CP ngoài gói

# UC_HisService.treeListColumn17.ToolTip
source: CP outer package
my: အထုပ်ထဲက CP
vi: CP ngoài gói

# UC_HisService.treeListColumn18.Caption
source: group D
my: PTTT အဖွဲ့
vi: Nhóm PTTT

# UC_HisService.treeListColumn18.ToolTip
source: group D
my: PTTT အဖွဲ့
vi: Nhóm PTTT

# UC_HisService.treeListColumn19.Caption
source: ECD method
my: PTT.နည်းလမ်း
vi: Phương pháp PTTT

# UC_HisService.treeListColumn19.ToolTip
source: ECD method
my: PTT.နည်းလမ်း
vi: Phương pháp PTTT

# UC_HisService.treeListColumn2.ToolTip
source: Erase
my: ဖျက်ပါ။
vi: Xóa

# UC_HisService.treeListColumn21.Caption
source: Old price
my: စျေးဟောင်း
vi: Giá cũ

# UC_HisService.treeListColumn21.ToolTip
source: Old price
my: စျေးဟောင်း
vi: Giá cũ

# UC_HisService.treeListColumn22.Caption
source: DV
my: DVD အမျိုးအစား
vi: Loại DV

# UC_HisService.treeListColumn22.ToolTip
source: DV
my: DVD အမျိုးအစား
vi: Loại DV

# UC_HisService.treeListColumn23.Caption
source: Time specified by date
my: ရက်စွဲအလိုက် အချိန်သတ်မှတ်ထားသည်။
vi: Thời gian theo ngày chỉ định

# UC_HisService.treeListColumn23.ToolTip
source: Time specified by date
my: ရက်စွဲအလိုက် အချိန်သတ်မှတ်ထားသည်။
vi: Thời gian theo ngày chỉ định

# UC_HisService.treeListColumn24.Caption
source: Time in days in hospital
my: ဆေးရုံတက်ရမည့်ရက်စွဲဖြင့် အချိန်
vi: Thời gian theo ngày vào viện

# UC_HisService.treeListColumn24.ToolTip
source: Time in days in hospital
my: ဆေးရုံတက်ရမည့်ရက်စွဲဖြင့် အချိန်
vi: Thời gian theo ngày vào viện

# UC_HisService.treeListColumn25.Caption
source: New ceiling rate
my: မျက်နှာကျက်နှုန်းအသစ်
vi: Tỉ lệ trần mới

# UC_HisService.treeListColumn25.ToolTip
source: New ceiling rate
my: မျက်နှာကျက်နှုန်းအသစ်
vi: Tỉ lệ trần mới

# UC_HisService.treeListColumn26.Caption
source: Ratio old ceiling
my: မျက်နှာကျက်အချိုးအစားဟောင်း
vi: Tỉ lệ trần cũ

# UC_HisService.treeListColumn26.ToolTip
source: Ratio old ceiling
my: မျက်နှာကျက်အချိုးအစားဟောင်း
vi: Tỉ lệ trần cũ

# UC_HisService.treeListColumn27.Caption
source: New price
my: စျေးနှုန်းအသစ်
vi: Giá mới

# UC_HisService.treeListColumn27.ToolTip
source: New price
my: စျေးနှုန်းအသစ်
vi: Giá mới

# UC_HisService.treeListColumn28.Caption
source: No health insurance
my: ကျန်းမာရေး အာမခံအမှတ်၊
vi: STT BHYT

# UC_HisService.treeListColumn28.ToolTip
source: No health insurance
my: ကျန်းမာရေး အာမခံအမှတ်၊
vi: STT BHYT

# UC_HisService.treeListColumn29.Caption
source: Price package
my: Package စျေးနှုန်း
vi: Giá gói

# UC_HisService.treeListColumn29.ToolTip
source: Price package
my: Package စျေးနှုန်း
vi: Giá gói

# UC_HisService.treeListColumn3.Caption
source: Code
my: ကုဒ်
vi: Mã

# UC_HisService.treeListColumn3.ToolTip
source: Code
my: ကုဒ်
vi: Mã

# UC_HisService.treeListColumn30.Caption
source: package name
my: အထုပ်အမည်
vi: Tên gói

# UC_HisService.treeListColumn30.ToolTip
source: package name
my: အထုပ်အမည်
vi: Tên gói

# UC_HisService.treeListColumn31.Caption
source: Specialty code
my: အထူးကုဒ်
vi: Mã chuyên khoa

# UC_HisService.treeListColumn31.ToolTip
source: Specialty code
my: အထူးကုဒ်
vi: Mã chuyên khoa

# UC_HisService.treeListColumn35.Caption
source: Service group code
my: ဝန်ဆောင်မှုအဖွဲ့ကုဒ်
vi: Mã nhóm dịch vụ

# UC_HisService.treeListColumn36.Caption
source: Machine group code
my: စက်အဖွဲ့ကုဒ်
vi: Mã nhóm máy

# UC_HisService.treeListColumn37.Caption
source: Number of movies
my: ရုပ်ရှင်အရေအတွက်
vi: Số phim

# UC_HisService.treeListColumn39.Caption
source: Age to come
my: လာမည့်ခေတ်
vi: Tuổi đến

# UC_HisService.treeListColumn4.Caption
source: Name
my: နာမည်
vi: Tên

# UC_HisService.treeListColumn40.Caption
source: Age from
my: အသက်အရွယ်မှ
vi: Tuổi từ

# UC_HisService.treeListColumn41.Caption
source: Process Code
my: လုပ်ငန်းစဉ်ကုဒ်
vi: Mã quy trình

# UC_HisService.treeListColumn41.ToolTip
source: Process Code
my: လုပ်ငန်းစဉ်ကုဒ်
vi: Mã quy trình xử lý

# UC_HisService.treeListColumn42.Caption
source: Not allowed to fix
my: ပြင်ခွင့်မပေးဘူး။
vi: Không cho sửa

# UC_HisService.treeListColumn42.ToolTip
source: Don't allow to edit default surcharge object when specifying service
my: ဝန်ဆောင်မှုတာဝန်ပေးမှုတွင် ပုံသေအပိုအပိုအရာဝတ္ထုကို တည်းဖြတ်၍မရပါ။
vi: Không cho phép sửa đối tượng phụ thu mặc định lúc chỉ định dịch vụ

# UC_HisService.treeListColumn43.Caption
source: Index
my: အညွှန်း
vi: Chỉ số

# UC_HisService.treeListColumn5.Caption
source: Unit
my: ယူနစ်
vi: Đơn vị tính

# UC_HisService.treeListColumn6.Caption
source: Name of health insurance services
my: ကျန်းမာရေးအာမခံဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ BHYT

# UC_HisService.treeListColumn7.Caption
source: COGS
my: အရင်းအနှီးကုန်ကျစရိတ်
vi: Giá vốn

# UC_HisService.treeListColumn8.Caption
source: Intend time
my: အချိန်ဆွဲပါ။
vi: Thời gian dự kiến

# UC_HisService.treeListColumn8.ToolTip
source: Intend time
my: အချိန်ဆွဲပါ။
vi: Thời gian dự kiến

# UC_HisService.txtKeyword.Properties.NullValuePrompt
source: Keyword search
my: အဓိကစကားလုံးကို ရှာပါ။
vi: Từ khóa tìm kiếm

# UC_HisService.txtNotice.ToolTip
source: Notice
my: သတ်မှတ်သည့်အခါ မှတ်သားပါ။
vi: Lưu ý khi chỉ định

# UC_HisService.txtProcessCode.ToolTip
source: Process Code
my: လုပ်ငန်းစဉ်ကုဒ်
vi: Mã quy trình xử lý

# UC_HisService.ColumnCode.Text
source: Code
my: ကုဒ်
vi: Mã

# UC_HisService.ColumnName.Text
source: Name
my: နာမည်
vi: Tên

# UC_HisService.tol1.Text
source: Lock
my: သော့ခတ်
vi: Khóa

# UC_HisService.tol10.Text
source: Set up service processing room
my: ဝန်ဆောင်မှုလုပ်ဆောင်ခြင်းအခန်းကို သတ်မှတ်ပါ။
vi: Thiết lập phòng xử lý dịch vụ

# UC_HisService.tol11.Text
source: Set up service processing room
my: ထမင်းစားချိန် သတ်မှတ်ပါ။
vi: Thiết lập thời gian ăn

# UC_HisService.tol12.Text
source: Set up service processing room
my: ထမင်းစားချိန် သတ်မှတ်ပါ။
vi: Thiết lập thời gian ăn

# UC_HisService.tol2.Text
source: Unlock
my: သော့ဖွင့်ပါ။
vi: Mở khóa

# UC_HisService.tol3.Text
source: Erase
my: ဖျက်ပါ။
vi: Xóa

# UC_HisService.tol4.Text
source: Erase
my: ဖျက်ပါ။
vi: Xóa

# UC_HisService.tol5.Text
source: Service pricing policy
my: ဝန်ဆောင်မှုစျေးနှုန်းမူဝါဒ
vi: Chính sách giá dịch vụ

# UC_HisService.tol6.Text
source: Service pricing policy
my: ဝန်ဆောင်မှုစျေးနှုန်းမူဝါဒ
vi: Chính sách giá dịch vụ

# UC_HisService.tol7.Text
source: Set up the report type group service
my: အစီရင်ခံစာအမျိုးအစား အုပ်စုဝန်ဆောင်မှုကို သတ်မှတ်ပါ။
vi: Thiết lập dịch vụ nhóm loại báo cáo

# UC_HisService.tol8.Text
source: Set up the report type group service
my: အစီရင်ခံစာအမျိုးအစား အုပ်စုဝန်ဆောင်မှုကို သတ်မှတ်ပါ။
vi: Thiết lập dịch vụ nhóm loại báo cáo

# UC_HisService.tol9.Text
source: Set up service processing room
my: ဝန်ဆောင်မှုလုပ်ဆောင်ခြင်းအခန်းကို သတ်မှတ်ပါ။
vi: Thiết lập phòng xử lý dịch vụ

# UC_HisService.tolPopup.Text
source: Price ceiling for health insurance services
my: ကျန်းမာရေး အာမခံ ဝန်ဆောင်မှုများအတွက် စျေးနှုန်းမျက်နှာကျက်
vi: Giá trần dịch vụ BHYT

# UC_HisService.layoutControlItem90.Text
source: Patient Classify:
my: ĐTCT áp dụng:
vi: ĐTCT áp dụng:

# frmServiceRati.barButtonItem1.Caption
source: Save(Ctrl S)
vi: Lưu(Ctrl S)

# frmServiceRati.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)
