Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.HisCareTemp/Resources/Lang.*.resx
Languages: vi

# BanKhongCoQuyenSuaNoiDung
source: You do not have permission to edit information created by others
vi: Bạn không có quyền sửa thông tin do người khác tạo

# ChamSoc_DuLieuChiTietKhongTheCungLoaiChamSoc
source: Detailed data can not be the same type of care
vi: Dữ liệu chi tiết không thể cùng loại chăm sóc

# DoDaiVuotQua
source: Character length exceeds
vi: Độ dài ký tự vượt quá

# HeThongTBCuaSoThongBaoBanCoMuonXoaDuLieuKhong
source: Are you sure you want to delete the data?
vi: Bạn có chắc muốn xóa dữ liệu?

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__BTN_ADD
source: Add (Ctrl N)
vi: Thêm (Ctrl N)

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__BTN_REFRESH
source: Refresh (Ctrl R)
vi: Làm lại (Ctrl R)

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__BTN_SAVE
source: Edit (Ctrl S)
vi: Sửa (Ctrl S)

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_CARE_TYPE_CONTENT
source: Content
vi: Giá trị

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_CARE_TYPE_NAME
source: Kind of care
vi: Loại chăm sóc

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_AWARENESS
source: Awareness
vi: Ý thức

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_CARE_DESCRIPTION
source: Description
vi: Diễn biến

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_CARE_TEMP_CODE
source: Code
vi: Mã

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_CARE_TEMP_NAME
source: Name
vi: Tên

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_CREATE_TIME
source: Create time
vi: Ngày tạo

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_CREATOR
source: Creator
vi: Người tạo

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_DEJECTA
source: Dejecta
vi: Phân

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_EDUCATION
source: Education
vi: Giáo dục sức khỏe

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_INSTRUCTION_DESCRIPTION
source: Intruction
vi: Y lệnh

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_MODIFIER
source: Modifier
vi: Người sửa

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_MODIFY_TIME
source: Modify time
vi: Ngày sửa

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_MUCOCUTANEOUS
source: Mucocutaneous
vi: Da, niêm mạc

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_NUTRITION
source: Nutrition
vi: Chế độ ăn

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_SANITARY
source: Sanitary
vi: Vệ sinh

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_STT
source: No.
vi: STT

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_TUTORIAL
source: Tutorial
vi: Chỉ dẫn nội quy

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GC_TEMP_URINE
source: Urine
vi: Nước tiểu

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GROUP_DESCRIPTION
source: Execute description
vi: Thực hiện y lệnh

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__GROUP_TRACK_CARE
source: Follow up / care
vi: Theo dõi / chăm sóc

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_AWARENESS
source: Awareness:
vi: Ý thức:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_CARE_DESCRIPTION
source: Description:
vi: Diễn biến:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_CARE_TEMP_CODE
source: Code:
vi: Mã:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_CARE_TEMP_NAME
source: Name:
vi: Tên:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_DEJECTA
source: Dejecta:
vi: Phân:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_EDUCATION
source: Education:
vi: Giáo dục sức khỏe:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_HAS_ADD_MEDICINE
source: Supplements medicine:
vi: Thuốc bổ sung:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_HAS_MEDICINE
source: Regular medications:
vi: Thuốc t/quy:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_HAS_TEST
source: Test:
vi: Xét nghiệm:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_INSTRUCTION_DESCRIPTION
source: Intruction:
vi: Y lệnh:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_MUCOCUTANEOUS
source: Mucocutaneous:
vi: Da, niêm mạc:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_NUTRITION
source: Nutrition:
vi: Chế độ ăn:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_SANITARY
source: Sanitary:
vi: Vệ sinh:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_TUTORIAL
source: Tutorial:
vi: Chỉ dẫn nội quy:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__LCI_URINE
source: Urine:
vi: Nước tiểu:

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__RP_BTN_ADD
source: Add
vi: Thêm

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__RP_BTN_DELETE
source: Delete
vi: Xóa

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__RP_BTN_LOCK
source: Lock
vi: Khóa

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__RP_BTN_REMOVE
source: Remove
vi: Bớt

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__RP_BTN_UNLOCK
source: Unlock
vi: Mở khóa

# IVT_LANGUAGE_KEY__FORM_CARE_TEMP__TXT_KEYWORD__NULL_VALUE
source: Search keywords
vi: Từ khóa tìm kiếm

# ThieuTruongDuLieuBatBuoc
source: Required field
vi: Trường dữ liệu bắt buộc

# ThongBao
source: Notification
vi: Thông báo
