Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.EmrDocument/Resources/Lang.*.resx
Languages: vi

# EmrDocumentForm.bbtnsearch.Caption
source: Find (Ctrl F)
vi: barButtonItem1

# EmrDocumentForm.btnDelete.Text
source: Erase
vi: Xóa

# EmrDocumentForm.btnDownload.Text
source: Download
vi: Tải xuống

# EmrDocumentForm.btnPrint.Text
source: Print
vi: In

# EmrDocumentForm.btnSearch.Text
source: Search (Ctrl F)
vi: Tìm kiếm (Ctrl F)

# EmrDocumentForm.chkDowloadGroup.Properties.Caption
source: Download merged text
vi: Tải văn bản gộp

# EmrDocumentForm.grclDepartment.Caption
source: Unit
vi: Đơn vị

# EmrDocumentForm.grclRejectTime.Caption
source: Time to refuse
vi: Thời gian từ chối

# EmrDocumentForm.grclRejectTime_LD.Caption
source: Reason for refusal
vi: Lý do từ chối

# EmrDocumentForm.grclTitle.Caption
source: Title/Relationship
vi: Chức danh/Quan hệ

# EmrDocumentForm.grclUser.Caption
source: Signer
vi: Người ký

# EmrDocumentForm.gridColumn1.Caption
source: Note
vi: Ghi chú

# EmrDocumentForm.gridColumn4.Caption
source: Date created
vi: Ngày tạo

# EmrDocumentForm.gridColumn5.Caption
source: Status
vi: Trạng thái

# EmrDocumentForm.gridColumn6.Caption
source: Type
vi: Loại

# EmrDocumentForm.gridColumn7.Caption
source: Name
vi: Tên

# EmrDocumentForm.gridColumn8.Caption
source: Text code
vi: Mã văn bản

# EmrDocumentForm.gtclSignTime.Caption
source: Signing time
vi: Thời gian ký

# EmrDocumentForm.layoutControlItem11.Text
source: Show merged text:
vi: Hiển thị văn bản gộp:

# EmrDocumentForm.layoutControlItem12.Text
source: Treatment code:
vi: Mã điều trị:

# EmrDocumentForm.layoutControlItem19.OptionsToolTip.ToolTip
source: Include records in the same outpatient medical record
vi: Bao gồm các hồ sơ trong cùng bệnh án ngoại trú

# EmrDocumentForm.layoutControlItem19.Text
source: Includes the same HSBA:
vi: Bao gồm cùng HSBA:

# EmrDocumentForm.layoutControlItem4.Text
source: Document Type:
vi: Loại văn bản:

# EmrDocumentForm.layoutControlItem9.Text
source: Signing status:
vi: Trạng thái ký:

# EmrDocumentForm.lciCheckGroupType.OptionsToolTip.ToolTip
source: Text grouping by text type
vi: Nhóm văn bản theo loại văn bản

# EmrDocumentForm.lciCheckGroupType.Text
source: Group by VB type:
vi: Nhóm theo loại VB:

# EmrDocumentForm.lciIncludeDelete.OptionsToolTip.ToolTip
source: Includes canceled texts
vi: Bao gồm các văn bản đã hủy

# EmrDocumentForm.lciIncludeDelete.Text
source: Includes cancellation:
vi: Bao gồm hủy:

# EmrDocumentForm.Text
source: EmrDocumentForm
vi: Chi tiết bệnh án

# EmrDocumentForm.txtTreatmentCode.Properties.NullValuePrompt
source: Treatment code
vi: Mã điều trị

# EmrDocumentForm.treeListColumn10.Caption
source: Creator
vi: Người tạo

# EmrDocumentForm.treeListColumn11.Caption
source: Text code
vi: Mã văn bản

# EmrDocumentForm.treeListColumn12.Caption
source: File attached
vi: Đính kèm file

# EmrDocumentForm.treeListColumn4.Caption
source: Name
vi: Tên

# EmrDocumentForm.treeListColumn5.Caption
source: Status
vi: Trạng thái

# EmrDocumentForm.treeListColumn6.Caption
source: HIS code
vi: Mã HIS

# EmrDocumentForm.treeListColumn8.Caption
source: TG profile
vi: TG hồ sơ

# EmrDocumentForm.treeListColumn9.Caption
source: Date created
vi: Ngày tạo

# EmrDocumentForm.treeListColumnDOCUMENT_TYPE_NAME.Caption
source: Type
vi: Loại

# frmAttackFile.bbtnAttackFile.Caption
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmAttackFile.btnAttackFile.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmAttackFile.btnCapture.ToolTip
source: Shooting (F2)
vi: Chụp hình (F2)

# frmAttackFile.btnScan.ToolTip
source: Scanner
vi: Máy Scan

# frmAttackFile.chkPrintDupicate.Properties.Caption
source: 2 sides
vi: 2 mặt

# frmAttackFile.gridColumn3.Caption
source: Name
vi: Tên

# frmAttackFile.layoutControlItem2.Text
source: Document Type:
vi: Loại văn bản:

# frmAttackFile.layoutControlItem7.Text
source: Text group:
vi: Nhóm văn bản:

# frmAttackFile.lciFortxtDocumentName.Text
source: Name of Document:
vi: Tên văn bản:

# frmAttackFile.pteAnhChupFileDinhKem.Properties.NullText
source: Attached photo file
vi: File ảnh đính kèm

# frmAttackFile.Text
source: File attached
vi: Đính kèm file

# FrmReason.barSave.Caption
source: Save
vi: Lưu

# FrmReason.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# FrmReason.layoutControlItem1.Text
source: Export reason:
vi: Lý do xuất:

# FrmReason.Text
source: Reason for text output
vi: Lý do xuất văn bản

# toolTipItem1.Text
source: File attached
vi: Đính kèm file

# toolTipItem2.Text
source: Select files in your computer
vi: Chọn file trong máy tính
