Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.ExpMestAggregate/Resources/Lang.*.resx
Languages: my

# frmAggregateExpMestPrintFilter.barButtonItem3.Caption
source: Guest Room (Ctrl S)
my: အခန်းကို ရွေးပါ (Ctrl S)

# frmAggregateExpMestPrintFilter.btnSendRequest.Text
source: Select (Ctrl S)
my: (Ctrl S) ကို ရွေးပါ

# frmAggregateExpMestPrintFilter.chkIsBlood.Properties.Caption
source: Blood
my: သွေး

# frmAggregateExpMestPrintFilter.chkIsChemicalSustance.Properties.Caption
source: Chemistry
my: ဓာတုဗေဒ

# frmAggregateExpMestPrintFilter.chkMaterial.Properties.Caption
source: Supplies
my: ပစ္စည်းများ

# frmAggregateExpMestPrintFilter.chkMedicine.Properties.Caption
source: Drug
my: ဆေးဝါး

# frmAggregateExpMestPrintFilter.gridColumn1.Caption
source: room code
my: အခန်းကုဒ်

# frmAggregateExpMestPrintFilter.gridColumn10.Caption
source: Place
my: ရွေးချယ်ပါ။

# frmAggregateExpMestPrintFilter.gridColumn12.Caption
source: room code
my: အခန်းကုဒ်

# frmAggregateExpMestPrintFilter.gridColumn13.Caption
source: name of room
my: အခန်းအမည်

# frmAggregateExpMestPrintFilter.gridColumn14.Caption
source: scientific name
my: ဌာနအမည်

# frmAggregateExpMestPrintFilter.gridColumn15.Caption
source: Unit Name
my: ယူနစ်အမည်

# frmAggregateExpMestPrintFilter.gridColumn16.Caption
source: Route code
my: လမ်းကြောင်းကုဒ်

# frmAggregateExpMestPrintFilter.gridColumn17.Caption
source: Name of administration
my: လမ်းနာမည်

# frmAggregateExpMestPrintFilter.gridColumn3.Caption
source: Unit code
my: ယူနစ်ကုဒ်

# frmAggregateExpMestPrintFilter.gridColumn4.Caption
source: name of room
my: အခန်းအမည်

# frmAggregateExpMestPrintFilter.gridColumn5.Caption
source: scientific name
my: ဌာနအမည်

# frmAggregateExpMestPrintFilter.gridColumn8.Caption
source: Password
my: ဌာနကုဒ်

# frmAggregateExpMestPrintFilter.gridColumn9.Caption
source: scientific name
my: ဌာနအမည်

# frmAggregateExpMestPrintFilter.gridViewServiceUnit.OptionsFind.FindNullPrompt
source: Enter search keywords...
my: ရှာဖွေမှု သော့ချက်စာလုံးများ ထည့်ပါ...

# frmAggregateExpMestPrintFilter.gridViewUseForm.OptionsFind.FindNullPrompt
source: Enter search keywords...
my: ရှာဖွေမှု သော့ချက်စာလုံးများ ထည့်ပါ...

# frmAggregateExpMestPrintFilter.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmAggregateExpMestPrintFilter.layoutControl13.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmAggregateExpMestPrintFilter.layoutControl14.Text
source: layoutControl9
my: အပြင်အဆင်ထိန်းချုပ်မှု ၉

# frmAggregateExpMestPrintFilter.layoutControl15.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# frmAggregateExpMestPrintFilter.layoutControl16.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# frmAggregateExpMestPrintFilter.layoutControl17.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# frmAggregateExpMestPrintFilter.layoutControl18.Text
source: layoutControl8
my: အပြင်အဆင်ထိန်းချုပ်မှု ၈

# frmAggregateExpMestPrintFilter.layoutControl19.Text
source: layoutControl7
my: အပြင်အဆင်ထိန်းချုပ်မှု ၇

# frmAggregateExpMestPrintFilter.layoutControl20.Text
source: layoutControl6
my: အပြင်အဆင်ထိန်းချုပ်မှု ၆

# frmAggregateExpMestPrintFilter.layoutControl6.Text
source: layoutControl6
my: အပြင်အဆင်ထိန်းချုပ်မှု ၆

# frmAggregateExpMestPrintFilter.layoutControl9.Text
source: layoutControl9
my: အပြင်အဆင်ထိန်းချုပ်မှု ၉

# frmAggregateExpMestPrintFilter.layoutControlItem27.Text
source: Species:
my: အမျိုးအစား-

# frmAggregateExpMestPrintFilter.layoutControlItem28.Text
source: Blood:
my: နမူနာ:

# frmAggregateExpMestPrintFilter.layoutControlItem30.Text
source: Name:
my: အမည်-

# frmAggregateExpMestPrintFilter.layoutControlItem31.Text
source: Format:
my: ဖော်မတ်-

# frmAggregateExpMestPrintFilter.layoutControlItem32.Text
source: Describe:
my: ဖော်ပြပါ-

# frmAggregateExpMestPrintFilter.layoutControlItem35.Text
source: Come:
my: ရောက်သည်-

# frmAggregateExpMestPrintFilter.layoutControlItem36.Text
source: From:
my: မှ-

# frmAggregateExpMestPrintFilter.simpleButton1.Text
source: Send (Ctrl S)
my: ပို့ပါ (Ctrl S)

# frmAggregateExpMestPrintFilter.simpleButton2.Text
source: Booking calendar (Ctrl C)
my: အချိန်ဇယားတစ်ခုသတ်မှတ်ပါ (Ctrl C)

# frmAggregateExpMestPrintFilter.Text
source: Filter conditions - Voucher for drug investigation
my: စစ်ထုတ်မှုအခြေအနေများ - ဆေးဝါးစစ်ဆေးချက်စာရွက်

# IVT_LANGUAGE_KEY_EXP_MEST_AGGREGATE__FRM_AGG_EXP_MEST_FILTER
source: Filter condition
my: စစ်ထုတ်မှုအခြေအနေ

# IVT_LANGUAGE_KEY_EXP_MEST_AGGREGATE__IN_PHIEU_HUY_THUOC_VAT_TU
source: Cancellation slip for drugs/supplies
my: ဆေးဝါး/ပစ္စည်းများအတွက် ပယ်ဖျက်ခြင်းစလစ်

# IVT_LANGUAGE_KEY_EXP_MEST_AGGREGATE__IN_PHIEU_LINH_NANG_CAO
source: Advanced Voucher
my: အဆင့်မြင့်ဘောက်ချာ

# IVT_LANGUAGE_KEY_EXP_MEST_AGGREGATE__IN_PHIEU_LINH_THUOC
source: Poll medicine field
my: ဆေးဝါးနှင့် ထောက်ပံ့ရေး ပြေစာ

# IVT_LANGUAGE_KEY_EXP_MEST_AGGREGATE__IN_PHIEU_LINH_THUOC_THEO_BENH_NHAN
source: Print receipts according to the patient
my: လူနာအလိုက် ပြေစာများကို ပုံနှိပ်ပါ။

# IVT_LANGUAGE_KEY_EXP_MEST_AGGREGATE__IN_PHIEU_LINH_TONG_HOP
source: Print receipt of medicine/general medicine
my: ဆေးဝါး/ အထွေထွေဆေးဝါးလက်ခံဖြတ်ပိုင်းကို ပုံနှိပ်ပါ။

# IVT_LANGUAGE_KEY_EXP_MEST_AGGREGATE__IN_PHIEU_TONG_HOP
source: Synthetic votes
my: အကျဉ်းချုပ်စာရွက်

# IVT_LANGUAGE_KEY_EXP_MEST_AGGREGATE__IN_PHIEU_TRA_DOI_THUOC
source: Print drug check sheet
my: ဆေးစစ်ချက်စာရွက်ကို ရိုက်နှိပ်ပါ။

# IVT_LANGUAGE_KEY_EXP_MEST_AGGREGATE__IN_TRA_DOI_THUOC
source: Poll hill drug investigation
my: ဆေးစစ်ချက်စာရွက်

# IVT_LANGUAGE_KEY_EXP_MEST_AGGREGATE__IN_TRA_DOI_THUOC_TONG_HOP
source: Print the general match
my: ပုံနှိပ်တိုက်

# IVT_LANGUAGE_KEY_FRM_AGG_EXP_MEST_FILTER__LINH_THUOC_VAT_TU
source: Filter conditions - Scope drugs
my: စစ်ထုတ်မှုအခြေအနေများ - မူးယစ်ဆေးဝါးအကွက်

# IVT_LANGUAGE_KEY_FRM_AGG_EXP_MEST_FILTER__PHIEU_LINH_NANG_CAO
source: Filter conditions - Advanced coupons
my: အခြေအနေများကို စစ်ထုတ်ခြင်း - အဆင့်မြင့်ကူပွန်များ

# IVT_LANGUAGE_KEY_FRM_AGG_EXP_MEST_FILTER__SUM
source: Filter conditions - Synthesis
my: စစ်ထုတ်မှု အခြေအနေများ - စုစည်းမှု

# IVT_LANGUAGE_KEY_FRM_AGG_EXP_MEST_FILTER__TRA_DOI
source: Conditions filter - Check Change
my: စစ်ထုတ်မှုအခြေအနေများ - ချိန်း

# UCExpMestAggregate.barButtonItem1.Caption
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)

# UCExpMestAggregate.barButtonItem2.Caption
source: Redo (Ctrl R)
my: ပြန်လုပ်ပါ (Ctrl R)

# UCExpMestAggregate.barButtonItem3.Caption
source: Synthetic (Ctrl T)
my: စုစည်းမှု (Ctrl T)

# UCExpMestAggregate.btnAggrExpMest.Text
source: Synthetic (Ctrl T)
my: စုစည်းမှု (Ctrl T)

# UCExpMestAggregate.btnInTraDoiTongHop.Text
source: Print the general match
my: ပုံနှိပ်တိုက်

# UCExpMestAggregate.btnRefresh.Text
source: Redo (Ctrl R)
my: ပြန်လုပ်ပါ (Ctrl R)

# UCExpMestAggregate.btnSearch.Text
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)

# UCExpMestAggregate.checkIHomePres.Properties.Caption
source: Take-away form
my: ယူသွားသည့်ပုံစံ

# UCExpMestAggregate.checkPresKidney.Properties.Caption
source: Dialysis application
my: Dialysis လျှောက်လွှာ

# UCExpMestAggregate.checkPresNormal.Properties.Caption
source: Regular menu
my: ပုံမှန်မီနူး

# UCExpMestAggregate.chkNotSynthetic.Properties.Caption
source: Not synthesize
my: မပြုစုရသေးဘူး။

# UCExpMestAggregate.chkSynthesized.Properties.Caption
source: Synthesized
my: ပေါင်းစပ်ထားပါတယ်။

# UCExpMestAggregate.chkThuocVTTheoPhieuXuat.Properties.Caption
source: Display drugs/supplies according to each release slip
my: ထုတ်ဝေစလစ်တစ်ခုစီအလိုက် ဆေးဝါး/ပစ္စည်းများကို ပြသပါ။

# UCExpMestAggregate.grdColExecuteRoomName.Caption
source: warehouse production
my: ဂိုဒေါင်ကို တင်ပို့သည်။

# UCExpMestAggregate.grdColExpCreateTime.Caption
source: Time created
my: ဖန်တီးချိန်

# UCExpMestAggregate.grdColExpCreator.Caption
source: creators
my: ဖန်ဆင်းရှင်

# UCExpMestAggregate.grdColExpDelete.Caption
source: Erase
my: ဖျက်ပါ။

# UCExpMestAggregate.grdColExpDelete.ToolTip
source: Erase
my: ဖျက်ပါ။

# UCExpMestAggregate.grdColExpMestCode.Caption
source: Coupon code field
my: ဘောက်ချာကုဒ်

# UCExpMestAggregate.grdColExpPrint.Caption
source: Print out the coupon aggregate
my: အနှစ်ချုပ်စာရွက်ကို ပုံနှိပ်ပါ။

# UCExpMestAggregate.grdColExpPrint.ToolTip
source: Print out the coupon aggregate
my: အနှစ်ချုပ်စာရွက်ကို ပုံနှိပ်ပါ။

# UCExpMestAggregate.grdColExpReqCode.Caption
source: Code bill
my: ဘောက်ချာကုဒ်

# UCExpMestAggregate.grdColExpReqIntructionTime.Caption
source: Time ordering
my: အော်ဒါမှာတယ်။

# UCExpMestAggregate.grdColExpReqPatientCode.Caption
source: Patients code
my: လူနာကုဒ်

# UCExpMestAggregate.grdColExpReqPatientName.Caption
source: Patient's
my: လူနာအမည်

# UCExpMestAggregate.grdColExpReqRoomName.Caption
source: warehouse production
my: ဂိုဒေါင်ကို တင်ပို့သည်။

# UCExpMestAggregate.grdColExpReqStatus.Caption
source: Status
my: အဆင့်အတန်း

# UCExpMestAggregate.grdColExpReqStatus.ToolTip
source: Status
my: အဆင့်အတန်း

# UCExpMestAggregate.grdColExpReqTreatmentCode.Caption
source: Treatment code
my: ကုသမှုကုဒ်

# UCExpMestAggregate.grdColExpReqUserName.Caption
source: Taskmaster
my: ရေးဆွဲသူ

# UCExpMestAggregate.grdColExpReqUserTime.Caption
source: Stop time
my: အသုံးပြုချိန်

# UCExpMestAggregate.grdColExpStatus.Caption
source: Status
my: အဆင့်အတန်း

# UCExpMestAggregate.grdColExpStockName.Caption
source: warehouse production
my: ဂိုဒေါင်ကို တင်ပို့သည်။

# UCExpMestAggregate.grdColExpTime.Caption
source: Stop time
my: အသုံးပြုချိန်

# UCExpMestAggregate.grdColExpTimeDisplay.Caption
source: Time out
my: တင်ပို့ချိန်

# UCExpMestAggregate.grdColExpUserName.Caption
source: who came
my: တင်ပို့သူ

# UCExpMestAggregate.grdColIntructionTime.Caption
source: Time ordering
my: အော်ဒါမှာတယ်။

# UCExpMestAggregate.grdColMediAmount.Caption
source: Number
my: အရေအတွက်

# UCExpMestAggregate.grdColMediBidNumber.Caption
source: Lot number
my: အရေအတွက်

# UCExpMestAggregate.grdColMediTypeCode.Caption
source: Ghost
my: ကုဒ်

# UCExpMestAggregate.grdColMediTypeName.Caption
source: Name
my: နာမည်

# UCExpMestAggregate.grdColMediUnitName.Caption
source: Unit
my: ယူနစ်

# UCExpMestAggregate.grdColPatientCode.Caption
source: Patients code
my: လူနာကုဒ်

# UCExpMestAggregate.grdColPatientName.Caption
source: Patient's
my: လူနာအမည်

# UCExpMestAggregate.grdColReqUserName.Caption
source: Taskmaster
my: ရေးဆွဲသူ

# UCExpMestAggregate.grdColServiceReqCode.Caption
source: Code bill
my: ဘောက်ချာကုဒ်

# UCExpMestAggregate.grdColStatus.Caption
source: Status
my: အဆင့်အတန်း

# UCExpMestAggregate.grdColStatus.ToolTip
source: Status
my: အဆင့်အတန်း

# UCExpMestAggregate.grdColTreatmentCode.Caption
source: Treatment code
my: ကုသမှုကုဒ်

# UCExpMestAggregate.gridColDelete.Caption
source: Erase
my: ဖျက်ပါ။

# UCExpMestAggregate.gridColEditPres.Caption
source: Fix
my: ပြင်ပါ။

# UCExpMestAggregate.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UCExpMestAggregate.layoutControl10.Text
source: layoutControl10
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၀

# UCExpMestAggregate.layoutControl11.Text
source: layoutControl11
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၁

# UCExpMestAggregate.layoutControl12.Text
source: layoutControl12
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၂

# UCExpMestAggregate.layoutControl13.Text
source: layoutControl13
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၃

# UCExpMestAggregate.layoutControl14.Text
source: layoutControl14
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၄

# UCExpMestAggregate.layoutControl15.Text
source: layoutControl15
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၅

# UCExpMestAggregate.layoutControl16.Text
source: layoutControl16
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၆

# UCExpMestAggregate.layoutControl17.Text
source: layoutControl17
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၇

# UCExpMestAggregate.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# UCExpMestAggregate.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# UCExpMestAggregate.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# UCExpMestAggregate.layoutControl5.Text
source: layoutControl5
my: အပြင်အဆင်ထိန်းချုပ်မှု ၅

# UCExpMestAggregate.layoutControl6.Text
source: layoutControl6
my: အပြင်အဆင်ထိန်းချုပ်မှု ၆

# UCExpMestAggregate.layoutControl7.Text
source: layoutControl7
my: အပြင်အဆင်ထိန်းချုပ်မှု ၇

# UCExpMestAggregate.layoutControl8.Text
source: layoutControl8
my: အပြင်အဆင်ထိန်းချုပ်မှု ၈

# UCExpMestAggregate.layoutControl9.Text
source: layoutControl9
my: အပြင်အဆင်ထိန်းချုပ်မှု ၉

# UCExpMestAggregate.layoutControlItem27.Text
source: Print now:
my: ယခု ပရင့်ထုတ်ပါ-

# UCExpMestAggregate.layoutControlItem5.Text
source: From:
my: မှ-

# UCExpMestAggregate.lciFromIntructionTime.Text
source: From:
my: မှ-

# UCExpMestAggregate.lciToIntructionTime.Text
source: Come:
my: ရောက်သည်-

# UCExpMestAggregate.navBarGroup1.Caption
source: Patient object
my: လူနာရှိကြပါတယ်။

# UCExpMestAggregate.navBarGroupMediStock.Caption
source: Export warehouse
my: ဂိုဒေါင်ကို တင်ပို့သည်။

# UCExpMestAggregate.navBarGroupTypePress.Caption
source: Single type
my: Single အမျိုးအစား

# UCExpMestAggregate.navBarGroupUserTimeTo.Caption
source: Time to use
my: အသုံးပြုသောအချိန်

# UCExpMestAggregate.navBed.Caption
source: Bed
my: အိပ်ရာဝင်

# UCExpMestAggregate.navIntructionTime.Caption
source: Time specified
my: သတ်မှတ်ချိန်

# UCExpMestAggregate.navRoom.Caption
source: Room
my: အခန်း

# UCExpMestAggregate.navStatus.Caption
source: Status
my: အဆင့်အတန်း

# UCExpMestAggregate.txtKeywordProcess.Properties.NullValuePrompt
source: Keyword search (F2)
my: အဓိကစကားလုံး (F2) ရှာရန်
