Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.TreatmentFinish/Resources/Lang.*.resx
Languages: my, vi

# BenhNhanChuaKhoaVienPhi
source: Patient not locked for hospital fee
my: လူနာက ဆေးရုံစရိတ် မပေးရသေးဘူး။
vi: Bệnh nhân chưa khóa viện phí

# FormAppointment.bar1.Text
source: Tools
my: ကိရိယာများ

# FormAppointment.bbtnChonKhungGio.ToolTip
source: Choose an examination time frame
my: စာမေးပွဲအချိန်ဘောင်ကို ရွေးချယ်ပါ။
vi: Chọn khung giờ khám

# FormAppointment.btnAppointmentService.Text
source: Appointment service
my: ရက်ချိန်းဝန်ဆောင်မှု
vi: Dịch vụ hẹn khám

# FormAppointment.gridColumn2.Caption
source: Code
my: ကုဒ်
vi: Mã

# FormAppointment.gridColumn3.Caption
source: Clinic name
my: ဆေးခန်းနာမည်
vi: Tên phòng khám

# FormAppointment.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormAppointment.layoutControlItem1.Text
source: Number of days:
my: ရက်အရေအတွက်-
vi: Số ngày:

# FormAppointment.layoutControlItem10.Text
source: No.:
my: နံပါတ်-
vi: STT:

# FormAppointment.layoutControlItem4.OptionsToolTip.ToolTip
source: Next clinic
my: နောက် ဆေးခန်း
vi: Phòng khám lần sau

# FormAppointment.layoutControlItem4.Text
source: PK next time:
my: PK နောက်တစ်ကြိမ်
vi: PK lần sau:

# FormAppointment.layoutControlItem8.Text
source: Room:
my: အခန်း-
vi: Phòng:

# FormAppointment.lciAdvise.Text
source: Doctor's advice:
my: ဆရာဝန် အကြံပေးချက်-
vi: Lời dặn bác sĩ:

# FormAppointment.lciTimeAppointments.OptionsToolTip.ToolTip
source: Appointment time
my: ချိန်းထားချိန်
vi: Thời gian hẹn khám

# FormAppointment.lciTimeAppointments.Text
source: TG makes an appointment:
my: TG က ရက်ချိန်းယူသည်-
vi: TG hẹn khám:

# FormAppointment.lciTimeFrame.Text
source: Time slot:
my: အချိန်နေရာ-
vi: Khung giờ:

# FormAppointment.Text
source: See you again
my: ပြန်တွေ့မယ်။
vi: Hẹn khám lại

# FormAppointment.txtAdvise.Properties.NullValuePrompt
source: Doctor's advice
my: ဆရာဝန်ရဲ့ အကြံပေးချက်
vi: Lời dặn bác sĩ

# FormAppointment.txtSearch.Properties.NullValuePrompt
source: Search keywords
my: အဓိကစကားလုံးများကို ရှာဖွေပါ။
vi: Từ khóa tìm kiếm

# FormDeath.bar1.Text
source: Tools
my: ကိရိယာများ

# FormDeath.barButtonItem__Edit.Caption
source: Edit (Ctrl E)
my: တည်းဖြတ်ရန် (Ctrl E)
vi: Sửa (Ctrl E)

# FormDeath.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormDeath.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# FormDeath.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# FormDeath.Text
source: Death information
my: သေဆုံးခြင်းအချက်အလက်
vi: Thông tin tử vong

# FormDeath.xtraTabPage1.Text
source: General information
my: ယေဘုယျသတင်းအချက်အလက်
vi: Thông tin chung

# FormDeath.xtraTabPage2.Text
source: Details
my: အသေးစိတ်
vi: Thông tin chi tiết

# FormTransfer.bar1.Text
source: Tools
my: ကိရိယာများ

# FormTransfer.btnSaveTranPatiTemp.Text
source: Save the template
my: ပုံစံခွက်ကို သိမ်းဆည်းပါ။
vi: Lưu mẫu

# FormTransfer.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormTransfer.layoutControlItem1.Text
source: Used medicine
my: ဆေးသုံးတယ်။
vi: Thuốc đã dùng

# FormTransfer.layoutControlItem2.Text
source: Professional reasons:
my: ပရော်ဖက်ရှင်နယ် အကြောင်းပြချက်များ-
vi: Lý do chuyên môn:

# FormTransfer.layoutControlItem3.Text
source: Professional reasons:
my: ပရော်ဖက်ရှင်နယ် အကြောင်းပြချက်များ-
vi: Lý do chuyên môn:

# FormTransfer.layoutControlItem8.OptionsToolTip.ToolTip
source: Choose the person with authority to sign the hospital transfer form
my: ဆေးရုံလွှဲပြောင်းရေးဖောင်တွင် လက်မှတ်ရေးထိုးရန် အခွင့်အာဏာရှိသူကို ရွေးချယ်ပါ။
vi: Chọn người thẩm quyền ký giấy chuyển viện

# FormTransfer.layoutControlItem8.Text
source: Signed by:
my: လက်မှတ်ရေးထိုးခဲ့သည်-
vi: Người ký:

# FormTransfer.lciHuongDieuTri.Text
source: Treatment direction
my: ကုသမှုလမ်းညွှန်
vi: Hướng điều trị

# FormTransfer.lciMediOrg.Text
source: Destination:
my: ဦးတည်ရာ-
vi: Nơi đến:

# FormTransfer.lciMediOrgAddress.Text
source: Address:
my: လိပ်စာ-
vi: Địa chỉ:

# FormTransfer.lciNguoiHoTong.Text
source: Full name, title, and professional qualifications of the escort
my: အစောင့်အကြပ်၏ အမည်အပြည့်အစုံ၊ ခေါင်းစဉ်နှင့် ကျွမ်းကျင်အရည်အချင်းများ
vi: Họ tên chức danh, trình độ chuyên môn của người hộ tống

# FormTransfer.lciPhuongPhapSuDung.Text
source: Treatments
my: ကုသမှုများ
vi: Phương pháp điều trị

# FormTransfer.lciPhuongTienVanChuyen.Text
source: Transportation
my: လမ်းပန်းဆက်သွယ်ရေး
vi: Phương tiện vận chuyển

# FormTransfer.lciTinhTrangNguoiBenh.Text
source: Patient's condition
my: လူနာအခြေအနေ
vi: Tình trạng người bệnh

# FormTransfer.lciTranPatiForm.Text
source: Form:
my: ပုံစံ-
vi: Hình thức:

# FormTransfer.lciTranPatiReason.Text
source: Reason:
my: အကြောင်းရင်း-
vi: Lý do:

# FormTransfer.lciTranPatiTemp.Text
source: Sample:
my: နမူနာ:
vi: Mẫu:

# FormTransfer.Text
source: Hospital transfer information
my: ဆေးရုံလွှဲပြောင်းသတင်းအချက်အလက်
vi: Thông tin chuyển viện

# FormTreatmentFinish.bar1.Text
source: Tools
my: ကိရိယာများ

# FormTreatmentFinish.btnAppointInfo.Text
source: TT makes an appointment
my: TT က ရက်ချိန်းပေးပါတယ်။
vi: TT hẹn khám

# FormTreatmentFinish.btnAppointInfo.ToolTip
source: Appointment information
my: ချိန်းဆိုမှုအချက်အလက်
vi: Thông tin hẹn khám

# FormTreatmentFinish.btnBedHistory.Text
source: Bed history
my: အိပ်ရာဝင်မှတ်တမ်း
vi: Lịch sử giường

# FormTreatmentFinish.btnCD.ToolTip
source: Additional diagnostic information displayed on hospital discharge papers
my: ဆေးရုံဆင်းစာရွက်များတွင် ပြသထားသော နောက်ထပ်ရောဂါရှာဖွေရေးအချက်အလက်များ
vi: Bổ sung thông tin chẩn đoán hiển thị trên giấy ra viện

# FormTreatmentFinish.btnCheckIcd.ToolTip
source: Summarize from the secondary diagnoses, the main diagnosis of all medical orders and do not contain the main diagnosis of the treatment record into the secondary diagnosis
my: ဆင့်ပွားရောဂါရှာဖွေမှုများမှ အကျဉ်းချုပ်၊ ဆေးဘက်ဆိုင်ရာအမှာစာအားလုံး၏ အဓိကရောဂါရှာဖွေခြင်းဖြစ်ပြီး ကုသရေးမှတ်တမ်း၏ အဓိကရောဂါရှာဖွေခြင်းမှတ်တမ်းကို သာမညရောဂါရှာဖွေခြင်းတွင် မပါဝင်ပါ။
vi: Tổng hợp từ các chẩn đoán phụ, chẩn đoán chính của tất cả các y lệnh và không chứa chẩn đoán chính của hồ sơ điều trị vào chẩn đoán phụ

# FormTreatmentFinish.btnChoiceResult.Text
source: Select results
my: ရလဒ်များကို ရွေးချယ်ပါ။
vi: Chọn kết quả

# FormTreatmentFinish.btnDeleteEndInfo.Text
source: Delete TT and leave the hospital
my: TT ကိုဖျက်ပြီး ဆေးရုံမှ ဆင်းပါ။
vi: Xóa TT ra viện

# FormTreatmentFinish.btnDeleteEndInfo.ToolTip
source: Delete hospital discharge information including discharge time, results, discharge type and other discharge information
my: ဆေးရုံဆင်းချိန်၊ ရလဒ်များ၊ ဆင်းရမည့်အမျိုးအစားနှင့် အခြားထွက်ရှိမည့်အချက်အလက်များအပါအဝင် ဆေးရုံဆင်းရမည့်အချက်အလက်များကို ဖျက်ပါ။
vi: Xóa thông tin ra viện bao gồm Thời gian ra viện, Kết quả, Loại ra viện và các thông tin ra viện khác

# FormTreatmentFinish.btnDHST.Text
source: Signs of vitality
my: တက်ကြွမှုလက္ခဏာများ
vi: Dấu hiệu sinh tồn

# FormTreatmentFinish.BtnEndCode.Text
source: Hospital discharge number issued
my: ဆေးရုံဆင်းရမည့်နံပါတ်ကို ထုတ်ပြန်ခဲ့သည်။
vi: Cấp số ra viện

# FormTreatmentFinish.btnGetPT.Text
source: Get surgical information
my: ခွဲစိတ်မှုဆိုင်ရာ အချက်အလက်ကို ရယူပါ။
vi: Lấy thông tin phẫu thuật

# FormTreatmentFinish.btnGetQT.Text
source: Get information
my: အချက်အလက်ရယူပါ။
vi: Lấy thông tin

# FormTreatmentFinish.btnKiemTraHoSo.Text
source: Check records
my: မှတ်တမ်းများကို စစ်ဆေးပါ။
vi: Kiểm tra hồ sơ

# FormTreatmentFinish.btnListTextLib.Text
source: Sample list
my: နမူနာစာရင်း
vi: Danh sách mẫu

# FormTreatmentFinish.btnPrint.Text
source: Printing
my: ပုံနှိပ်ခြင်း။
vi: In ấn

# FormTreatmentFinish.btnPrintConfig.ToolTip
source: Configure print templates to automatically print when the Save button is pressed
my: Save ခလုတ်ကို နှိပ်သောအခါ အလိုအလျောက် ပရင့်ထုတ်ရန် နမူနာပုံစံများကို စီစဉ်သတ်မှတ်ပါ။
vi: Cấu hình các mẫu in cho phép tự động in khi nhấn nút Lưu

# FormTreatmentFinish.btnSaveTemp.Text
source: Save temporarily
my: ခေတ္တသိမ်းဆည်းပါ။
vi: Lưu tạm

# FormTreatmentFinish.btnSaveTextLib.Text
source: Save as template
my: နမူနာပုံစံအဖြစ် သိမ်းဆည်းပါ။
vi: Lưu thành mẫu

# FormTreatmentFinish.cboEndDeptSubsHead.ToolTip
source: Choose a person to sign for the dean
my: ဌာနမှူးအတွက် လက်မှတ်ရေးထိုးရန် ပုဂ္ဂိုလ်ကို ရွေးချယ်ပါ။
vi: Chọn người ký thay trưởng khoa

# FormTreatmentFinish.cboHospSubsDirector.ToolTip
source: Choose someone to sign for the hospital director
my: ဆေးရုံဒါရိုက်တာအတွက် လက်မှတ်ရေးထိုးရန် တစ်စုံတစ်ဦးကို ရွေးချယ်ပါ။
vi: Chọn người ký thay giám đốc bệnh viện

# FormTreatmentFinish.chkSinhLaiSoChuyenVien.Properties.Caption
source: Rebirth of hospital transfer number
my: ပြန်လည်မွေးဖွားခြင်း၏ဆေးရုံလွှဲပြောင်းနံပါတ်
vi: Sinh lại số chuyển viện

# FormTreatmentFinish.chkSinhLaiSoRaVien.Properties.Caption
source: Rebirth of hospital discharge number
my: ဆေးရုံမှဆင်းသည့်နံပါတ်ကို ပြန်လည်မွေးဖွားခြင်း။
vi: Sinh lại số ra viện

# FormTreatmentFinish.chKTaoHoSoMoi.ToolTip
source: Create new treatment records for outpatients
my: ပြင်ပလူနာများအတွက် ကုသမှုမှတ်တမ်းအသစ်များ ဖန်တီးပါ။
vi: Tạo hồ sơ điều trị mới cho bệnh nhân ngoại trú

# FormTreatmentFinish.dtNewTreatmentTime.ToolTip
source: Hospital admission time of new record
my: ဆေးရုံတက်ရချိန် စံချိန်သစ်
vi: Thời gian vào viện của hồ sơ mới

# FormTreatmentFinish.emptyPhuongPhapDieuTri.Text
source: Treatments
my: ကုသမှုများ
vi: Phương pháp điều trị

# FormTreatmentFinish.layoutControlItem11.OptionsToolTip.ToolTip
source: Additional termination type information.
my: နောက်ထပ်ရပ်စဲမှုအမျိုးအစားအချက်အလက်။
vi: Thông tin loại kết thúc bổ sung.

# FormTreatmentFinish.layoutControlItem11.Text
source: Additional information:
my: နောက်ထပ်အချက်အလက်များ:
vi: TT bổ sung:

# FormTreatmentFinish.layoutControlItem2.Text
source: Social insurance code:
my: လူမှုအာမခံကုဒ်-
vi: Mã BHXH:

# FormTreatmentFinish.layoutControlItem25.Text
source: Pathological process and clinical evolution
my: ရောဂါဗေဒဖြစ်စဉ်နှင့်လက်တွေ့ဆင့်ကဲဖြစ်စဉ်
vi: Quá trình bệnh lý và diễn biến lâm sàng

# FormTreatmentFinish.layoutControlItem27.OptionsToolTip.ToolTip
source: Create new treatment records for outpatients
my: ပြင်ပလူနာများအတွက် ကုသမှုမှတ်တမ်းအသစ်များ ဖန်တီးပါ။
vi: Tạo hồ sơ điều trị mới cho bệnh nhân ngoại trú

# FormTreatmentFinish.layoutControlItem27.Text
source: Create new profile:
my: ပရိုဖိုင်အသစ်ဖန်တီးပါ-
vi: Tạo hồ sơ mới:

# FormTreatmentFinish.layoutControlItem28.OptionsToolTip.ToolTip
source: Additional diagnostic information displayed on hospital discharge papers
my: ဆေးရုံဆင်းစာရွက်များတွင် ပြသထားသော နောက်ထပ်ရောဂါရှာဖွေရေးအချက်အလက်များ
vi: Bổ sung thông tin chẩn đoán hiển thị trên giấy ra viện

# FormTreatmentFinish.layoutControlItem34.OptionsToolTip.ToolTip
source: Employee health check code
my: ဝန်ထမ်းကျန်းမာရေးစစ်ဆေးခြင်းကုဒ်
vi: Mã đợt khám sức khỏe của nhân viên

# FormTreatmentFinish.layoutControlItem34.Text
source: KSK batch code:
my: KSK အတွဲကုဒ်-
vi: Mã đợt KSK:

# FormTreatmentFinish.layoutControlItem37.Text
source: Doctor's advice
my: ဆရာဝန်ရဲ့ အကြံပေးချက်
vi: Lời dặn bác sĩ

# FormTreatmentFinish.layoutControlItem40.Text
source: Dean:
my: ဌာနမှူး-
vi: Trưởng khoa:

# FormTreatmentFinish.layoutControlItem43.OptionsToolTip.ToolTip
source: Choose someone to sign for the hospital director
my: ဆေးရုံဒါရိုက်တာအတွက် လက်မှတ်ရေးထိုးရန် တစ်စုံတစ်ဦးကို ရွေးချယ်ပါ။
vi: Chọn người ký thay giám đốc bệnh viện

# FormTreatmentFinish.layoutControlItem43.Text
source: Substitute signer:
my: အစားထိုးလက်မှတ်ထိုးသူ-
vi: Người ký thay:

# FormTreatmentFinish.layoutControlItem46.OptionsToolTip.ToolTip
source: Choose a person to sign for the dean
my: ဌာနမှူးအတွက် လက်မှတ်ရေးထိုးရန် ပုဂ္ဂိုလ်ကို ရွေးချယ်ပါ။
vi: Chọn người ký thay trưởng khoa

# FormTreatmentFinish.layoutControlItem46.Text
source: Substitute signer:
my: အစားထိုးလက်မှတ်ထိုးသူ-
vi: Người ký thay:

# FormTreatmentFinish.layoutControlItem5.Text
source: Hospital transfer number:
my: ဆေးရုံလွှဲပြောင်းနံပါတ်-
vi: Số chuyển viện:

# FormTreatmentFinish.layoutControlItem9.Text
source: Result:
my: ရလဒ်:
vi: Kết quả:

# FormTreatmentFinish.layoutControlMain.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormTreatmentFinish.lblEyesightGlassLeft.Text
source: /ten
my: /တကျိပ်

# FormTreatmentFinish.lblEyesightGlassRight.Text
source: /ten
my: /တကျိပ်

# FormTreatmentFinish.lblEyesightLeft.Text
source: /ten
my: /တကျိပ်

# FormTreatmentFinish.lblEyesightRight.Text
source: /ten
my: /တကျိပ်

# FormTreatmentFinish.lblKetQuaXetNghiem.Text
source: Laboratory and paraclinical results
my: ဓာတ်ခွဲခန်းနှင့် paraclinical ရလဒ်များ
vi: Kết quả xét nghiệm, cận lâm sàng

# FormTreatmentFinish.lcDepartmentOut.OptionsToolTip.ToolTip
source: Faculty discharged from the hospital
my: ဆေးရုံမှ ဆင်းခွင့်ရသည်။
vi: Khoa ra viện

# FormTreatmentFinish.lcDepartmentOut.Text
source: RV Department:
my: RV ဌာန-
vi: Khoa RV:

# FormTreatmentFinish.lcgEyeInfoGroup.Text
source: Eye information
my: မျက်စိအချက်အလက်
vi: Thông tin mắt

# FormTreatmentFinish.lciAdvised.Text
source: Doctor's advice
my: ဆရာဝန်ရဲ့ အကြံပေးချက်
vi: Lời dặn bác sỹ

# FormTreatmentFinish.lciChkCapSoLuuTruBA.OptionsToolTip.ToolTip
source: Create outpatient medical records
my: ပြင်ပလူနာ ဆေးမှတ်တမ်းများ ဖန်တီးပါ။
vi: Tạo bệnh án ngoại trú

# FormTreatmentFinish.lciChkCapSoLuuTruBA.Text
source: Create an outpatient BA:
my: ပြင်ပလူနာ BA ကို ဖန်တီးပါ-
vi: Tạo BA ngoại trú:

# FormTreatmentFinish.lciChkChronic.Text
source: Chronic patients:
my: နာတာရှည်လူနာများ
vi: BN mãn tính:

# FormTreatmentFinish.lciChkEmergency.Text
source: Emergency:
my: အရေးပေါ်-
vi: Cấp cứu:

# FormTreatmentFinish.lciChkOutHopitalCondition.Text
source: Eligible for discharge from hospital:
my: ဆေးရုံမှဆင်းခွင့်ရသည်-
vi: Đủ điều kiện ra viện:

# FormTreatmentFinish.lciClinical.Text
source: Pathological process and clinical evolution
my: ရောဂါဗေဒဖြစ်စဉ်နှင့်လက်တွေ့ဆင့်ကဲဖြစ်စဉ်
vi: Quá trình bệnh lý và diễn biến lâm sàng

# FormTreatmentFinish.lciDaysBedTreatment.OptionsToolTip.ToolTip
source: The maximum number of bed days allowed according to regulations is based on exit time, entry time and treatment results
my: စည်းမျဥ်းများအတိုင်း ခွင့်ပြုထားသော အိပ်ရာဝင်ရက် အများဆုံး အရေအတွက်သည် ထွက်ချိန်၊ ဝင်ချိန်နှင့် ကုသမှု ရလဒ်များအပေါ် အခြေခံသည်။
vi: Số ngày giường tối đa cho phép theo quy định căn cứ vào thời gian ra, thời gian vào và kết quả điều trị

# FormTreatmentFinish.lciDaysBedTreatment.Text
source: Bed days:
my: အိပ်ရာဝင်ရက်များ-
vi: Ngày giường TĐ:

# FormTreatmentFinish.lciDeleteEndInfo.OptionsToolTip.ToolTip
source: Delete hospital discharge information including discharge time, results, discharge type and other discharge information
my: ဆေးရုံဆင်းချိန်၊ ရလဒ်များ၊ ဆင်းရမည့်အမျိုးအစားနှင့် အခြားထွက်ရှိမည့်အချက်အလက်များအပါအဝင် ဆေးရုံဆင်းရမည့်အချက်အလက်များကို ဖျက်ပါ။
vi: Xóa thông tin ra viện bao gồm Thời gian ra viện, Kết quả, Loại ra viện và các thông tin ra viện khác

# FormTreatmentFinish.lciDeleteEndInfo.Text
source: Delete TT and leave the hospital
my: TT ကိုဖျက်ပြီး ဆေးရုံမှ ဆင်းပါ။
vi: Xóa TT ra viện

# FormTreatmentFinish.lciDoctorName.Text
source: Doctor:
my: ဆရာဝန်-
vi: Bác sĩ điều trị:

# FormTreatmentFinish.lciEndDepartment.Text
source: Ending department:
my: အဆုံးသတ်ဌာန-
vi: Khoa kết thúc:

# FormTreatmentFinish.lciEndOrder.Text
source: Hospital discharge number:
my: ဆေးရုံဆင်းရမည့်နံပါတ်-
vi: Số ra viện:

# FormTreatmentFinish.lciEndTime.OptionsToolTip.ToolTip
source: End time
my: ကုန်ဆုံးချိန်
vi: Thời gian kết thúc

# FormTreatmentFinish.lciEndTime.Text
source: Time out:
my: ခဏပွဲရပ်ခြင်း:
vi: Thời gian ra:

# FormTreatmentFinish.LciExpXml4210.OptionsToolTip.ToolTip
source: Export XML online
my: XML ကို အွန်လိုင်းမှ ထုတ်ယူပါ။
vi: Xuất XML thông tuyến

# FormTreatmentFinish.LciExpXml4210.Text
source: Export XML throughline:
my: XML ကို လိုင်းမှတစ်ဆင့် ထုတ်ယူပါ-
vi: Xuất XML thông tuyến:

# FormTreatmentFinish.lciExtraEndCode.Text
source: Additional code:
my: အပိုကုဒ်-
vi: Mã bổ sung:

# FormTreatmentFinish.lciEyesightGlassLeft.OptionsToolTip.ToolTip
source: Visual acuity with left lens
my: ဘယ်ဘက်မှန်ဘီလူးဖြင့် အမြင်အာရုံကြည်လင်မှု
vi: Thị lực có kính trái

# FormTreatmentFinish.lciEyesightGlassLeft.Text
source: Left visual acuity:
my: ဘယ်ဘက်အမြင်အာရုံပြတ်သားမှု-
vi: Thị lực CK trái:

# FormTreatmentFinish.lciEyesightGlassRight.OptionsToolTip.ToolTip
source: Eyesight with right glasses
my: ညာဘက်မျက်မှန်ဖြင့် မျက်စိမှုန်ခြင်း။
vi: Thị lực có kính phải

# FormTreatmentFinish.lciEyesightGlassRight.Text
source: Right visual acuity:
my: မှန်ကန်သော အမြင်အာရုံ
vi: Thị lực CK phải:

# FormTreatmentFinish.lciEyesightLeft.OptionsToolTip.ToolTip
source: Left uncorrected vision
my: ဘယ်ဘက် အမြင်မှား
vi: Thị lực không kính trái

# FormTreatmentFinish.lciEyesightLeft.Text
source: Left KK visual acuity:
my: ဘယ်ဘက် KK အမြင်အာရုံပြတ်သားမှု-
vi: Thị lực KK trái:

# FormTreatmentFinish.lciEyesightRight.OptionsToolTip.ToolTip
source: Right uncorrected vision
my: မှန်ကန်သော ရူပါရုံ
vi: Thị lực không kính phải

# FormTreatmentFinish.lciEyesightRight.Text
source: Right vision:
my: မှန်သောရူပါရုံ-
vi: Thị lực KK phải:

# FormTreatmentFinish.lciEyeTensionLeft.Text
source: Left intraocular pressure:
my: ဘယ်ဘက်မျက်စိအတွင်းပိုင်းဖိအား-
vi: Nhãn áp trái:

# FormTreatmentFinish.lciEyeTensionRight.Text
source: Right intraocular pressure:
my: ညာဘက်အတွင်းသားဖိအား-
vi: Nhãn áp phải:

# FormTreatmentFinish.lciKetQuaXetNghiem.Text
source: Laboratory and paraclinical results
my: ဓာတ်ခွဲခန်းနှင့် paraclinical ရလဒ်များ
vi: Kết quả xét nghiệm, cận lâm sàng

# FormTreatmentFinish.lciMethod.Text
source: Treatments
my: ကုသမှုများ
vi: Phương pháp điều trị

# FormTreatmentFinish.lciNewTreatmentTime.OptionsToolTip.ToolTip
source: Hospital admission time of new record
my: ဆေးရုံတက်ရချိန် စံချိန်သစ်
vi: Thời gian vào viện của hồ sơ mới

# FormTreatmentFinish.lciNewTreatmentTime.Text
source: Time:
my: အချိန်:
vi: Thời gian:

# FormTreatmentFinish.lciNumberOfDays.Text
source: Number of days of treatment:
my: ကုသမှုရက်အရေအတွက်-
vi: Số ngày điều trị:

# FormTreatmentFinish.lciOutPatientDateFrom.Text
source: Outpatient from:
my: ပြင်ပလူနာ-
vi: Ngoại trú từ:

# FormTreatmentFinish.lciOutPatientDateTo.Text
source: Outpatient arrival:
my: ပြင်ပလူနာရောက်ရှိမှု-
vi: Ngoại trú đến:

# FormTreatmentFinish.lciPatientProgram.Text
source: Programme:
my: အစီအစဉ်-
vi: Chương trình:

# FormTreatmentFinish.lciStoreCode.Text
source: Storage number:
my: သိုလှောင်မှုနံပါတ်-
vi: Số lưu trữ:

# FormTreatmentFinish.lciSurgery.Text
source: Pathology
my: ရောဂါဗေဒ
vi: Giải phẫu bệnh

# FormTreatmentFinish.lciTimeIn.Text
source: Time in:
my: အချိန်-
vi: Thời gian vào:

# FormTreatmentFinish.lciTypeOfDischarge.Text
source: Hospital discharge type:
my: ဆေးရုံဆင်းရမည့်အမျိုးအစား-
vi: Loại ra viện:

# FormTreatmentFinish.Text
source: End of treatment
my: ကုသမှုပြီးဆုံး
vi: Kết thúc điều trị

# FormTreatmentFinish.txtAdvised.Properties.NullValuePrompt
source: F5 to select the content library
my: အကြောင်းအရာဒစ်ဂျစ်တိုက်ကိုရွေးချယ်ရန် F5
vi: F5 để chọn thư viện nội dung

# FormTreatmentFinish.txtEndDeptSubsHead.ToolTip
source: Choose a person to sign for the dean
my: ဌာနမှူးအတွက် လက်မှတ်ရေးထိုးရန် ပုဂ္ဂိုလ်ကို ရွေးချယ်ပါ။
vi: Chọn người ký thay trưởng khoa

# FormTreatmentFinish.txtHospSubsDirector.ToolTip
source: Choose someone to sign for the hospital director
my: ဆေးရုံဒါရိုက်တာအတွက် လက်မှတ်ရေးထိုးရန် တစ်စုံတစ်ဦးကို ရွေးချယ်ပါ။
vi: Chọn người ký thay giám đốc bệnh viện

# FormTreatmentFinish.txtMethod.Properties.NullValuePrompt
source: F5 to select the content library
my: အကြောင်းအရာဒစ်ဂျစ်တိုက်ကိုရွေးချယ်ရန် F5
vi: F5 để chọn thư viện nội dung

# FormTTCDHienThiTrenGiayRaVien.bar1.Text
source: Tools
my: ကိရိယာများ

# FormTTCDHienThiTrenGiayRaVien.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormTTCDHienThiTrenGiayRaVien.Text
source: Diagnostic information is displayed on hospital discharge papers
my: ရောဂါရှာဖွေရေးအချက်အလက်ကို ဆေးရုံဆင်းခွင့်စာရွက်များတွင် ပြသထားသည်။
vi: Thông tin chẩn đoán hiển thị trên giấy ra viện

# frmCheckBedRoom.gridColumn1.Caption
source: No
my: မရှိ
vi: STT

# frmCheckBedRoom.gridColumn2.Caption
source: Room name
my: အခန်းအမည်
vi: Tên buồng

# frmCheckBedRoom.gridColumn3.Caption
source: The person let him into the room
my: ထိုလူက သူ့ကို အခန်းထဲသို့ လွှတ်လိုက်သည်။
vi: Người cho vào buồng

# frmCheckBedRoom.gridColumn4.Caption
source: Time to enter the chamber
my: အခန်းထဲသို့ဝင်ရန်အချိန်
vi: Thời gian vào buồng

# frmCheckBedRoom.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmCheckBedRoom.Text
source: Select data into chamber
my: အခန်းထဲသို့ ဒေတာကို ရွေးပါ။
vi: Chọn dữ liệu vào buồng

# frmDHST.bar1.Text
source: Tools
my: ကိရိယာများ

# frmDHST.barButtonItem1.Caption
source: Save
my: သိမ်းဆည်းပါ။
vi: Lưu

# frmDHST.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmDHST.Text
source: Signs of vitality
my: တက်ကြွမှုလက္ခဏာများ
vi: Dấu hiệu sinh tồn

# frmDienBienCLS.bar1.Text
source: Tools
my: ကိရိယာများ

# frmDienBienCLS.barButtonItem1.Caption
source: Select (Ctrl S)
my: (Ctrl S) ကို ရွေးပါ
vi: Chọn (Ctrl S)

# frmDienBienCLS.btnSave.Text
source: Select (Ctrl S)
my: (Ctrl S) ကို ရွေးပါ
vi: Chọn (Ctrl S)

# frmDienBienCLS.gridColumn1.Caption
source: Time
my: အချိန်
vi: Thời gian

# frmDienBienCLS.gridColumn2.Caption
source: Clinic
my: ဆေးခန်း
vi: Phòng khám

# frmDienBienCLS.gridColumn3.Caption
source: Command code
my: အမိန့်ကုဒ်
vi: Mã y lệnh

# frmDienBienCLS.gridColumn4.Caption
source: Time
my: အချိန်
vi: Thời gian

# frmDienBienCLS.gridColumn5.Caption
source: Department
my: ဌာန
vi: Khoa

# frmDienBienCLS.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmDienBienCLS.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# frmDienBienCLS.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# frmDienBienCLS.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# frmDienBienCLS.Text
source: Select CLS evolution
my: CLS ဆင့်ကဲဖြစ်စဉ်ကို ရွေးပါ။
vi: Chọn diễn biến CLS

# frmDienBienCLS.xtraTabPage1.Text
source: Public examination
my: လူထုစာမေးပွဲ
vi: Công khám

# frmDienBienCLS.xtraTabPage2.Text
source: Treatment sheet
my: ကုသမှုစာရွက်
vi: Tờ điều trị

# frmHisDeathInfo.lciDeathDocumentDate.Text
source: Document date:
my: ရက်စွဲအပိုင်း-
vi: Ngày cấp:

# frmHisDeathInfo.lciDeathDocumentNumber.Text
source: Number:
my: နံပါတ်-
vi: Số:

# frmHisDeathInfo.lciDeathDocumentPlace.Text
source: Doc place:
my: မှထုတ်ပြန်သည်:
vi: Nơi cấp:

# frmHisDeathInfo.lciDeathDocumentType.Text
source: Doc type:
my: စာရွက်စာတမ်းအမျိုးအစား-
vi: Loại giấy tờ:

# frmHisDeathInfo.lciDeathDocumentType.Tooltip
source: Loại giấy tờ chứng minh nhân thân (CMND hoặc giấy tờ tương đương)
my: သက်သေခံစာရွက်စာတမ်း အမျိုးအစား (ID ကတ် သို့မဟုတ် တူညီသောစာရွက်စာတမ်း)

# frmHisDeathInfo.lciDeathPlace.Text
source: Place:
my: သေဆုံးသည့်နေရာ
vi: Nơi tử vong:

# frmWarning.chkSkip.Properties.Caption
source: Skip
my: ကျော်သွားပါ။
vi: Bỏ qua

# frmWarning.gridColumnDescription.Caption
source: Describe
my: ဖော်ပြပါ။
vi: Mô tả

# frmWarning.layoutControlRoot.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmWarning.Text
source: Warning
my: သတိပေးချက်
vi: Cảnh báo

# IVT_LANGUAGE_KEY__FORM_APPOINTMENT__LCI_APPOINTMENT_TIME
source: Appointment time:
my: TG က ရက်ချိန်းယူသည်-
vi: TG hẹn khám:

# IVT_LANGUAGE_KEY__FORM_APPOINTMENT__TEXT
source: Appointment
my: ပြန်တွေ့မယ်။
vi: Hẹn khám lại

# IVT_LANGUAGE_KEY__FORM_DEATH__CHK_AUPOPSY
source: Has atopsy
my: အလောင်းခွဲစိတ်မှုတစ်ခုရှိတယ်။
vi: Có khám nghiệm

# IVT_LANGUAGE_KEY__FORM_DEATH__LCI_DEATH_ANATOMIZE
source: Surgical results
my: ခွဲစိတ်မှုရလဒ်
vi: Kết quả giải phẫu

# IVT_LANGUAGE_KEY__FORM_DEATH__LCI_DEATH_CAUSE
source: Cause:
my: အကြောင်းရင်း-
vi: Nguyên nhân:

# IVT_LANGUAGE_KEY__FORM_DEATH__LCI_DEATH_CAUSE_DETAIL
source: Cause Detail
my: အဓိကအကြောင်းရင်း-
vi: Nguyên nhân chính:

# IVT_LANGUAGE_KEY__FORM_DEATH__LCI_DEATH_TIME
source: Time of death:
my: သေချိန်-
vi: T/gian tử vong:
