Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.TreatmentFinish/Resources/Lang.*.resx
Languages: my, vi

# IVT_LANGUAGE_KEY__FORM_DEATH__LCI_DEATH_WITHIN
source: Within:
my: အတွင်း-
vi: Trong vòng:

# IVT_LANGUAGE_KEY__FORM_DEATH__TEXT
source: Death information
my: သေဆုံးခြင်းအချက်အလက်
vi: Thông tin tử vong

# IVT_LANGUAGE_KEY__FORM_SICK__CBO_WORK_PALCE
source: Patient's workplace:
my: လူနာ၏လုပ်ငန်းခွင်-
vi: Nơi làm việc của BN:

# IVT_LANGUAGE_KEY__FORM_SICK__CBO_WORK_PALCE__TOOL_TIP
source: Patient's workplace
my: လူနာ၏လုပ်ငန်းခွင်
vi: Nơi làm việc của bệnh nhân

# IVT_LANGUAGE_KEY__FORM_SICK__LCI_DOCUMENT_BOOK
source: Document book:
my: စာရွက်စာတမ်းစာအုပ်-
vi: Sổ chứng từ:

# IVT_LANGUAGE_KEY__FORM_SICK__LCI_RELATIVE_NAME
source: Relatives:
my: ဆွေမျိုးများ-
vi: Người thân:

# IVT_LANGUAGE_KEY__FORM_SICK__LCI_RELATIVE_TYPE
source: Chat with relatives:
my: ဆွေမျိုးများနှင့် စကားပြောပါ-
vi: QH với người thân:

# IVT_LANGUAGE_KEY__FORM_SICK__LCI_RELATIVE_TYPE__TOOL_TIP
source: Relationships with relatives
my: ဆွေမျိုးများနှင့် ဆက်ဆံရေး
vi: Quan hệ với người thân

# IVT_LANGUAGE_KEY__FORM_SICK__LCI_SICK_HEIN_CARD_NUMBER
source: Health insurance card number:
my: ကျန်းမာရေးအာမခံကတ်နံပါတ်-
vi: Số thẻ BHYT:

# IVT_LANGUAGE_KEY__FORM_SICK__LCI_SICK_LEAVE_DAY
source: Number of days:
my: ရက်အရေအတွက်-
vi: Số ngày:

# IVT_LANGUAGE_KEY__FORM_SICK__LCI_SICK_LEAVE_FROM_TIME
source: Time off from:
my: အားလပ်ချိန်-
vi: Thời gian nghỉ từ:

# IVT_LANGUAGE_KEY__FORM_SICK__LCI_SICK_LEAVE_TO_TIME
source: arrive:
my: ရောက်ရှိလာ:
vi: đến:

# IVT_LANGUAGE_KEY__FORM_SICK__LCI_SICK_USER
source: Provider:
my: ပံ့ပိုးသူ-
vi: Người cấp:

# IVT_LANGUAGE_KEY__FORM_SICK__TEXT
source: Sick leave
my: နေမကောင်းဖြစ်မယ်။
vi: Nghỉ ốm

# IVT_LANGUAGE_KEY__FORM_SICK__TXT_WORK_PALCE__NULL_VALUE_PROMPT
source: Workplace (other information)
my: လုပ်ငန်းခွင် (အခြားအချက်အလက်)
vi: Nơi làm việc (thông tin khác)

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_DAU_HIEU_LAM_SANG
source: Clinical signs
my: လက်တွေ့လက္ခဏာများ
vi: Dấu hiệu lâm sàng

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_HUONG_DIEU_TRI
source: Direction of treatment
my: ကုသမှုလမ်းညွှန်
vi: Hướng điều trị

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_KET_QUA_XET_NGHIEM
source: Test results, subclinical
my: ဓာတ်ခွဲခန်းနှင့် paraclinical ရလဒ်များ
vi: Kết quả xét nghiệm, cận lâm sàng

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_MEDI_ORG
source: Hospital:
my: ဦးတည်ရာ-
vi: Nơi đến:

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_MEDI_ORG_ADDRESS
source: Address:
my: လိပ်စာ-
vi: Địa chỉ:

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_NGUOI_HO_TONG
source: They name the title, professional qualification of the escort
my: အစောင့်အကြပ်၏ အမည်အပြည့်အစုံ၊ ခေါင်းစဉ်နှင့် ကျွမ်းကျင်အရည်အချင်းများ
vi: Họ tên chức danh, trình độ chuyên môn của người hộ tống

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_PHUONG_PHAP_SU_DUNG
source: Methods used
my: ကုသမှုများ
vi: Phương pháp điều trị

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_PHUONG_TIEN_VAN_CHUYEN
source: Transportation
my: လမ်းပန်းဆက်သွယ်ရေး
vi: Phương tiện vận chuyển

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_TINH_TRANG_NGUOI_BENH
source: Patient status
my: လူနာအခြေအနေ
vi: Tình trạng người bệnh

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_TRAN_PATI_FORM
source: Form:
my: ပုံစံ-
vi: Hình thức:

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_TRAN_PATI_REASON
source: Reason:
my: အကြောင်းရင်း-
vi: Lý do:

# IVT_LANGUAGE_KEY__FORM_TRANSFER__TEXT
source: Information transferred
my: ဆေးရုံလွှဲပြောင်းသတင်းအချက်အလက်
vi: Thông tin chuyển viện

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FIMISH_MA
source: Code
my: ကုဒ်
vi: Mã

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FIMISH_TEN
source: Name
my: နာမည်
vi: Tên

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__BTN_PATIENT_PROGRAM
source: Patient program
my: BN အစီအစဉ်
vi: BN Chương trình

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__BTN_PRINT
source: Print
my: ပုံနှိပ်ခြင်း။
vi: In ấn

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__BTN_PRINT_FIRST
source: Save temporarily
my: ခေတ္တသိမ်းဆည်းပါ။
vi: Lưu tạm

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__CLOSE_TREATMENT_SAVE
source: Agree (Ctrl S)
my: သဘောတူသည် (Ctrl S)
vi: Đồng ý (Ctrl S)

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_ADVISED
source: Advised:
my: ဆရာဝန်ရဲ့ အကြံပေးချက်
vi: Lời dặn bác sỹ

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_CHECK_EDIT_ICD
source: Edit:
my: ပြင်ဆင်ပါ
vi: Sửa:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_CHK_CAP_SO_LUU_TRU_BA
source: Create an outpatient BA:
my: ပြင်ပလူနာ BA ကို ဖန်တီးပါ-
vi: Tạo BA ngoại trú:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_DOCTOR_NAME
source: Doctor:
my: ဆရာဝန်-
vi: Bác sĩ điều trị:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_END_DEPARTMENT
source: End department:
my: အဆုံးသတ်ဌာန-
vi: Khoa kết thúc:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_END_ORDER
source: Number out hospital:
my: ဆေးရုံဆင်းရမည့်နံပါတ်-
vi: Số ra viện:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_END_TIME
source: End time:
my: ခဏပွဲရပ်ခြင်း:
vi: Thời gian ra:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_EXPXML4210
source: Export XML throughline:
my: XML ကို လိုင်းမှတစ်ဆင့် ထုတ်ယူပါ-
vi: Xuất XML thông tuyến:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_EXPXML4210_TOOLTIP
source: Export XML online
my: XML ကို အွန်လိုင်းမှ ထုတ်ယူပါ။
vi: Xuất XML thông tuyến

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_ICD_MAIN
source: Primary diagnosis:
my: အဓိက ရောဂါရှာဖွေခြင်း-
vi: Chẩn đoán chính:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_ICD_TEXT
source: Secondary diagnosis:
my: အလယ်တန်းကောလိပ်များ
vi: CĐ phụ:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_IS_CHRONIC
source: Chronic patients:
my: နာတာရှည်လူနာများ
vi: BN mãn tính:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_METHOD
source: Method:
my: ကုသမှုများ
vi: Phương pháp điều trị

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_MUNBER_OF_DAY
source: Number of day:
my: ကုသမှုရက်အရေအတွက်-
vi: Số ngày điều trị:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_PROGRAM
source: Programme:
my: အစီအစဉ်-
vi: Chương trình:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_RESULT
source: Result:
my: ရလဒ်:
vi: Kết quả:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_SO_LUU_TRU_BA
source: Storage number:
my: သိုလှောင်မှုနံပါတ်-
vi: Số lưu trữ:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_SURGERY
source: Surgery
my: ရောဂါဗေဒ
vi: Giải phẫu bệnh

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_TIME_IN
source: Time in:
my: အချိန်-
vi: Thời gian vào:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_TYPE_OF_DISCHARGE
source: Type of discharge
my: ဆေးရုံဆင်းရမည့်အမျိုးအစား-
vi: Loại ra viện:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_BANG_KE_THANH_TOAN
source: Payment list
my: ငွေပေးချေမှုစာရင်း
vi: Bảng kê thanh toán

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_BIEU_MAU_KHAC
source: Medical records
my: ဆေးမှတ်တမ်းများကို ပုံနှိပ်ပါ။
vi: In bệnh án

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_GIAY_BAO_TU
source: Death document
my: သေမင်းသတိပေးချက်
vi: Giấy báo tử

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_GIAY_CHUNG_NHAN_PTTT
source: Certificate of surgical procedure
my: ခွဲစိတ်မှုလက်မှတ်
vi: Giấy chứng nhân phẫu thuật

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_GIAY_CHUNG_NHAN_TT
source: Certificate of procedure
my: လုပ်ထုံးလုပ်နည်းလက်မှတ်
vi: Giấy chứng nhân thủ thuật

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_GIAY_CHUYEN_VIEN
source: Giấy chuyển viện
my: စာရွက် လွှဲပြောင်းပေးခြင်း

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_GIAY_HEN_KHAM_LAI
source: Giấy hẹn khám lại
my: ပြန်လည်စစ်ဆေးရန် ခန့်အပ်လွှာ

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_GIAY_NGHI_OM
source: Vacation leave for social insurance
my: လူမှုရေးအာမခံခံစားခွင့်လက်မှတ်
vi: Giấy nghỉ việc hưởng BHXH

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_GIAY_RA_VIEN
source: Giấy ra viện
my: ဆေးရုံငွေထုတ်

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_GIAY_XAC_NHAN_DIEU_TRI_NOI_TRU
source: Certificate of inpatient treatment
my: အတွင်းလူနာကုသမှုလက်မှတ်
vi: Giấy xác nhận điều trị nội trú

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_PHIEU_BAN_GIAO_NGUOI_BENH_CV
source: Handover form for patient transfer to hospital
my: လူနာအား ဆေးရုံသို့ လွှဲပြောင်းပေးအပ်ရန် ပုံစံ
vi: Phiếu bàn giao người bệnh chuyển viện

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_TOM_TAT_BENH_AN
source: Summary of medical history
my: ဆေးမှတ်တမ်းအကျဉ်းချုပ်
vi: Tóm tắt bệnh án

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_TOM_TAT_KET_QUA_CLS
source: Tóm tắt CLS(Giấy tổng hợp kết quả xét nghiệm)
my: CLS Summary (စာမေးပွဲရလဒ်အကျဉ်းချုပ်စာရွက်)

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_TOM_TAT_Y_LENH_PTTT_VA_DON_THUOC
source: Tóm tắt y lệnh phẫu thuật thủ thuật và đơn thuốc
my: ခွဲစိတ်မှုဆိုင်ရာ ညွှန်ကြားချက်များနှင့် ဆေးညွှန်းအကျဉ်းချုပ်

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__TXT_ICD_TEXT__NULL_VALUE
source: Press F1 to select the disease
my: ရောဂါကိုရွေးချယ်ရန် F1 ကိုနှိပ်ပါ။
vi: Nhấn F1 để chọn bệnh

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__TXT_METHOD_NULL_VAUE
source: F5 to select content library
my: အကြောင်းအရာဒစ်ဂျစ်တိုက်ကိုရွေးချယ်ရန် F5
vi: F5 để chọn thư viện nội dung

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__TXT_NNN
source: External NN:
my: ပြင်ပ NN-
vi: NN ngoài:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__TXT_NNN__TOOL_TIP
source: External cause
my: ပြင်ပအကြောင်းတရား
vi: Nguyên nhân ngoài

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__TXT_YHCT
source: College of Traditional Medicine:
my: တိုင်းရင်းဆေးကောလိပ်
vi: CĐ YHCT:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__TXT_YHCT__TOOL_TIP
source: Diagnosis of traditional medicine
my: တိုင်းရင်းဆေးပညာ၏ရောဂါလက္ခဏာ
vi: Chẩn đoán y học cổ truyền

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__TXT_YHCT_SEC
source: Secondary College of Traditional Medicine:
my: တိုင်းရင်းဆေးပညာအလယ်တန်းကောလိပ်
vi: CĐ YHCT phụ:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__TXT_YHCT_SEC__TOOL_TIP
source: Accompanying traditional medicine diagnosis
my: တိုင်းရင်းဆေးပညာနှင့်တွဲ၍ ရောဂါရှာဖွေခြင်း။
vi: Chẩn đoán y học cổ truyền kèm theo

# TruongThongTinCoDoDaiVuotQuaGioiHan
source: The length of the data field does not exceed 2000 characters
my: ဒေတာအကွက်၏ အရှည်သည် စာလုံးရေ 2000 ထက်မပိုပါ။
vi: Độ dài của trường dữ liệu không vượt quá 2000 ký tự

# FormAppointment.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# FormDeath.barButtonItem__Save.Caption
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# FormDeath.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# FormTransfer.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# FormTreatmentFinish.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# FormTreatmentFinish.layoutControlItem41.Text
source: Institute Director:
vi: Giám đốc viện:

# FormTreatmentFinish.lciChkOutHopitalCondition.OptionsToolTip.ToolTip
source: Mark the file as eligible for discharge from the hospital in case of \
vi: Đánh dấu hồ sơ đủ điều kiện ra viện trong trường hợp thực hiện "Lưu tạm". Các hồ sơ này sẽ được hiển thị màu xanh trong danh sách bệnh nhân tại "Buồng bệnh"

# FormTTCDHienThiTrenGiayRaVien.btnSave.Text
source: Save(Ctrl S)
vi: Lưu(Ctrl S)

# frmDHST.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__BTN_SAVE
source: Save (Ctrl S)
vi: Lưu (Ctrl S)
