Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.TreatmentFinish/Resources/Message.Lang.*.resx
Languages: my, vi

# BanBatBuocChonDichVuHenKhamKhiKetThucDieuTri
source: You are required to choose an appointment service at the end of treatment
my: ကုသမှုပြီးဆုံးချိန်တွင် ရက်ချိန်းဝန်ဆောင်မှုကို ရွေးချယ်ရန် လိုအပ်ပါသည်။
vi: Bạn bắt buộc chọn dịch vụ hẹn khám khi kết thúc điều trị

# BanCanNhapCacThongTinSauDePhucVuXuatXmlHoSoChungTu
source: You need to enter the following information to export Xml documents (CV2076): {0}
my: Xml စာရွက်စာတမ်းများ (CV2076) ကို ထုတ်ယူရန် အောက်ပါအချက်အလက်များကို ထည့်သွင်းရန် လိုအပ်သည်- {0}
vi: Bạn cần nhập các thông tin sau để phục vụ xuất Xml hồ sơ chứng từ (CV2076): {0}

# BanChuaChonPhongKhamLanSau
source: You haven't chosen your next clinic yet
my: သင့်နောက်ထပ်ဆေးခန်းကို သင်မရွေးချယ်ရသေးပါ။
vi: Bạn chưa chọn phòng khám lần sau

# BanChuaChonStt
source: You have not selected a serial number
my: နံပါတ်စဉ်တစ်ခုကို သင်ရွေးချယ်မထားပါ။
vi: Bạn chưa chọn số thứ tự

# BanCoMuonThucHienKhong
source: Would you like to sign?
my: လက်မှတ်ထိုးလိုပါသလား။
vi: Bạn có muốn thực hiện ký không?

# BanCoMuonTiepTuc
source: {0} Do you want to continue?
my: {0} ဆက်လုပ်လိုပါသလား။
vi: {0} Bạn có muốn tiếp tục không?

# BatBuocChonChuongTrinh
source: Required to choose a program
my: အစီအစဉ်တစ်ခုကို ရွေးချယ်ရန် လိုအပ်သည်။
vi: Bắt buộc chọn chương trình

# BenhNhanChuaCoDHST
source: The patient does not have vital sign information
my: လူနာတွင် အရေးကြီးသော လက္ခဏာ အချက်အလက် မရှိပါ။
vi: Bệnh nhân chưa có thông tin dấu hiệu sinh tồn

# BenhNhanCoThongTinBhytChuaDung
source: The patient has incorrect health insurance information.
my: လူနာတွင် မမှန်ကန်သော ကျန်းမာရေးအာမခံအချက်အလက်များရှိသည်။
vi: Bệnh nhân có thông tin BHYT chưa đúng.

# BenhNhanDangThieuVienPhi
source: Patient is lacking hospital fees ({0} VND)
my: လူနာသည် ဆေးရုံစရိတ် ({0} VND) ချို့တဲ့နေသည်
vi: Bệnh nhân đang thiếu viện phí ({0} đồng)

# BenhNhanDangThieuVienPhiBanCoMuonTiepTuc
source: The patient is lacking hospital fees ({0} VND).
my: လူနာသည် ဆေးရုံစရိတ် ({0} VND) ချို့တဲ့နေသည်။
vi: Bệnh nhân đang thiếu viện phí ({0} đồng). Bạn có muốn tiếp tục?

# BenhNhanNoiTruChuaDuocChiDinhDichVuGiuong
source: Bệnh nhân nội trú chưa được chỉ định dịch vụ giường. Bạn có muốn tiếp tục không?
my: အတွင်းလူနာများအား အိပ်ယာဝန်ဆောင်မှုများ ပေးအပ်ခြင်းမပြုရ။
vi: Bệnh nhân nội trú chưa được chỉ định dịch vụ giường.

# BenhNhanThieuCanNang
source: Patient lacks weight information in vital signs
my: လူနာသည် အရေးကြီးသော လက္ခဏာများတွင် ကိုယ်အလေးချိန် အချက်အလက် ချို့တဲ့သည်။
vi: Bệnh nhân thiếu thông tin cân nặng ở dấu hiệu sinh tồn

# BNCoDotDieuTriNTCuChuaKetThucKhongChoPhepChuyen
source: Patients whose previous outpatient/inpatient treatment has not ended are not allowed to be transferred to the hospital.
my: ယခင် ပြင်ပလူနာ/ အတွင်းလူနာ ကုသမှု မပြီးဆုံးသေးသော လူနာများကို ဆေးရုံသို့ ပြောင်းရွှေ့ခွင့် မပြုပါ။
vi: Bệnh nhân có đợt điều trị ngoại trú/nội trú cũ chưa kết thúc không cho phép chuyển viện. (Hồ sơ đã tạo: “{0}”)

# BuaAnCoSoLuongLonHonSoNgayDieuTri
source: Meals {0} are larger in number than the number of days of treatment.
my: အစားအစာများ {0} သည် ကုသသည့်ရက်အရေအတွက်ထက် ပိုများသည်။
vi: Bữa ăn {0} có số lượng lớn hơn số ngày điều trị.

# BuaAnCoSoLuongLonHonSoNgayDieuTriBanCoMuonTiepTucKhong
source: Meals {0} are larger in number than the number of days of treatment.
my: အစားအစာများ {0} သည် ကုသသည့်ရက်အရေအတွက်ထက် ပိုများသည်။
vi: Bữa ăn {0} có số lượng lớn hơn số ngày điều trị. Bạn có muốn tiếp tục không?

# CacPhieuChiDinhSauChuaKetThucKhongChoPhepKetThuc
source: The following orders have not yet been completed: {0}
my: အောက်ပါအမှာစာများ မပြီးပြတ်သေးပါ- {0}
vi: Các phiếu chỉ định sau chưa kết thúc: {0}

# CacVatTuThieuThongTinHoaDonBanCoMuonTiepTuc
source: Supplies {0} are missing invoice information.
my: ပစ္စည်းများ {0} သည် ပြေစာအချက်အလက် ပျောက်ဆုံးနေပါသည်။
vi: Các vật tư {0} thiếu thông tin hóa đơn. Bạn có muốn tiếp tục không?

# CanhBaoNgayHenLaChuNhat
source: The date of your current appointment is Sunday you want to continue
my: လက်ရှိချိန်းဆိုထားသည့်ရက်မှာ တနင်္ဂနွေဖြစ်သည်။ သင်ဆက်လက်လုပ်ဆောင်လိုပါသလား။
vi: Ngày hẹn khám hiện tại là ngày chủ nhật bạn có muốn tiếp tục không

# CanhBaoNgayHenLaThuBay
source: The date of your current appointment is Saturday you want to continue
my: လက်ရှိချိန်းဆိုထားသည့်ရက်သည် စနေနေ့ဖြစ်သည်။ သင်ဆက်လက်လုပ်ဆောင်လိုပါသလား။
vi: Ngày hẹn khám hiện tại là ngày thứ bảy bạn có muốn tiếp tục không

# CanhBaoNgayHenToiDa
source: The maximum number of appointment days allowed is {0} days.
my: အများဆုံးရက်ချိန်းခွင့်ပြုသည့်ရက်အရေအတွက်မှာ {0} ရက်ဖြစ်သည်။
vi: Số ngày hẹn khám tối đa cho phép là {0} ngày.

# CanhBaoThoiGianHenKhamSoVoiThoiGianKetThucDieuTri
source: Appointment time is greater than the end of treatment
my: ချိန်းဆိုထားသည့်အချိန်သည် ကုသမှုပြီးဆုံးချိန်ထက် ပိုနေရပါမည်။
vi: Thời gian hẹn khám phải lớn hơn thời gian kết thúc điều trị

# ChuaDuocTaoVoBenhAn
source: Bệnh nhân chương trình chưa được tạo Vỏ bệnh án. Bạn có muốn tạo hay không?
my: ပရိုဂရမ်လူနာသည် ဆေးမှတ်တမ်းခွံတစ်ခုကို မဖန်တီးရသေးပါ။

# ChuaLinhHetThuoc
source: Haven't taken all the medicine yet
my: ဆေးအကုန်မသောက်ရသေးဘူး။
vi: Chưa lĩnh hết thuốc

# ChuaNhapPhuongPhapDieuTri
source: You have not entered \
my: သင်သည် \
vi: Bạn chưa nhập "Phương pháp điều trị".

# ChuaNhapThoiGianHenKham
source: You have not selected an appointment time, please check again
my: သင်ချိန်းဆိုမည့်အချိန်ကို မရွေးချယ်ရသေးပါ၊ ကျေးဇူးပြု၍ ထပ်မံစစ်ဆေးပါ။
vi: Bạn chưa chọn thời gian hẹn khám, vui lòng kiểm tra lại

# ChuaNhapThongTinChuyenVien
source: You have not entered the transfer information, please check again
my: သင်သည် ဆေးရုံလွှဲပြောင်းမှု အချက်အလက် အပြည့်အစုံကို မဖြည့်ရသေးပါ၊ ကျေးဇူးပြု၍ ထပ်မံစစ်ဆေးပါ။
vi: Bạn chưa nhập đầy đủ thông tin chuyển viện, vui lòng kiểm tra lại

# ChuaNhapThongTinTuVong
source: You have not entered enough information to die, please check again
my: သေဆုံးခြင်းဆိုင်ရာ အချက်အလက်အပြည့်အစုံကို သင်မဖြည့်ရသေးပါ၊ ထပ်မံစစ်ဆေးပါ။
vi: Bạn chưa nhập đầy đủ thông tin tử vong, vui lòng kiểm tra lại

# ChuaTongHopSuatAnMaYLenh
source: - Not yet compiled (Order code: {0})
my: - မပြုစုရသေးပါ (အမှာစာကုဒ်- {0})
vi: - Chưa tổng hợp (Mã y lệnh: {0})

# ChucNangDangPhatTrienVuiLongThuLaiSau
source: Function not supported in current version, please try again later
my: လုပ်ဆောင်ချက်ကို လက်ရှိဗားရှင်းတွင် မပံ့ပိုးပါ၊ ကျေးဇူးပြု၍ နောက်မှ ထပ်ကြိုးစားပါ။
vi: Chức năng không được hỗ trợ ở phiên bản hiện tại, vui lòng thử lại sau

source: Program {0} is required to select outpatient treatment and the records will be automatically updated to outpatient treatment
my: ပြင်ပလူနာကုသမှုကို ရွေးချယ်ရန် ပရိုဂရမ် {0} လိုအပ်ပြီး မှတ်တမ်းများကို ပြင်ပလူနာကုသမှုသို့ အလိုအလျောက် အပ်ဒိတ်လုပ်မည်ဖြစ်သည်။
vi: Chương trình {0} bắt buộc chọn diện điều trị ngoại trú hồ sơ sẽ được tự động cập nhật sang diện điều trị ngoại trú

# CuaKhoaHienTai
source: of the current department
my: လက်ရှိဌာန၏
vi: của khoa hiện tại

# DaCapHetSoKhamVaoNgay
source: All examination numbers have been issued on date {0}
my: စာမေးပွဲနံပါတ်များအားလုံးကို {0} ရက်စွဲဖြင့် ထုတ်ပြန်ထားပါသည်။
vi: Đã cấp hết số khám vào ngày {0}

# DuLieuKhongHopLe
source: Invalid data
my: မမှန်ကန်သောဒေတာ
vi: Dữ liệu không hợp lệ

# HeThongTBCuaSoThongBaoBanCoMuonHuyDuLieuKhong
source: Are you sure you want to destroy the data?
my: ဒေတာကို ဖျက်လိုသည်မှာ သေချာပါသလား။
vi: Bạn có chắc muốn hủy dữ liệu?

# HeThongTBCuaSoThongBaoBanCoMuonXoaDuLieuKhong
source: Are you sure you want to delete the data?
my: ဒေတာကို ဖျက်လိုပါသလား။
vi: Bạn có muốn xóa dữ liệu?

# HoSoDaCoSoRaVien
source: The file already has a hospital discharge number, do you want to reissue it?
my: ဖိုင်တွင် ဆေးရုံဆင်းရမည့်နံပါတ်ရှိပြီး၊ ၎င်းကို ပြန်လည်ထုတ်ပေးလိုပါသလား။
vi: Hồ sơ đã có số ra viện bạn có muốn cấp lại không?

# HoSoKhongCoTtVaoBuong
source: The records do not have information on chamber entry
my: မှတ်တမ်းများတွင် အခန်းဝင်ခြင်းဆိုင်ရာ အချက်အလက် မရှိပါ။
vi: Hồ sơ không có thông tin vào buồng

# KhoaKhongCoBuong
source: The department currently has no rooms.
my: လက်ရှိဌာနတွင် အခန်းများ မရှိပါ။
vi: Khoa hiện tại không có buồng.

# KhongChoGanGiuong
source: Bed assignments are not allowed
my: အိပ်ရာနေရာများကို ခွင့်မပြုပါ။
vi: không cho phép gán giường

# KhungGioVuotQuaSoLuong
source: This time frame has exceeded the allowed number of appointments.
my: ဤအချိန်ဘောင်သည် ခွင့်ပြုထားသော ရက်ချိန်းအရေအတွက်ကို ကျော်လွန်သွားပါသည်။
vi: Khung giờ này đã vượt quá số lượt hẹn khám cho phép. Bạn có muốn tiếp tục?

# MaPhieuTongHopSuatAnMaYLenh
source: - Voucher code: {0} (Order code: {1})
my: - ဘောက်ချာကုဒ်- {0} (မှာယူမှုကုဒ်- {1})
vi: - Mã phiếu: {0}(Mã y lệnh: {1})

# NguoiCap
source: Licenser
my: လိုင်စင်ရှိသူ
vi: Người cấp giấy

# NoiLamViecCuaBenhNhan
source: Patient's workplace
my: လူနာ၏လုပ်ငန်းခွင်
vi: Nơi làm việc của bệnh nhân

# PhongKhamCoSoLuotKhamVuotDinhMuc
source: The clinic's number of appointments exceeds the allowed number: {0}.
my: ဆေးခန်း၏ ရက်ချိန်းအရေအတွက်သည် ခွင့်ပြုထားသော နံပါတ်ထက် ကျော်လွန်နေသည်- {0}။
vi: Phòng khám có số lượt hẹn khám vượt số lượt cho phép: {0}. Bạn có muốn tiếp tục?

# SoNgayGiuongLonHonSoNgayGiuongToiDa
source: The number of bed days {0} is greater than the maximum number of bed days {1}.
my: အိပ်ရာဝင်ရက် အရေအတွက် {0} သည် အများဆုံး အိပ်ရာဝင်ရက် {1} ထက် ပိုများသည်။
vi: Số ngày giường {0} lớn hơn số ngày giường tối đa {1}.

# SoNgayGiuongNhoHonSoNgayGiuongToiDa
source: Number of bed days {0} is less than maximum number of bed days {1}.
my: အိပ်ရာဝင်ရက်အရေအတွက် {0} သည် အများဆုံးအိပ်ရာဝင်ရက် {1} ထက်နည်းသည်။
vi: Số ngày giường {0} nhỏ hơn số ngày giường tối đa {1}.

# TaiKhoanKhongCoQuyenThucHienChucNang
source: Account does not exist executable function
my: အကောင့်သည် လုပ်ဆောင်ချက်များကို လုပ်ဆောင်ရန် ခွင့်ပြုချက်မရှိပါ။
vi: Tài khoản không có quyền thực hiện chức năng

# TheBHYTCuaBNSeHetHanVaoNgay
source: The patient's health insurance card will expire on date {0}, are you sure you want to make an appointment on date {1}?
my: လူနာ၏ကျန်းမာရေးအာမခံကတ်သည် {0} ရက်စွဲတွင် သက်တမ်းကုန်ဆုံးမည်ဖြစ်ပြီး၊ သင်သည် {1} ရက်စွဲဖြင့် ရက်ချိန်းယူလိုသည်မှာ သေချာပါသလား။
vi: Thẻ BHYT của bệnh nhân sẽ hết hạn vào ngày {0}, bạn có chắc muốn hẹn khám vào ngày {1} không? Nếu tiếp tục, phần mềm sẽ tự động đổi sang đối tượng {2}

# ThoiGianKetThucNhoHoiThoiGianYLenhCuaCacMaYeuCauSau
source: The end time is less than the command time of the request codes: {0}
my: အဆုံးအချိန်သည် တောင်းဆိုမှုကုဒ်များ၏ အမိန့်ပေးချိန်ထက် နည်းသည်- {0}
vi: Thời gian kết thúc nhỏ hơn thời gian y lệnh của các mã yêu cầu: {0}

# ThoiGianNghiDen
source: Vacation time comes
my: အားလပ်ရက်အချိန်ရောက်ပြီ။
vi: Thời gian nghỉ đến

# ThoiGianNghiTu
source: Time off from
my: အားလပ်ချိန်
vi: Thời gian nghỉ từ

# ThoiGianTuVongKhongDuocBeHonThoiGianVaoVien
source: Death time should not be less than the time into hospital {0}
my: သေရမည့်အချိန်သည် ဆေးရုံတက်ရမည့်အချိန်ထက် မနည်းနိုင် {0}
vi: Thời gian tử vong không được bé hơn thời gian vào viện {0}

# ThoiGianTuVongKhongDuocLonHonThoiGianHienTai
source: Death time is not greater than the current time {0}
my: သေဆုံးချိန်သည် လက်ရှိအချိန်ထက် မပိုနိုင်ပါ {0}
vi: Thời gian tử vong không được lớn hơn thời gian hiện tại {0}

# ThongBao
source: Notification
my: အသိပေးချက်
vi: Thông báo

source: Bed history exists without end time information or start/end time is greater than discharge time.
my: အိပ်ရာဝင်မှတ်တမ်းသည် အဆုံးအချိန်အချက်အလက်မရှိဘဲ တည်ရှိနေပါသည် သို့မဟုတ် စတင်ချိန်/ကုန်ဆုံးချိန်သည် ထွက်ခွာချိန်ထက် ပိုများသည်။
vi: Tồn tại lịch sử giường chưa có thông tin thời gian kết thúc hoặc thời gian bắt đầu/thời gian kết thúc lớn hơn thời gian ra viện.

source: Bed history exists without end time information or start/end time is greater than discharge time.
my: အိပ်ရာဝင်မှတ်တမ်းသည် အဆုံးအချိန်အချက်အလက်မရှိဘဲ တည်ရှိနေပါသည် သို့မဟုတ် စတင်ချိန်/ကုန်ဆုံးချိန်သည် ထွက်ခွာချိန်ထက် ပိုများသည်။
vi: Tồn tại lịch sử giường chưa có thông tin thời gian kết thúc hoặc thời gian bắt đầu/thời gian kết thúc lớn hơn thời gian ra viện. Bạn có muốn tiếp tục?

# TruongDuLieuBatBuoc
source: The required field has not been entered yet
my: လိုအပ်သော ဒေတာအကွက်များကို မထည့်ရသေးပါ။
vi: Chưa nhập trường dữ liệu bắt buộc

# VanBanChuaDuChuKy
source: The following documents have not yet been signed:
my: အောက်ပါစာရွက်စာတမ်းများကို လက်မှတ်မထိုးရသေးပါ။
vi: Các văn bản sau chưa hoàn thành chữ ký:

# YLenhChuanHoanThanh
source: Uncompleted orders: {0}.
my: မပြီးသေးသော မှာယူမှုများ- {0}။
vi: Các y lệnh chưa hoàn thành: {0}. Bạn có muốn tiếp tục?

# YLenhChuaTongHopHoacDuyetSuatAn
source: There is an unapproved meal order:\r\n
my: အတည်မပြုထားသော အစားအသောက် မှာယူမှုတစ်ခု ရှိသည်-\r\n
vi: Tồn tại y lệnh suất ăn chưa được duyệt: {0}.

# YLenhCoThoiGianChiDinhLonHonThoiGianRaKhoa
source: The medical orders {0} have a medical order time greater than the hospital discharge time.
my: ဆေးဘက်ဆိုင်ရာအမိန့်စာ {0} တွင် ဆေးကုသချိန်ထက် ဆေးရုံဆင်းချိန်ထက် ပိုကြီးပါသည်။
vi: Các y lệnh {0} có thời gian y lệnh lớn hơn thời gian ra khoa.

# YLenhThieuDichVuKhamBanCoMuonTiepTuc
source: Medical order {0} lacks examination services.
my: ဆေးဘက်ဆိုင်ရာအမိန့် {0} တွင် စစ်ဆေးမှုဝန်ဆောင်မှုများ ချို့တဲ့နေသည်။
vi: Y lệnh {0} thiếu dịch vụ khám. Bạn có muốn tiếp tục?
