Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.HisHivTreatment/Resources/Lang.*.resx
Languages: my

# frmHivTreatment.bar1.Text
source: Tools
my: ကိရိယာများ

# frmHivTreatment.btnDelete.Text
source: Erase
my: ဖျက်ပါ။

# frmHivTreatment.btnEdit.Text
source: Edit (Ctrl S)
my: တည်းဖြတ်ရန် (Ctrl S)

# frmHivTreatment.btnGetInfo.Text
source: Get the latest information
my: နောက်ဆုံးပေါ်အချက်အလက်များကိုရယူပါ။

# frmHivTreatment.btnGetInfo.ToolTip
source: Get information according to the most recent treatment session
my: လတ်တလော ကုသမှုအပိုင်းအလိုက် အချက်အလက်ကို ရယူပါ။

# frmHivTreatment.cboBeginRegimenLevel.ToolTip
source: Level of treatment regimen at the beginning of treatment
my: ကုသမှုအစတွင် ကုသမှုအဆင့်

# frmHivTreatment.cboRegimenHiv.ToolTip
source: Treatment regimen of the course of treatment
my: ကုသခြင်း၏ အုပ်ချုပ်မှုပုံစံ

# frmHivTreatment.cboRegimenHivBegin.ToolTip
source: Treatment protocol at the beginning of treatment
my: ကုသမှုအစတွင် ကုသရေးပရိုတိုကော

# frmHivTreatment.cboRegimenLevel.ToolTip
source: Regimen level of the course of treatment
my: ကုသမှုသင်တန်း၏ Regimen အဆင့်

# frmHivTreatment.cboTestPcrResult.ToolTip
source: PCR test results
my: PCR စမ်းသပ်မှုရလဒ်များ

# frmHivTreatment.cboTestPcrRnaReason.ToolTip
source: Reasons for ordering viral load testing in patients on antiretroviral therapy
my: ART ကုထုံးဖြင့် လူနာများတွင် Viral load test ကို မှာကြားရခြင်း အကြောင်းရင်း

# frmHivTreatment.cboTestPcrRnaResult.ToolTip
source: HIV viral load test result, which is the number of copies of HIV virus per ml of blood
my: HIV Viral load စစ်ဆေးမှုရလဒ်သည် သွေးတစ်မီလီလီတာလျှင် HIV ဗိုင်းရပ်စ်မိတ္တူအရေအတွက်ဖြစ်သည်။

# frmHivTreatment.cboTestPcrTimes.ToolTip
source: Time to perform PCR test
my: PCR စမ်းသပ်ရန်အချိန်

# frmHivTreatment.cboTuberculosisRegimen.ToolTip
source: TB treatment regimens of people with HIV or latent TB
my: HIV သို့မဟုတ် ငုပ်လျှိုးနေသော တီဘီရောဂါရှိသူများ၏ တီဘီကုသနည်းများ

# frmHivTreatment.cboTuberculosisTreatmentType.ToolTip
source: Type of TB treatment
my: တီဘီကုသမှုအမျိုးအစား

# frmHivTreatment.dtArvPatientBegin.ToolTip
source: When did the patient first receive ARVs?
my: လူနာသည် ARV ဆေးကို ဘယ်အချိန်က စပြီး လက်ခံခဲ့သလဲ။

# frmHivTreatment.dtArvTreatmentBegin.ToolTip
source: Date of initiation of ART course of treatment
my: ART ကုသမှုသင်တန်း စတင်သည့်နေ့

# frmHivTreatment.dtArvTreatmentEnd.ToolTip
source: End date of ARV treatment
my: ARV ကုသမှု ပြီးဆုံးသည့်နေ့

# frmHivTreatment.dtCtxTreatmentBegin.ToolTip
source: Cotrimoxazole (CTX) treatment initiation date
my: Cotrimoxazole (CTX) ကုသမှု စတင်သည့်နေ့စွဲ

# frmHivTreatment.dtTestPcrResult.ToolTip
source: The date of PCR test results
my: PCR စမ်းသပ်မှုရလဒ်များနေ့စွဲ

# frmHivTreatment.dtTestPcrRna.ToolTip
source: Time to take samples for viral load testing
my: Viral load စမ်းသပ်ရန်အတွက် နမူနာယူရမည့်အချိန်

# frmHivTreatment.dtTestPcrRnaResult.ToolTip
source: When will the viral load test results be available?
my: Viral load စမ်းသပ်မှုရလဒ်များကို မည်သည့်အချိန်တွင် ရနိုင်မည်နည်း။

# frmHivTreatment.dtTuberculosisTreatmentBegin.ToolTip
source: Time to start treatment for TB or latent TB in a health care facility
my: ကျန်းမာရေးစောင့်ရှောက်မှုဌာနတွင် တီဘီ သို့မဟုတ် ငုပ်လျှိုးနေသောတီဘီအတွက် ကုသမှုစတင်ရမည့်အချိန်

# frmHivTreatment.dtTuberculosisTreatmentEnd.ToolTip
source: Time to end treatment for TB or latent TB at a health care facility
my: ကျန်းမာရေးစောင့်ရှောက်မှုဌာနတွင် တီဘီ သို့မဟုတ် ငုပ်လျှိုးနေသောတီဘီအတွက် ကုသမှုကို အဆုံးသတ်ရန် အချိန်ဖြစ်သည်။

# frmHivTreatment.groupBox1.Text
source: Administrative information
my: အုပ်ချုပ်ရေးဆိုင်ရာအချက်အလက်

# frmHivTreatment.groupBox2.Text
source: Information on HIV/AIDS treatment medical records
my: HIV/AIDS ကုသမှုဆိုင်ရာ ဆေးမှတ်တမ်း အချက်အလက်

# frmHivTreatment.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmHivTreatment.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# frmHivTreatment.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# frmHivTreatment.layoutControl4.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmHivTreatment.layoutControl5.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmHivTreatment.layoutControlItem1.Text
source: Sex:
my: လိင်-

# frmHivTreatment.layoutControlItem10.Text
source: Name:
my: အမည်-

# frmHivTreatment.layoutControlItem11.Text
source: CCCD/CMT number:
my: CCCD/CMT နံပါတ်-

# frmHivTreatment.layoutControlItem12.Text
source: Address:
my: လိပ်စာ-

# frmHivTreatment.layoutControlItem13.Text
source: Patient Type:
my: လူနာအမျိုးအစား-

# frmHivTreatment.layoutControlItem14.Text
source: Visit status:
my: လည်ပတ်မှုအခြေအနေ-

# frmHivTreatment.layoutControlItem15.Text
source: Reason for treatment:
my: ကုသမှုအတွက်အကြောင်းပြချက်

# frmHivTreatment.layoutControlItem16.OptionsToolTip.ToolTip
source: Level of treatment regimen at the beginning of treatment
my: ကုသမှုအစတွင် ကုသမှုအဆင့်

# frmHivTreatment.layoutControlItem16.Text
source: Level of BD regimen:
my: BD ကုသမှုအဆင့်-

# frmHivTreatment.layoutControlItem17.OptionsToolTip.ToolTip
source: Treatment protocol at the beginning of treatment
my: ကုသမှုအစတွင် ကုသရေးပရိုတိုကော

# frmHivTreatment.layoutControlItem17.Text
source: Diagram of BD phone:
my: BD ဖုန်း၏ ပုံကြမ်း-

# frmHivTreatment.layoutControlItem18.OptionsToolTip.ToolTip
source: When did the patient first receive ARVs?
my: လူနာသည် ARV ဆေးကို ဘယ်အချိန်က စပြီး လက်ခံခဲ့သလဲ။

# frmHivTreatment.layoutControlItem18.Text
source: Date of ARV training:
my: ARV သင်တန်းရက်စွဲ-

# frmHivTreatment.layoutControlItem19.Text
source: Pregnancy date:
my: ကိုယ်ဝန်ရက်စွဲ-

# frmHivTreatment.layoutControlItem20.OptionsToolTip.ToolTip
source: Cotrimoxazole (CTX) treatment initiation date
my: Cotrimoxazole (CTX) ကုသမှု စတင်သည့်နေ့စွဲ

# frmHivTreatment.layoutControlItem20.Text
source: CTX training day:
my: CTX သင်တန်းရက်

# frmHivTreatment.layoutControlItem21.OptionsToolTip.ToolTip
source: Treatment regimen of the course of treatment
my: ကုသခြင်း၏ အုပ်ချုပ်မှုပုံစံ

# frmHivTreatment.layoutControlItem21.Text
source: Phone Diagram:
my: ဖုန်းပုံကြမ်း-

# frmHivTreatment.layoutControlItem22.OptionsToolTip.ToolTip
source: Regimen level of the course of treatment
my: ကုသမှုသင်တန်း၏ Regimen အဆင့်

# frmHivTreatment.layoutControlItem22.Text
source: Phone regimen level:
my: ဖုန်းထိန်းချုပ်မှုအဆင့်-

# frmHivTreatment.layoutControlItem23.OptionsToolTip.ToolTip
source: Time to start treatment for TB or latent TB in a health care facility
my: ကျန်းမာရေးစောင့်ရှောက်မှုဌာနတွင် တီဘီ သို့မဟုတ် ငုပ်လျှိုးနေသောတီဘီအတွက် ကုသမှုစတင်ရမည့်အချိန်

# frmHivTreatment.layoutControlItem23.Text
source: Lao National Team Day:
my: လာအို အမျိုးသားနေ့

# frmHivTreatment.layoutControlItem24.OptionsToolTip.ToolTip
source: Time to end treatment for TB or latent TB at a health care facility
my: ကျန်းမာရေးစောင့်ရှောက်မှုဌာနတွင် တီဘီ သို့မဟုတ် ငုပ်လျှိုးနေသောတီဘီအတွက် ကုသမှုကို အဆုံးသတ်ရန် အချိန်ဖြစ်သည်။

# frmHivTreatment.layoutControlItem24.Text
source: KT Labor Day:
my: KT အလုပ်သမားနေ့

# frmHivTreatment.layoutControlItem25.OptionsToolTip.ToolTip
source: Type of TB treatment
my: တီဘီကုသမှုအမျိုးအစား

# frmHivTreatment.layoutControlItem25.Text
source: Type of TB:
my: တီဘီအမျိုးအစား-

# frmHivTreatment.layoutControlItem26.OptionsToolTip.ToolTip
source: TB treatment regimens of people with HIV or latent TB
my: HIV သို့မဟုတ် ငုပ်လျှိုးနေသော တီဘီရောဂါရှိသူများ၏ တီဘီကုသနည်းများ

# frmHivTreatment.layoutControlItem26.Text
source: Diagram of Lao PDR:
my: လာအိုနိုင်ငံ ပုံကြမ်း-

# frmHivTreatment.layoutControlItem27.OptionsToolTip.ToolTip
source: Time to take samples for viral load testing
my: Viral load စမ်းသပ်ရန်အတွက် နမူနာယူရမည့်အချိန်

# frmHivTreatment.layoutControlItem27.Text
source: Viruses Day:
my: ဗိုင်းရပ်စ်များနေ့-

# frmHivTreatment.layoutControlItem28.OptionsToolTip.ToolTip
source: When will the viral load test results be available?
my: Viral load စမ်းသပ်မှုရလဒ်များကို မည်သည့်အချိန်တွင် ရနိုင်မည်နည်း။

# frmHivTreatment.layoutControlItem28.Text
source: Date of test results:
my: စာမေးပွဲရလဒ်များနေ့စွဲ-

# frmHivTreatment.layoutControlItem29.OptionsToolTip.ToolTip
source: Reasons for ordering viral load testing in patients on antiretroviral therapy
my: ART ကုထုံးဖြင့် လူနာများတွင် Viral load test ကို မှာကြားရခြင်း အကြောင်းရင်း

# frmHivTreatment.layoutControlItem29.Text
source: Reason XN:
my: အကြောင်းရင်း XN-

# frmHivTreatment.layoutControlItem30.OptionsToolTip.ToolTip
source: HIV viral load test result, which is the number of copies of HIV virus per ml of blood
my: HIV Viral load စစ်ဆေးမှုရလဒ်သည် သွေးတစ်မီလီလီတာလျှင် HIV ဗိုင်းရပ်စ်မိတ္တူအရေအတွက်ဖြစ်သည်။

# frmHivTreatment.layoutControlItem30.Text
source: XN result:
my: XN ရလဒ်-

# frmHivTreatment.layoutControlItem31.OptionsToolTip.ToolTip
source: Time to perform PCR test
my: PCR စမ်းသပ်ရန်အချိန်

# frmHivTreatment.layoutControlItem31.Text
source: PCR test:
my: PCR စမ်းသပ်မှု-

# frmHivTreatment.layoutControlItem32.OptionsToolTip.ToolTip
source: PCR test results
my: PCR စမ်းသပ်မှုရလဒ်များ

# frmHivTreatment.layoutControlItem32.Text
source: PCR test results:
my: PCR စမ်းသပ်မှုရလဒ်များ

# frmHivTreatment.layoutControlItem33.OptionsToolTip.ToolTip
source: The date of PCR test results
my: PCR စမ်းသပ်မှုရလဒ်များနေ့စွဲ

# frmHivTreatment.layoutControlItem33.Text
source: Results date of PCR test:
my: PCR စမ်းသပ်မှုရလဒ်များနေ့စွဲ-

# frmHivTreatment.layoutControlItem34.Text
source: PCR test date:
my: PCR စမ်းသပ်ရက်စွဲ-

# frmHivTreatment.layoutControlItem35.OptionsToolTip.ToolTip
source: Date of initiation of ART course of treatment
my: ART ကုသမှုသင်တန်း စတင်သည့်နေ့

# frmHivTreatment.layoutControlItem35.Text
source: Processing start date:
my: စတင်လုပ်ဆောင်သည့်ရက်စွဲ-

# frmHivTreatment.layoutControlItem36.OptionsToolTip.ToolTip
source: End date of ARV treatment
my: ARV ကုသမှု ပြီးဆုံးသည့်နေ့

# frmHivTreatment.layoutControlItem36.Text
source: Processing end date:
my: ဆောင်ရွက်ဆဲ ပြီးဆုံးသည့်ရက်စွဲ-

# frmHivTreatment.layoutControlItem37.Text
source: To solve
my: ဖြေရှင်းရန်

# frmHivTreatment.layoutControlItem4.Text
source: Treatment code:
my: ကုသမှုကုဒ်-

# frmHivTreatment.layoutControlItem5.Text
source: Date of birth:
my: မွေးနေ့:

# frmHivTreatment.layoutControlItem7.Text
source: Health insurance card number:
my: ကျန်းမာရေးအာမခံကတ်နံပါတ်-

# frmHivTreatment.layoutControlItem8.Text
source: Date of HIV infection:
my: HIV ကူးစက်ခံရသည့်ရက်စွဲ-

# frmHivTreatment.layoutControlItem9.OptionsToolTip.ToolTip
source: Number of days antiretroviral drugs are given
my: ART ဆေး ပေးသည့် ရက်အရေအတွက်

# frmHivTreatment.layoutControlItem9.Text
source: Number of days of drug supply:
my: ဆေးပေးသည့်ရက်အရေအတွက်-

# frmHivTreatment.Text
source: HIV/AIDS treatment information
my: HIV/AIDS ကုသမှုဆိုင်ရာ အချက်အလက်
