Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.AssignPrescriptionPK/Resources/Lang.*.resx
Languages: my, vi

# frmAssignPrescription.lciPatientTypeName.Text
source: Patient type:
my: ဘာသာရပ်-
vi: Đối tượng:

# frmAssignPrescription.lciPDDT.OptionsToolTip.ToolTip
source: Show only drugs/supplies or active ingredients declared in the protocol corresponding to
my: သက်ဆိုင်ရာ ပရိုတိုကောတွင် ဖော်ပြထားသော ဆေးဝါး/ပစ္စည်းများ သို့မဟုတ် တက်ကြွသော ပါဝင်ပစ္စည်းများကိုသာ ပြသပါ။
vi: Chỉ hiển thị thuốc/vật tư hoặc hoạt chất được khai báo trong phác đồ tương ứng với bệnh

# frmAssignPrescription.lciPhieuDieuTri.Text
source: Treatment sheet:
my: ကုသမှုစာရွက်-
vi: Tờ điều trị:

# frmAssignPrescription.lciPriviousExpMest.Text
source: Old Prescription:
my: အပလီကေးရှင်းဟောင်း
vi: Đơn cũ:

# frmAssignPrescription.lciPulse.Text
source: Circuit:
my: ပတ်လမ်း-
vi: Mạch:

# frmAssignPrescription.lciSang.Text
source: A.m:
my: တောက်ပ-
vi: Sáng:

# frmAssignPrescription.lciSoLuongNgay.Text
source: No. of days:
my: ရက်အရေအတွက်-
vi: Số ngày:

# frmAssignPrescription.lciTemperature.Text
source: Temperature:
my: အပူချိန်
vi: Nhiệt độ:

# frmAssignPrescription.lciTimeAssign.Text
source: Indicated time:
my: TG က သတ်မှတ်သည်-
vi: TG chỉ định:

# frmAssignPrescription.lciTimeAssign.UseTime.Text
source: Estimated time
my: ခန့်မှန်းချိန်
vi: Thời gian dự trù

# frmAssignPrescription.lciTocDoTruyen.Text
source: Transfer rate:
my: လွှဲပြောင်းနှုန်း-
vi: Tốc độ truyền:

# frmAssignPrescription.lciToi.Text
source: Night:
my: မှောငျမိုကျသော:
vi: Tối:

# frmAssignPrescription.lciTongTien.Text
source: Total price:
my: ရရှိခဲ့သည်-
vi: Phát sinh:

# frmAssignPrescription.lciTreatmentTypeName.OptionsToolTip.ToolTip
source: Object Area
my: အရာဝတ္ထုဧရိယာ
vi: Diện đối tượng

# frmAssignPrescription.lciTreatmentTypeName.Text
source: Treatment type:
my: ဖုန်းဧရိယာ-
vi: Diện ĐT:

# frmAssignPrescription.lciTreatmentTypeName.Tooltip
source: Treatment type:
my: အရာဝတ္ထုဧရိယာ-
vi: Diện đối tượng:

# frmAssignPrescription.lciTrua.Text
source: Lunch:
my: နေ့လည်စာ-
vi: Trưa:

# frmAssignPrescription.lcitxtLoginName.Text
source: Designator:
my: သတ်မှတ်သူ-
vi: Người chỉ định:

# frmAssignPrescription.lciUsedto.Text
source: Use time:
my: အသုံးပြုချိန်-
vi: Thời gian dùng:

# frmAssignPrescription.lciWeight.Text
source: Weight:
my: အလေးချိန်-
vi: Cân nặng:

# frmAssignPrescription.licUseTime.Text
source: Expectations:
my: မျှော်လင့်ချက်များ-
vi: Dự trù:

# frmAssignPrescription.navBarControlChongChiDinhInfo.Text
source: Note
my: မှတ်ချက်
vi: Ghi chú

# frmAssignPrescription.navBarGroupDHST.Caption
source: Vital signs
my: အရေးကြီးသောသင်္ကေတများ
vi: Dấu hiệu sinh tồn

# frmAssignPrescription.nbgMail.Caption
source: Note
my: မှတ်ချက်
vi: Ghi chú

# frmAssignPrescription.rdoItem1.Text
source: Medicines - supplies in stock
my: ဆေးဝါးများ - ပစ္စည်းလက်ကျန်
vi: Thuốc - vật tư trong kho

# frmAssignPrescription.rdoItem2.Text
source: Medicines - supplies purchased from outside
my: ဆေးဝါးများ - ပြင်ပမှဝယ်ယူသောပစ္စည်းများ
vi: Thuốc - vật tư mua ngoài

# frmAssignPrescription.rdoItem3.Text
source: Reusable materials
my: ပြန်သုံးနိုင်သောပစ္စည်းများ
vi: Vật tư tái sử dụng

# frmAssignPrescription.Text
source: Prescription
my: ဆေးစာ
vi: Kê đơn

# frmAssignPrescription.Text.Cabinet.IsTreatmentIn
source: Dispense medicine cabinet
my: တာဝန်ကျဆေးတွေ ပို့ပေးတယ်။
vi: Xuất thuốc tủ trực

# frmAssignPrescription.Text.Cabinet.IsTreatmentOut
source: Medication prescription (clinic)
my: တာဝန်ကျဆေး (ဆေးခန်း) ပေးခြင်း၊
vi: Xuất thuốc tủ trực (phòng khám)

# frmAssignPrescription.Text.IsTreatmentIn
source: Out-door medicine (clinic)
my: ဆေးဝါးစီစဉ်ခြင်း (ကုသမှု)
vi: Dự trù thuốc (Điều trị)

# frmAssignPrescription.Text.IsTreatmentOut
source: Medication (Inpatient)
my: ဆေးစာ (ဆေးခန်း)
vi: Kê đơn thuốc (phòng khám)

# frmAssignPrescription.txtAdvise.Properties.NullValuePrompt
source: F5 to select the content library F6 to get the instructions from the prescribed menu. (F7 to set the condition to get the advice)
my: သတ်မှတ်ထားသော မီနူးမှ ညွှန်ကြားချက်များကို ရယူရန် အကြောင်းအရာ ဒစ်ဂျစ်တိုက်ကို ရွေးချယ်ရန် F5 သတ်မှတ်ထားသော အပလီကေးရှင်းမှ ညွှန်ကြားချက်များကို ရယူရန် F6။ (အကြံဥာဏ်ရယူရန် F7 ကို အခြေအနေသတ်မှတ်ရန်)
vi: F5 để chọn thư viện nội dung F6 để lấy lời dặn từ đơn đã kê. (F7 để thiết lập điều kiện lấy lời dặn)

# frmAssignPrescription.txtIcdExtraCode.Properties.NullValuePrompt
source: Enter the sub-medical code
my: sub-medical code ကိုထည့်ပါ။
vi: Nhập mã bệnh phụ

# frmAssignPrescription.txtIcdExtraCodes.Properties.NullValuePrompt
source: Icd extra code
my: ရောဂါကုဒ်
vi: Mã bệnh

# frmAssignPrescription.txtIcdExtraNames.Properties.NullValuePrompt
source: Press F1 to select icd
my: ရောဂါကိုရွေးချယ်ရန် F1 ကိုနှိပ်ပါ။
vi: Nhấn F1 để chọn bệnh

# frmAssignPrescription.txtIcdText.Properties.NullValuePrompt
source: Press F1 to select disease
my: ရောဂါကိုရွေးချယ်ရန် F1 ကိုနှိပ်ပါ။
vi: Nhấn F1 để chọn bệnh

# frmAssignPrescription.txtLoiDanBacSi.Properties.NullValuePrompt
source: F5 to select content library
my: အကြောင်းအရာဒစ်ဂျစ်တိုက်ကိုရွေးချယ်ရန် F5\r\n
vi: F5 để chọn thư viện nội dung F6 để lấy lời dặn từ đơn đã kê. (F7 để thiết lập điều kiện lấy lời dặn)

# frmAssignPrescription.txtMedicineTypeOther.Properties.NullValuePrompt
source: Medicine name
my: ဆေးနာမည်
vi: Tên thuốc

# frmAssignPrescription.txtMediMatyForPrescription.Properties.NullValuePrompt
source: Choose medicine - supplies
my: ဆေးဝါး- ပစ္စည်းများကို ရွေးချယ်ပါ။
vi: Chọn thuốc - vật tư

# frmAssignPrescription.txtTocDoTho.ToolTip
source: Liters/Minute
my: လီတာ/မိနစ်
vi: Lít/Phút

# frmAssignPrescription.txtUnitOther.Properties.NullValuePrompt
source: Unit
my: ယူနစ်
vi: Đơn vị tính

# frmAssignPrescription.xtraTabPage__MediMaty.Text
source: Medicine - Material
my: ဆေးဝါးများ - ပစ္စည်းလက်ကျန်
vi: Thuốc - vật tư trong kho

# frmAssignPrescription.xtraTabPageMedicine_Material.Text
source: Material
my: ပစ္စည်းများ
vi: Vật tư

# frmAssignPrescription.xtraTabPageMedicine_MaterialCategory.Text
source: Outer Material
my: ဆေးဝါးများ - ပြင်ပမှဝယ်ယူသောပစ္စည်းများ
vi: Thuốc - vật tư mua ngoài

# frmAssignPrescription.xtraTabPageMedicine_MaterialTSD.Text
source: Reusable materials
my: ပြန်သုံးနိုင်သောပစ္စည်းများ
vi: Vật tư tái sử dụng

# frmAssignPrescription.xtraTabPageMedicine_Medicine.Text
source: Medicine
my: ဆေးဝါး
vi: Thuốc

# frmAssignPrescription.xtraTabPageMedicine_MedicineCategory.Text
source: Outer Medicine
my: ဆေးဝါးများ - ပြင်ပမှဝယ်ယူသောပစ္စည်းများ
vi: Thuốc - vật tư mua ngoài

# frmChoiceSingleDate.btnChoose.Text
source: Choose
my: ရွေးပါ။
vi: Chọn

# frmChoiceSingleDate.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmChoiceSingleDate.lciFordtIntructionTime.Text
source: Order date:
my: မှာယူသည့်ရက်စွဲ-
vi: Ngày y lệnh:

# frmChoiceSingleDate.Text
source: Choose a date
my: ရက်စွဲတစ်ခုကို ရွေးပါ။
vi: Chọn ngày

# frmChooseICD.btnChoose.Text
source: Choose
my: ရွေးပါ။
vi: Chọn

# frmChooseICD.gridColumn1.Caption
source: Diagnostic code
my: ရောဂါရှာဖွေရေးကုဒ်
vi: Mã chẩn đoán

# frmChooseICD.gridColumn2.Caption
source: Diagnostic name
my: ရောဂါရှာဖွေရေးအမည်
vi: Tên chẩn đoán

# frmChooseICD.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmChooseICD.Text
source: Choose a diagnosis
my: ရောဂါလက္ခဏာကိုရွေးချယ်ပါ။
vi: Chọn chẩn đoán

# frmEditDayNum.bar1.Text
source: Tools
my: ကိရိယာများ

# frmEditDayNum.btnSave.Text
source: Update (Ctrl S)
my: အပ်ဒိတ် (Ctrl S)
vi: Cập nhật (Ctrl S)

# frmEditDayNum.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmEditDayNum.layoutControlItem1.Text
source: Number of days:
my: ရက်အရေအတွက်-
vi: Số ngày:

# frmEditDayNum.Text
source: Update number of days
my: ရက်အရေအတွက်ကို အပ်ဒိတ်လုပ်ပါ။
vi: Cập nhật số ngày

# frmExpendType.btnSave.Text
source: Agree
my: သဘောတူသည်။
vi: Đồng ý

# frmExpendType.layoutControlItem2.Text
source: Is the cost of the bed:
my: ကုတင်၏ကုန်ကျစရိတ်က
vi: Là hao phí tiền giường:

# frmExpendType.Text
source: Waste of money for bed
my: အိပ်ယာအတွက် ပိုက်ဆံကုန်မယ်။
vi: Hao phí tiền giường

# frmEyeInfo.bar2.Text
source: Main menu
my: ပင်မမီနူး

# frmEyeInfo.bbtnOk.Text
source: Agree (Ctrl S)
my: သဘောတူသည် (Ctrl S)
vi: Đồng ý (Ctrl S)

# frmEyeInfo.labelFortxtTREAT_EYESIGHT_GLASS_LEFT.Text
source: /ten
my: /တဆယ်

# frmEyeInfo.labelFortxtTREAT_EYESIGHT_GLASS_RIGHT.Text
source: /ten
my: /တဆယ်

# frmEyeInfo.labelFortxtTREAT_EYESIGHT_LEFT.Text
source: /ten
my: /တဆယ်

# frmEyeInfo.labelFortxtTREAT_EYESIGHT_RIGHT.Text
source: /ten
my: /တဆယ်

# frmEyeInfo.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmEyeInfo.layoutControlItem1.Text
source: Right pressure:
my: ညာဘက်ဖိအား
vi: Nhãn áp phải:

# frmEyeInfo.layoutControlItem2.OptionsToolTip.ToolTip
source: Vision without glasses right
my: မျက်မှန်မပါတဲ့ အမြင်မှန်တယ်။
vi: Thị lực không kính phải

# frmEyeInfo.layoutControlItem2.Text
source: Vision KK must:
my: Vision KK ရှိရမည်-
vi: Thị lực KK phải:

# frmEyeInfo.layoutControlItem3.OptionsToolTip.ToolTip
source: Vision with right glasses
my: မှန်ကန်သောမျက်မှန်ဖြင့် အမြင်အာရုံ
vi: Thị lực có kính phải

# frmEyeInfo.layoutControlItem3.Text
source: Right CK visual acuity:
my: ညာဘက် CK အမြင်အာရုံ ကြည်လင်မှု
vi: Thị lực CK phải:

# frmEyeInfo.layoutControlItem4.OptionsToolTip.ToolTip
source: Vision with left glass
my: ဘယ်ဘက်မှန်နဲ့ အမြင်
vi: Thị lực có kính trái

# frmEyeInfo.layoutControlItem4.Text
source: Left CK visual acuity:
my: ဘယ်ဘက် CK အမြင်အာရုံပြတ်သားမှု-
vi: Thị lực CK trái:

# frmEyeInfo.layoutControlItem5.OptionsToolTip.ToolTip
source: Eyesight without left glasses
my: မျက်မှန်မပါဘဲ အမြင်အာရုံ
vi: Thị lực không kính trái

# frmEyeInfo.layoutControlItem5.Text
source: Visual acuity left KK:
my: KK ၏ အမြင်အာရုံကြည်လင်ပြတ်သားမှု
vi: Thị lực KK trái:

# frmEyeInfo.layoutControlItem6.Text
source: Left label:
my: ဘယ်ဘက်အညွှန်း-
vi: Nhãn áp trái:

# frmEyeInfo.Text
source: Eye information
my: မျက်စိအချက်အလက်
vi: Thông tin mắt

# frmHisExpMestTemplateCreate.bar1.Text
source: Tools
my: ကိရိယာများ

# frmHisExpMestTemplateCreate.barButtonItem1.Caption
source: Save (Ctrl + S)
my: ကယ်တင်ပါ။(Ctrl S)
vi: Lưu(Ctrl+S)

# frmHisExpMestTemplateCreate.btnSave__ExpMestTemplate.Text
source: Save (Ctrl S)
my: ကယ်တင်ပါ။(Ctrl S)
vi: Lưu (Ctrl S)

# frmHisExpMestTemplateCreate.layoutControl1.Text
source: LayoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmHisExpMestTemplateCreate.layoutControlItem1.Text
source: Code:
my: ကုဒ်:
vi: Mã:

# frmHisExpMestTemplateCreate.layoutControlItem2.Text
source: Name:
my: အမည်-
vi: Tên:

# frmHisExpMestTemplateCreate.layoutControlItem3.Text
source: Describtion:
my: ဖော်ပြပါ-
vi: Mô tả:

# frmHisExpMestTemplateCreate.layoutControlItem5.Text
source: Public:
my: အများသူငှာ-
vi: Công khai:

# frmHisExpMestTemplateCreate.Text
source: Create template
my: နမူနာပုံစံများဖန်တီးပါ။
vi: Tạo mẫu

# frmIsExpendType.btnSave.Text
source: Agree
my: သဘောတူသည်။
vi: Đồng ý

# frmIsExpendType.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmIsExpendType.lciExpendType.Text
source: Is the cost of the bed:
my: ကုတင်၏ကုန်ကျစရိတ်က
vi: Là hao phí tiền giường:

# frmIsExpendType.Text
source: Choose a waste type
my: အမှိုက်အမျိုးအစားကို ရွေးချယ်ပါ။
vi: Chọn loại hao phí

# frmMedicineDebateConfirm.btnClose.Text
source: Close
my: ပိတ်လိုက်
vi: Đóng

# frmMedicineDebateConfirm.btnCreateDebate.Text
source: Create meeting minutes
my: အစည်းအဝေးမှတ်တမ်းများ ဖန်တီးပါ။
vi: Tạo biên bản hội chẩn

# frmMedicineDebateConfirm.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmMedicineDebateConfirm.Text
source: Notify
my: အကြောင်းကြားပါ။
vi: Thông báo

# frmMessageBoxChooseAcinBhyt.btnCancel.Text
source: Skip
my: ကျော်သွားပါ။
vi: Bỏ qua

# frmMessageBoxChooseAcinBhyt.btnChonThuocCungHoatChat.Text
source: Drugs with the same active ingredient
my: တူညီသောတက်ကြွပါဝင်ပစ္စည်းနှင့်အတူမူးယစ်ဆေးဝါးများ
vi: Thuốc cùng hoạt chất

# frmMessageBoxChooseAcinBhyt.btnChonThuocNgoaiKho.Text
source: Medicines out of stock
my: ဆေးဝါးများ လက်ကျန်
vi: Thuốc ngoài kho

# frmMessageBoxChooseAcinBhyt.lblDescription.Text
source: Medicines in stock are not enough to prescribe.
my: လက်ကျန်ဆေးများ ညွှန်းရန် မလုံလောက်ပါ။
vi: Thuốc trong kho không đủ để kê. Bạn muốn sử dụng thuốc thay thế:

# frmMessageBoxChooseAcinBhyt.Text
source: HIS.Desktop.LibraryMessage.MessageUtil.GetMessage(LibraryMessage.Message.Enum.TieuDeCuaSoThongBaoLaThongBao);
my: အကြောင်းကြားပါ။
vi: Thông báo

# frmMessageBoxChooseMaterialTypeMap.btnCancel.Text
source: Skip
my: ကျော်သွားပါ။
vi: Bỏ qua

# frmMessageBoxChooseMaterialTypeMap.btnChonThuocCungHoatChat.Text
source: Equivalent materials
my: ညီမျှသောပစ္စည်းများ
vi: Vật tư tương đương

# frmMessageBoxChooseMaterialTypeMap.btnChonThuocNgoaiKho.Text
source: Supplies purchased from outside
my: ပြင်ပမှဝယ်ယူသောပစ္စည်းများ
vi: Vật tư mua ngoài

# frmMessageBoxChooseMaterialTypeMap.lblDescription.Text
source: Supplies {0} are not enough to stock.
my: ပစ္စည်း {0} သည် စတော့တင်ရန် မလုံလောက်ပါ။
vi: Vật tư {0} không đủ để kê. Bạn có muốn sử dụng vật tư thay thế không?

# frmMessageBoxChooseMaterialTypeMap.Text
source: Notify
my: အကြောင်းကြားပါ။
vi: Thông báo

# frmMessageBoxChooseThuocExceAmout.btnChonThuocCungHoatChat.Text
source: Drugs with the same active ingredient
my: တူညီသောတက်ကြွပါဝင်ပစ္စည်းနှင့်အတူမူးယစ်ဆေးဝါးများ
vi: Thuốc cùng hoạt chất

# frmMessageBoxChooseThuocExceAmout.btnGiuNguyen.Text
source: Keep stable
my: တည်ငြိမ်အောင်ထားပါ။
vi: Giữ nguyên

# frmMessageBoxChooseThuocExceAmout.btnSuaSoluong.Text
source: Edit quantity
my: ပမာဏကို တည်းဖြတ်ပါ။
vi: Sửa số lượng

# frmMessageBoxChooseThuocExceAmout.lblDescription.Text
source: Drugs in the pharmacy are not available to prescribe.
my: ဆေးဆိုင်ရှိ ဆေးဝါးများကို ညွှန်းရန် မရရှိနိုင်ပါ။
vi: Thuốc trong nhà thuốc không đủ khả dụng để kê. Bạn có muốn sử dụng thuốc thay thế?

# frmMessageBoxChooseThuocExceAmout.Text
source: Notify
my: အကြောင်းကြားပါ။
vi: Thông báo

# frmMessageBoxChooseVT.btnCancel.Text
source: Skip
my: ကျော်သွားပါ။
vi: Bỏ qua

# frmMessageBoxChooseVT.btnChonThuocNgoaiKho.Text
source: Out-of-stock supplies
my: လက်ကျန်ပစ္စည်းများ
vi: Vật tư ngoài kho

# frmMessageBoxChooseVT.lblDescription.Text
source: Insufficient supplies in stock.
my: လက်ကျန်ပစ္စည်းများ မလုံလောက်ပါ။
vi: Vật tư trong kho không đủ để kê. Bạn muốn sử dụng vật tư thay thế:

# frmMessageBoxChooseVT.Text
source: HIS.Desktop.LibraryMessage.MessageUtil.GetMessage(LibraryMessage.Message.Enum.TieuDeCuaSoThongBaoLaThongBao);
my: အကြောင်းကြားပါ။
vi: Thông báo

# frmMessageBoxInteraction.btnAdd.Text
source: Add
my: အပိုဆောင်း
vi: Bổ sung

# frmMessageBoxInteraction.btnAgree.Text
source: Agree
my: သဘောတူသည်။
vi: Đồng ý

# frmMessageBoxInteraction.btnNoAdd.Text
source: No Add
my: အပိုများမရှိပါ။
vi: Không bổ sung

# frmMessageBoxInteraction.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmMessageBoxInteraction.layoutControlItem2.Text
source: Mechanism:
my: ယန္တရား-
vi: Cơ chế:

# frmMessageBoxInteraction.layoutControlItem5.Text
source: Consequence:
my: အကျိုးဆက်-
vi: Hậu quả:

# frmMessageBoxInteraction.layoutControlItem6.Text
source: Describe:
my: ဖော်ပြပါ-
vi: Mô tả:

# frmMessageBoxInteraction.layoutControlItem7.Text
source: To solve:
my: ဖြေရှင်းရန်:
vi: Xử trí:

# frmMessageBoxInteraction.layoutControlItem8.Text
source: Level:
my: အဆင့်-
vi: Mức độ:

# frmMessageBoxInteraction.lciReason.Text
source: Reasons for interactive prescribing:
my: အပြန်အလှန်အကျိုးသက်ရောက်သောဆေးညွှန်းခြင်းအတွက်အကြောင်းရင်းများ-
vi: Lý do kê đơn tương tác:

# frmMessageBoxInteraction.Text
source: Medicine interaction warning
my: မူးယစ်ဆေးဝါး အပြန်အလှန်သတိပေးချက်
vi: Cảnh báo tương tác thuốc

# frmMissingIcd.bar1.Text
source: Tools
my: ကိရိယာများ

# frmMissingIcd.bbtnPrint.Caption
source: Print (Ctrl P)
my: ပရင့်ထုတ်ခြင်း (Ctrl P)
vi: In (Ctrl P)

# frmMissingIcd.bbtnSearch.Caption
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# frmMissingIcd.btnAddIcd.Text
source: Additional diagnostics
my: အပိုရောဂါရှာဖွေမှုများ
vi: Cập nhật chẩn đoán

# frmMissingIcd.btnPrint.Text
source: Close
my: ပိတ်လိုက်
vi: Đóng

# frmMissingIcd.btnSearch.Text
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# frmMissingIcd.gridColumnIcdName.Caption
source: Diagnosis (ICD)
my: ရောဂါရှာဖွေခြင်း (ICD)
vi: Chẩn đoán (ICD)

# frmMissingIcd.gridColumnIsCauseIcd.Caption
source: Secondary College
my: အလယ်တန်းကောလိပ်
vi: CĐ phụ

# frmMissingIcd.gridColumnIsCauseIcd.ToolTip
source: Secondary diagnosis
my: ဒုတိယရောဂါလက္ခဏာ
vi: Chẩn đoán phụ

# frmMissingIcd.gridColumnIsMainIcd.Caption
source: Main College
my: ပင်မကောလိပ်
vi: CĐ chính

# frmMissingIcd.gridColumnIsMainIcd.ToolTip
source: Main diagnosis
my: အဓိကရောဂါလက္ခဏာ
vi: Chẩn đoán chính

# frmMissingIcd.gridColumnServiceName.Caption
source: Service
my: ဝန်ဆောင်မှု
vi: Dịch vụ

# frmMissingIcd.labelControl1.Text
source: Services are only allowed in the following diagnostic cases:
my: ဝန်ဆောင်မှုများကို အောက်ပါရောဂါရှာဖွေရေးကိစ္စများတွင်သာ ခွင့်ပြုသည်-
vi: Các dịch vụ chỉ cho phép chỉ định trong các trường hợp chẩn đoán sau:

# frmMissingIcd.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmMissingIcd.Text
source: Missing diagnostic information
my: ရောဂါရှာဖွေရေးအချက်အလက်များ ပျောက်ဆုံးနေပါသည်။
vi: Thiếu thông tin chẩn đoán

# frmMixedInfusion.bar2.Text
source: Main menu
my: ပင်မမီနူး

# frmMixedInfusion.bbtnUpdate.Caption
source: Update (Ctrl S)
my: အပ်ဒိတ် (Ctrl S)
vi: Cập nhật (Ctrl S)

# frmMixedInfusion.btnUpdate.Text
source: Update (Ctrl S)
my: အပ်ဒိတ် (Ctrl S)
vi: Cập nhật (Ctrl S)

# frmMixedInfusion.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmMixedInfusion.layoutControlItem1.Text
source: Hướng dẫn pha thuốc:
my: ဆေးဝါးညွှန်ကြားချက်များ

# frmMixedInfusion.Text
source: Hướng dẫn pha thuốc
my: ဆေးဖော်စပ်ရန် လမ်းညွှန်ချက်များ

# frmMultiIntructonTime.btnChoose.Text
source: Choose
my: ရွေးပါ။
vi: Chọn

# frmMultiIntructonTime.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmMultiIntructonTime.layoutControlItem6.Text
source: Set next date:
my: လာမည့်ရက်စွဲကို သတ်မှတ်ပါ-
vi: Kê ngày kế tiếp:

# frmMultiIntructonTime.lblCalendaInput.Text
source: Order date:
my: မှာယူသည့်ရက်စွဲ-
vi: Ngày y lệnh:

# frmMultiIntructonTime.lblCalendaInputFromTo.Text
source: Order date:
my: မှာယူသည့်ရက်စွဲ-
vi: Ngày y lệnh:

# frmMultiIntructonTime.lblcheckbox.Text
source: List consecutive days:
my: ဆက်တိုက်ရက်များစာရင်း-
vi: Kê ngày liên tiếp:

# frmMultiIntructonTime.lblTimeInput.Text
source: Command hour:
my: အမိန့်နာရီ-
vi: Giờ y lệnh:

# frmMultiIntructonTime.Text
source: Select multiple dates
my: ရက်စွဲများစွာကို ရွေးပါ။
vi: Chọn nhiều ngày y lệnh

# frmWorkingMediStock.bar1.Text
source: Tools
my: ကိရိယာများ

# frmWorkingMediStock.btnOK.Text
source: Agree (Ctrl S)
my: သဘောတူသည် (Ctrl S)
vi: Đồng ý (Ctrl S)

# frmWorkingMediStock.gridColumn1.Caption
source: Department
my: ဌာန
vi: Khoa

# frmWorkingMediStock.gridColumnCheck.Caption
source: Choose
my: ရွေးပါ။
vi: Chọn

# frmWorkingMediStock.gridColumnRoomCode.Caption
source: Store code
my: စတိုးကုဒ်
vi: Mã kho

# frmWorkingMediStock.gridColumnRoomName.Caption
source: Name of the warehouse
my: ဂိုဒေါင်အမည်
vi: Tên kho

# frmWorkingMediStock.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmWorkingMediStock.Text
source: Select a warehouse
my: ဂိုဒေါင်ကို ရွေးပါ။
vi: Chọn kho

# gBoxTreatmentFinishInfo__Text
source: End of treatment:
my: ကုသမှုအဆုံး
vi: Kết thúc điều trị:

# gridControlPreviousprescription__gcolIntructionTime__Caption
source: Service Req Code
my: အမိန့်ကုဒ်
vi: Mã y lệnh

# gridControlPreviousprescription__gcolIntructionUser__Caption
source: Intruction user
my: ရေးဆွဲသူ
vi: Người chỉ định

# gridControlTreatmentBedRoom__grdColBedName__Caption
source: Bed room
my: အိပ်ရာဝင်
vi: Giường

# gridControlTreatmentBedRoom__grdColDob__Caption
source: Day of bridth
my: မွေးသည့်နှစ်
vi: Năm sinh

# gridControlTreatmentBedRoom__grdColPatientName__Caption
source: Patient name
my: လူနာအမည်
vi: Tên bệnh nhân

# gridControlTreatmentBedRoom__grdColSTT__Caption
source: Num order
my: STT
vi: STT

# gridControlTreatmentBedRoom__grdColTreatmentCode__Caption
source: Treatment code
my: ကုသမှုကုဒ်
vi: Mã điều trị

# IVT_LANGUAGE_KEY__FORM_APPOINTMENT__LCI_APPOINTMENT_TIME
source: T / appointment time:
my: T / ချိန်းဆိုချိန်-
vi: T/gian hẹn khám:

# IVT_LANGUAGE_KEY__FORM_APPOINTMENT__TEXT
source: See you again
my: ပြန်တွေ့မယ်။
vi: Hẹn khám lại

# IVT_LANGUAGE_KEY__FORM_DEATH__CHK_AUPOPSY
source: There is an examination
my: စာမေးပွဲရှိတယ်။
vi: Có khám nghiệm

# IVT_LANGUAGE_KEY__FORM_DEATH__LCI_DEATH_ANATOMIZE
source: Anatomy results
my: ခန္ဓာဗေဒ ရလဒ်များ
vi: Kết quả giải phẫu

# IVT_LANGUAGE_KEY__FORM_DEATH__LCI_DEATH_CAUSE
source: Reason:
my: အကြောင်းရင်း-
vi: Nguyên nhân:

# IVT_LANGUAGE_KEY__FORM_DEATH__LCI_DEATH_CAUSE_DETAIL
source: Main reason
my: အဓိကအကြောင်းရင်း
vi: Nguyên nhân chính

# IVT_LANGUAGE_KEY__FORM_DEATH__LCI_DEATH_TIME
source: T/time of death:
my: T/ သေဆုံးချိန်-
vi: T/gian tử vong:

# IVT_LANGUAGE_KEY__FORM_DEATH__LCI_DEATH_WITHIN
source: Within:
my: အတွင်း-
vi: Trong vòng:

# IVT_LANGUAGE_KEY__FORM_DEATH__TEXT
source: Death information
my: သေဆုံးခြင်းအချက်အလက်
vi: Thông tin tử vong

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_DAU_HIEU_LAM_SANG
source: Clinical signs
my: လက်တွေ့လက္ခဏာများ
vi: Dấu hiệu lâm sàng

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_HUONG_DIEU_TRI
source: Direction of treatment
my: ကုသမှုလမ်းညွှန်
vi: Hướng điều trị

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_KET_QUA_XET_NGHIEM
source: Laboratory and subclinical results
my: ဓာတ်ခွဲခန်းနှင့် subclinical ရလဒ်များ
vi: Kết quả xét nghiệm, cận lâm sàng

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_MEDI_ORG
source: Destination:
my: ဦးတည်ရာ-
vi: Nơi đến:

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_MEDI_ORG_ADDRESS
source: Address:
my: လိပ်စာ-
vi: Địa chỉ:

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_NGUOI_HO_TONG
source: Full name, title, professional qualifications of escorts
my: နာမည်အပြည့်အစုံ၊ ခေါင်းစဉ်၊ အစောင့်အကြပ်များ၏ ကျွမ်းကျင်အရည်အချင်းများ
vi: Họ tên chức danh, trình độ chuyên môn của người hộ tống

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_PHUONG_PHAP_SU_DUNG
source: Treatments
my: ကုသမှုများ
vi: Phương pháp điều trị

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_PHUONG_TIEN_VAN_CHUYEN
source: Transportation
my: လမ်းပန်းဆက်သွယ်ရေး
vi: Phương tiện vận chuyển

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_TINH_TRANG_NGUOI_BENH
source: Patient's condition
my: လူနာအခြေအနေ
vi: Tình trạng người bệnh

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_TRAN_PATI_FORM
source: Form:
my: ပုံစံ-
vi: Hình thức:

# IVT_LANGUAGE_KEY__FORM_TRANSFER__LCI_TRAN_PATI_REASON
source: Reason:
my: အကြောင်းရင်း-
vi: Lý do:

# IVT_LANGUAGE_KEY__FORM_TRANSFER__TEXT
source: Hospital transfer information
my: ဆေးရုံလွှဲပြောင်းသတင်းအချက်အလက်
vi: Thông tin chuyển viện

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FIMISH_MA
source: Code
my: ကုဒ်
vi: Mã

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FIMISH_TEN
source: Name
my: နာမည်
vi: Tên

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__BTN_PATIENT_PROGRAM
source: BN Program
my: BN အစီအစဉ်
vi: BN Chương trình

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__BTN_PRINT
source: Printing
my: ပုံနှိပ်ခြင်း။
vi: In ấn

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__BTN_PRINT_FIRST
source: Temporarily save
my: ခေတ္တသိမ်းဆည်းပါ။
vi: Lưu tạm

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__BTN_SAVE
source: Save (Ctrl S)
my: ကယ်တင်ပါ။(Ctrl S)
vi: Lưu (Ctrl S)

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__CLOSE_TREATMENT_SAVE
source: Agree (Ctrl S)
my: သဘောတူသည် (Ctrl S)
vi: Đồng ý (Ctrl S)

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_ADVISED
source: Doctor's advice:
my: ဆရာဝန် အကြံပေးချက်-
vi: Lời dặn bác sỹ:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_CHECK_EDIT_ICD
source: Fix:
my: ပြင်ဆင်ပါ
vi: Sửa:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_DOCTOR_NAME
source: Doctor:
my: ဆရာဝန်-
vi: Bác sĩ điều trị:
