Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.AssignPrescriptionPK/Resources/Lang.*.resx
Languages: my, vi

# btnSelectPrescriptionPrevious__ToolTip
source: Selected pre prescription
my: တစ်ခုတည်းသုံးပါ။
vi: Sử dụng đơn

# btnShowPrescriptionPrevious__ToolTip
source: View pre prescription
my: မီနူးအသေးစိတ်အချက်အလက်များကိုကြည့်ရှုပါ။
vi: Xem chi tiết đơn

# FormAppointment.btnSave.Text
source: Save
my: သိမ်းဆည်းပါ။
vi: Lưu

# FormAppointment.lciTimeAppointments.Text
source: T/time of death:
my: T/ သေဆုံးချိန်-
vi: T/gian tử vong:

# FormAppointment.Text
source: Death information
my: သေဆုံးခြင်းအချက်အလက်
vi: Thông tin tử vong

# FormMultiChooseDate__CaptionBtnChoose
source: Choose
my: ရွေးပါ။
vi: Chọn

# FormMultiChooseDate__CaptionCalendaInput
source: Instruction date:
my: မှာယူသည့်ရက်စွဲ-
vi: Ngày y lệnh:

# FormMultiChooseDate__CaptionCalendaInput.UseTime
source: Estimated date:
my: ခန့်မှန်းရက်-
vi: Ngày dự trù:

# FormMultiChooseDate__CaptionText
source: Select multiple intruction date
my: ရက်စွဲများစွာကို ရွေးပါ။
vi: Chọn nhiều ngày y lệnh

# FormMultiChooseDate__CaptionTimeInput
source: Intruction hours:
my: အမိန့်နာရီ-
vi: Giờ y lệnh:

# frmAdvise.bar2.Text
source: Main menu
my: ပင်မမီနူး

# frmAdvise.barButtonItem1.Caption
source: Save (Ctrl S)
my: ကယ်တင်ပါ။(Ctrl S)
vi: Lưu (Ctrl S)

# frmAdvise.btnSave.Text
source: Save (Ctrl S)
my: ကယ်တင်ပါ။(Ctrl S)
vi: Lưu (Ctrl S)

# frmAdvise.chkAutoGetHomePres.Properties.Caption
source: Auto pick up with take away order
my: မှာယူမှုဖြင့် အလိုအလျောက် ကောက်သည်။
vi: Tự động lấy với đơn mang về

# frmAdvise.chkIncludeMaterial.Properties.Caption
source: Including supplies
my: ထောက်ပံ့ရေးပစ္စည်းများ ပါဝင်သည်။
vi: Gồm cả vật tư

# frmAdvise.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmAdvise.layoutControlItem4.Text
source: Single type:
my: တစ်မျိုးတည်း-
vi: Loại đơn:

# frmAdvise.layoutControlItem5.Text
source: Usage route:
my: အသုံးပြုမှုလမ်းကြောင်း-
vi: Đường dùng:

# frmAdvise.Text
source: Set up conditions for taking advice
my: အကြံဉာဏ်ရယူရန် အခြေအနေများကို သတ်မှတ်ပါ။
vi: Thiết lập điều kiện lấy lời dặn

# frmAssignPrescription.bar1.Text
source: Tools
my: ကိရိယာများ

# frmAssignPrescription.barbtnNew.Caption
source: Refresh (Ctrl N)
my: ပြန်လုပ်ပါ (Ctrl N)
vi: Làm lại (Ctrl N)

# frmAssignPrescription.barbtnPrintShortcut.Caption
source: Print (Ctrl P)
my: ပရင့်(Ctrl P)
vi: In(Ctrl P)

# frmAssignPrescription.barbtnSaveAndPrintShortcut.Caption
source: Save & Print (Ctrl I)
my: သိမ်းဆည်းပြီး ပရင့်ထုတ်ပါ (Ctrl I)
vi: Lưu và in(Ctrl I)

# frmAssignPrescription.barbtnSaveShortcut.Caption
source: Save (Ctrl S)
my: ကယ်တင်ပါ။(Ctrl S)
vi: Lưu(Ctrl S)

# frmAssignPrescription.bbtnBoSung.Caption
source: Add (Ctr A)
my: ဖြည့်စွက်စာ (Ctr A)
vi: Bổ sung (Ctr A)

# frmAssignPrescription.btnAdd.Text
source: Add (Ctrl K)
my: အပိုဆောင်း (Ctrl A)
vi: Bổ sung (Ctrl A)

# frmAssignPrescription.btnAdd.Text.Update
source: Update
my: အပ်ဒိတ်
vi: Cập nhật

# frmAssignPrescription.btnAddTutorial.Text
source: Save TT
my: HD သိမ်းဆည်းပါ။
vi: Lưu HD

# frmAssignPrescription.btnAddTutorial.ToolTip
source: Save HD
my: HD သိမ်းဆည်းပါ။
vi: Lưu HD

# frmAssignPrescription.btnBoSungPhacDo.Text
source: BS protocol
my: BS ပရိုတိုကော
vi: BS phác đồ

# frmAssignPrescription.btnBoSungPhacDo.ToolTip
source: Supplementing the protocol
my: ပရိုတိုကောကို ဖြည့်စွက်ခြင်း။
vi: Bổ sung phác đồ

# frmAssignPrescription.btnConnectBloodPressure.ToolTip
source: Get the result from the meter
my: မီတာမှရလဒ်ကိုရယူပါ။
vi: Lấy kết quả từ máy đo

# frmAssignPrescription.btnCreateVBA.Text
source: Create a BASE shell
my: BASE shell တစ်ခုဖန်တီးပါ။
vi: Tạo vỏ BA

# frmAssignPrescription.btnDichVuHenKham.Text
source: DV for appointment
my: DV ချိန်းတယ်။
vi: DV hẹn khám

# frmAssignPrescription.btnDichVuHenKham.ToolTip
source: Appointment service
my: ရက်ချိန်းဝန်ဆောင်မှု
vi: Dịch vụ hẹn khám

# frmAssignPrescription.btnDiscash.Text
source: Skip
my: ကျော်သွားပါ။
vi: Bỏ qua

# frmAssignPrescription.btnNew.Text
source: New (Ctrl N)
my: အသစ် (Ctrl N)
vi: Mới (Ctrl N)

# frmAssignPrescription.btnNew.ToolTip
source: New
my: အသစ်
vi: Mới

# frmAssignPrescription.btnPrint.Text
source: Print (Ctrl P)
my: ပရင့်ထုတ်ခြင်း (Ctrl P)
vi: In (Ctrl P)

# frmAssignPrescription.btnSave.Text
source: Save (Ctrl S)
my: ကယ်တင်ပါ။(Ctrl S)
vi: Lưu (Ctrl S)

# frmAssignPrescription.btnSave.ToolTip
source: Save
my: သိမ်းဆည်းပါ။
vi: Lưu

# frmAssignPrescription.btnSaveAndPrint.Text
source: Save & Print (Ctrl I)
my: ပရင့်ကိုသိမ်းဆည်းပါ (Ctrl I)
vi: Lưu In (Ctrl I)

# frmAssignPrescription.btnSaveAndPrint.ToolTip
source: Save in
my: သိမ်းဆည်းပါ။
vi: Lưu in

# frmAssignPrescription.btnSaveTemplate.Text
source: Save template
my: နမူနာပုံစံကို သိမ်းဆည်းပါ။
vi: Lưu mẫu

# frmAssignPrescription.btnSaveTemplate.ToolTip
source: Save template
my: နမူနာပုံစံကို သိမ်းဆည်းပါ။
vi: Lưu mẫu

# frmAssignPrescription.btnSereservInTreatmentPreview.Text
source: Specified service details
my: သတ်မှတ်ထားသောဝန်ဆောင်မှုအသေးစိတ်
vi: Chi tiết dịch vụ chỉ định

# frmAssignPrescription.btnShowDetail.Text
source: Service request
my: DS y အမိန့်
vi: DS y lệnh

# frmAssignPrescription.btnShowDetail.ToolTip
source: List of medical orders
my: ဆေးစာရင်း
vi: Danh sách y lệnh

# frmAssignPrescription.btnTestResult.Text
source: Result XN
my: ရလဒ် XN
vi: Kết quả XN

# frmAssignPrescription.btnTomLuocVienPhi.Text
source: Summary fees
my: ဆေးရုံစရိတ်အကျဉ်းချုပ်
vi: Tóm lược viện phí

# frmAssignPrescription.btnViewPrescription.Text
source: View prescriotion (Ctrl X)
my: မီနူးကိုကြည့်ပါ (Ctrl X)
vi: Xem đơn (Ctrl X)

# frmAssignPrescription.chkEditIcd.Properties.Caption
source: Fix
my: ပြင်ပါ။
vi: Sửa

# frmAssignPrescription.chkEditIcdCause.Properties.Caption
source: Fix
my: ပြင်ပါ။
vi: Sửa

# frmAssignPrescription.chkMultiIntructionTime.Properties.Caption
source: Several days
my: ရက်ပေါင်းများစွာ
vi: Nhiều ngày

# frmAssignPrescription.chkMultiIntructionTime.Text
source: Multi date
my: ရက်ပေါင်းများစွာ
vi: Nhiều ngày

# frmAssignPrescription.chkMultiIntructionTimeForMedi.Properties.Caption
source: Several days
my: ရက်ပေါင်းများစွာ
vi: Nhiều ngày

# frmAssignPrescription.grcAmount__TabMedicine.Caption
source: Quantity
my: SL
vi: SL

# frmAssignPrescription.grcAmount__TabMedicine.ToolTip
source: Amount
my: ပမာဏ
vi: Số lượng

# frmAssignPrescription.grcConcentra__TabMedicine.Caption
source: Concentra
my: အကြောင်းအရာ
vi: Hàm lượng

# frmAssignPrescription.grcDelete__MedicinePage.Caption
source: Delete
my: ဖျက်ပါ။
vi: Xóa

# frmAssignPrescription.grcDelete__MedicinePage.ToolTip
source: Delete
my: ဖျက်ပါ။
vi: Xóa

# frmAssignPrescription.grcExpend__TabMedicine.Caption
source: Deficit/Wastage:
my: HP
vi: HP

# frmAssignPrescription.grcExpend__TabMedicine.ToolTip
source: Waste of money
my: ငွေဖြုန်းတီးခြင်း။
vi: Hao phí

# frmAssignPrescription.grcIsExpendType.ToolTip
source: It's a waste of money for the bed
my: အိပ်ယာအတွက် ပိုက်ဆံဖြုန်းနေတာ
vi: Là hao phí tiền giường

# frmAssignPrescription.grcIsOutKtcFee__TabMedicine.Caption
source: Other fees/cost
my: CP ဘာသာစကား
vi: CP NG

# frmAssignPrescription.grcIsOutKtcFee__TabMedicine.ToolTip
source: Out-of-package costs
my: အထုပ်ပြင်ပကုန်ကျစရိတ်
vi: Chi phí ngoài gói

# frmAssignPrescription.grcKHBHYT__TabMedicine.Caption
source: Combining health insurance
my: ပေါင်းစပ်ကျန်းမာရေးအာမခံ
vi: Kết hợp BHYT

# frmAssignPrescription.grcLoaiHaoPhi.Caption
source: Waste type
my: အမှိုက်အမျိုးအစား
vi: Loại hao phí

# frmAssignPrescription.grcMaHoatChat.Caption
source: Active
my: လှုပ်လှုပ်ရှားရှား
vi: Hoạt chất

# frmAssignPrescription.grcManuMedicineName__TabMedicine.Caption
source: Name
my: ဆေးအမည်- ပစ္စည်းများ
vi: Tên thuốc-Vật tư

# frmAssignPrescription.grcMediStockExpMest__TabMedicine.Caption
source: Export Stock
my: ဂိုဒေါင်ကို တင်ပို့သည်။
vi: Kho xuất

# frmAssignPrescription.grcPatientType__TabMedicine.Caption
source: Tel payment
my: ငွေပေးချေရန်ဖုန်း
vi: ĐT thanh toán

# frmAssignPrescription.grcPrice__TabMedicine.Caption
source: Unit price
my: တစ်ခုချင်းစျေးနှုန်း
vi: Đơn giá

# frmAssignPrescription.grcTocDoTruyen.Caption
source: Speed \u200b\u200b(drops/minute)
my: မြန်နှုန်း (စက်/မိနစ်)
vi: Tốc độ(giọt/phút)

# frmAssignPrescription.grcTocDoTruyen__MedicinePage.Caption
source: Speed \u200b\u200b(drops/minute)
my: မြန်နှုန်း (စက်/မိနစ်)
vi: Tốc độ(giọt/phút)

# frmAssignPrescription.grcTotalPrice__TabMedicine.Caption
source: Amount
my: ငွေထဲသို့
vi: Thành tiền

# frmAssignPrescription.grcTutorial__TabMedicine.Caption
source: Manuals
my: အသုံးပြုသူလက်စွဲ
vi: HDSD

# frmAssignPrescription.grcTutorial__TabMedicine.ToolTip
source: User manual
my: အသုံးပြုသူလက်စွဲ
vi: Hướng dẫn sử dụng

# frmAssignPrescription.grcUnit__TabMedicine.Caption
source: Unit
my: ယူနစ်
vi: ĐVT

# frmAssignPrescription.grcUnit__TabMedicine.ToolTip
source: Unit
my: ယူနစ်
vi: Đơn vị tính

# frmAssignPrescription.grcUseForm__TabMedicine.Caption
source: Medicine use form
my: အသုံးပြုမှုလမ်းကြောင်း
vi: Đường dùng

# frmAssignPrescription.grcUseTimeTo__TabMedicine.Caption
source: Use time to
my: နောက်ဆုံးရက်
vi: Hạn dùng

# frmAssignPrescription.gridColumn10.Caption
source: Payment rate
my: ငွေပေးချေမှုနှုန်း
vi: Tỉ lệ thanh toán

# frmAssignPrescription.gridColumn11.Caption
source: Other souces
my: အခြားသော အရင်းအမြစ်များ
vi: Nguồn khác

# frmAssignPrescription.gridColumn12.Caption
source: Code
my: ကုဒ်
vi: Mã

# frmAssignPrescription.gridColumn13.Caption
source: Name
my: နာမည်
vi: Tên

# frmAssignPrescription.gridColumn14.Caption
source: Price
my: စျေးနှုန်း
vi: Giá tiền

# frmAssignPrescription.gridColumn15.Caption
source: Payment rate
my: ငွေပေးချေမှုနှုန်း
vi: Tỉ lệ thanh toán

# frmAssignPrescription.gridColumn16.Caption
source: Disease code
my: ရောဂါကုဒ်
vi: Mã bệnh

# frmAssignPrescription.gridColumn17.Caption
source: Choose
my: ရွေးပါ။
vi: Chọn

# frmAssignPrescription.gridColumn18.Caption
source: Name of disease
my: ရောဂါအမည်
vi: Tên bệnh

# frmAssignPrescription.gridColumn2.Caption
source: Seri number
my: စီးရီးနံပါတ်
vi: Số seri

# frmAssignPrescription.gridColumn3.Caption
source: Lot
my: အများကြီး
vi: Lô

# frmAssignPrescription.gridColumn4.Caption
source: Due date
my: နောက်ဆုံးရက်
vi: Hạn dùng

# frmAssignPrescription.gridColumn5.Caption
source: Registration number
my: မှတ်ပုံတင်နံပါတ်
vi: Số đăng ký

# frmAssignPrescription.gridColumn7.Caption
source: Code
my: ကုဒ်
vi: Mã

# frmAssignPrescription.gridColumn8.Caption
source: Name
my: နာမည်
vi: Tên

# frmAssignPrescription.gridColumn9.Caption
source: Price
my: စျေးနှုန်း
vi: Giá tiền

# frmAssignPrescription.gridColumnEquipment.Caption
source: The set
my: အစုံပါပဲ။
vi: Bộ

# frmAssignPrescription.gridColumnManyDate.Caption
source: Day
my: နေ့
vi: Ngày

# frmAssignPrescription.gridColumnSERVICE_CONDITION_NAME.Caption
source: Condition
my: အခြေအနေ
vi: Điều kiện

# frmAssignPrescription.gridColumnSERVICE_CONDITION_NAME.ToolTip
source: Payment Terms
my: ငွေပေးချေမှုစည်းမျဉ်းများ
vi: Điều kiện thanh toán

# frmAssignPrescription.labelControl12.Text
source: kg
my: ကီလိုဂရမ်

# frmAssignPrescription.labelControl13.Text
source: square meter
my: စတုရန်းမီတာ
vi: m²

# frmAssignPrescription.labelControl14.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# frmAssignPrescription.labelControl2.Text
source: OTHER
my: အခြား
vi: KHÁC

# frmAssignPrescription.labelControl3.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# frmAssignPrescription.labelControl5.Text
source: cm
my: စင်တီမီတာ

# frmAssignPrescription.labelControl6.Text
source: cm
my: စင်တီမီတာ

# frmAssignPrescription.labelControl8.Text
source: cm
my: စင်တီမီတာ

# frmAssignPrescription.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmAssignPrescription.layoutControl10.Text
source: layoutControl10
my: အပြင်အဆင် ထိန်းချုပ်မှု ၁၀

# frmAssignPrescription.layoutControl12.Text
source: LayoutControl12
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၂

# frmAssignPrescription.layoutControl13.Text
source: layoutControl13
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၃

# frmAssignPrescription.layoutControl15.Text
source: layoutControl15
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၅

# frmAssignPrescription.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# frmAssignPrescription.layoutControl21.Text
source: layoutControl21
my: အပြင်အဆင် ထိန်းချုပ်မှု ၂၁

# frmAssignPrescription.layoutControl25.Text
source: LayoutControl25
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂၅

# frmAssignPrescription.layoutControl27.Text
source: LayoutControl27
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂၇

# frmAssignPrescription.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# frmAssignPrescription.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# frmAssignPrescription.layoutControl5.Text
source: layoutControl5
my: အပြင်အဆင်ထိန်းချုပ်မှု ၅

# frmAssignPrescription.layoutControl6.Text
source: LayoutControl6
my: အပြင်အဆင်ထိန်းချုပ်မှု ၆

# frmAssignPrescription.layoutControl7.Text
source: LayoutControl7
my: အပြင်အဆင်ထိန်းချုပ်မှု ၇

# frmAssignPrescription.layoutControl8.Text
source: layoutControl8
my: အပြင်အဆင်ထိန်းချုပ်မှု ၈

# frmAssignPrescription.layoutControl9.Text
source: layoutControl9
my: အပြင်အဆင်ထိန်းချုပ်မှု ၉

# frmAssignPrescription.layoutControlItem12.Text
source: Choose:
my: ရွေးပါ-
vi: Chọn:

# frmAssignPrescription.layoutControlItem13.Text
source: Other drugs:
my: အခြားဆေးဝါးများ
vi: Thuốc khác:

# frmAssignPrescription.layoutControlItem14.Text
source: Unit:
my: ယူနစ်-
vi: ĐVT:

# frmAssignPrescription.layoutControlItem17.Text
source: Drugstore:
my: ဆေးဆိုင်-
vi: Nhà thuốc:

# frmAssignPrescription.layoutControlItem18.Text
source: Price:
my: စျေးနှုန်း:
vi: Giá:

# frmAssignPrescription.layoutControlItem19.Text
source: Secondary diseases:
my: ဒုတိယရောဂါများ
vi: Bệnh phụ:

# frmAssignPrescription.layoutControlItem20.OptionsToolTip.ToolTip
source: Print prescription after \\Save\\ is successful
my: \\Save\\ အောင်မြင်ပြီးနောက် ဆေးစာ ပရင့်ထုတ်ပါ။
vi: In đơn thuốc sau khi "Lưu" thành công

# frmAssignPrescription.layoutControlItem20.Text
source: Print:
my: ပုံနှိပ်ခြင်း-
vi: In:

# frmAssignPrescription.layoutControlItem24.OptionsToolTip.ToolTip
source: Designated time
my: သတ်မှတ်ချိန်
vi: Thời gian chỉ định

# frmAssignPrescription.layoutControlItem24.Text
source: Add Medic
my: TG က သတ်မှတ်သည်-
vi: TG chỉ định:

# frmAssignPrescription.layoutControlItem26.Text
source: Other health insurance:
my: အခြားကျန်းမာရေးအာမခံ-
vi: Khác BHYT:

# frmAssignPrescription.layoutControlItem28.Text
source: Print preview:
my: ပရင့်အစမ်းကြည့်ရှုခြင်း-
vi: Xem trước in:

# frmAssignPrescription.layoutControlItem29.Text
source: Purchased:
my: ဝယ်ယူထားသည်-
vi: Mua ngoài:

# frmAssignPrescription.layoutControlItem32.OptionsToolTip.ToolTip
source: Glomerular filtration rate
my: Glomerular filtration နှုန်း
vi: Mức lọc cầu thận

# frmAssignPrescription.layoutControlItem6.Text
source: Number of day
my: ရက်အရေအတွက်-
vi: Số ngày:

# frmAssignPrescription.layoutControlItem8.Text
source: Including health insurance:
my: ကျန်းမာရေးအာမခံ အပါအဝင်-
vi: Trong đó BHYT:

# frmAssignPrescription.layoutControlPrintAssignPrescription.Text
source: Layout contains dynamic print button according to configuration
my: အပြင်အဆင်တွင် ဖွဲ့စည်းမှုပုံစံအရ ရွေ့လျားပုံနှိပ်ခလုတ်ပါရှိသည်။
vi: Layout chứa nút in gen động theo cấu hình

# frmAssignPrescription.layoutControlPrintAssignPrescriptionExt.Text
source: layoutControl8
my: အပြင်အဆင်ထိန်းချုပ်မှု ၈

# frmAssignPrescription.lblChiPhiBNPhaiTra.Text
source: Fees to be paid by BN:
my: BN မှပေးဆောင်ရမည့်အခကြေးငွေ-
vi: Chi phí BN phải trả:

# frmAssignPrescription.lblDaDong.Text
source: Closed:
my: ပိတ်သိမ်း:
vi: Đã đóng:

# frmAssignPrescription.lblEditIcd.Text
source: Fix:
my: ပြင်ဆင်ပါ
vi: Sửa:

# frmAssignPrescription.lblIcdCauseText.Text
source: Ng/external kernel
my: Ng/ပြင်ပ kernel
vi: Ng/nhân ngoài

# frmAssignPrescription.lblIcdMainText.Text
source: Main disease:
my: အဓိကရောဂါ
vi: Bệnh chính:

# frmAssignPrescription.lblIcdText.Text
source: Secondary diseases:
my: ဒုတိယရောဂါများ
vi: Bệnh phụ:

# frmAssignPrescription.lcCause.Text
source: layoutControl14
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၄

# frmAssignPrescription.lcgDHST.Text
source: Vital signs
my: အရေးကြီးသောသင်္ကေတများ
vi: Dấu hiệu sinh tồn

# frmAssignPrescription.lcgPrevousPrescription.Text
source: Old application
my: လျှောက်လွှာဟောင်း
vi: Đơn cũ

# frmAssignPrescription.lciAmount.Text
source: Quantity (F3):
my: အရေအတွက် (F3):
vi: Số lượng (F3):

# frmAssignPrescription.lciBelly.Text
source: Waist circumference:
my: ခါးလုံးပတ်-
vi: Vòng bụng:

# frmAssignPrescription.lciBloodPressure.Text
source: Blood pressure:
my: သွေးပေါင်ချိန်:
vi: Huyết áp:

# frmAssignPrescription.lciBreathRate.Text
source: Breathing:
my: အသက်ရှုခြင်း-
vi: Nhịp thở:

# frmAssignPrescription.lciBtnAdd.Text
source: Add
my: ထည့်ပါ။

# frmAssignPrescription.lciBtnDiscard.Text
source: Cancel
my: မလုပ်တော့
vi: Hủy

# frmAssignPrescription.lciChest.Text
source: Bust:
my: ရင်ဘတ်-
vi: Vòng ngực:

# frmAssignPrescription.lciChieu.Text
source: P.m:
my: နေ့ခင်း-
vi: Chiều:

# frmAssignPrescription.lciDateEditor.OptionsToolTip.ToolTip
source: Designated time
my: သတ်မှတ်ချိန်
vi: Thời gian chỉ định

# frmAssignPrescription.lciDateEditor.Text
source: The TG specifies:
my: TG က သတ်မှတ်သည်-
vi: TG chỉ định:

# frmAssignPrescription.lciDichVuChinh_Medi.Text
source: Primary Services:
my: အဓိကဝန်ဆောင်မှု-
vi: Dịch vụ chính:

# frmAssignPrescription.lciDob.Text
source: Birthday:
my: မွေးရက်:
vi: Ngày sinh:

# frmAssignPrescription.lciEdit_TabMedicine.Text
source: Edit:
my: ပြင်ဆင်ပါ
vi: Sửa:

# frmAssignPrescription.lciEquipment.Text
source: Set of supplies:
my: ထောက်ပံ့ရေးပစ္စည်းအစုံ-
vi: Bộ vật tư:

# frmAssignPrescription.lciExecuteGroup.Text
source: Handling Group:
my: လုပ်ဆောင်နေသည့်အဖွဲ့-
vi: Nhóm xử lý:

# frmAssignPrescription.lciExecuteTime.Text
source: Measurement time:
my: တိုင်းတာချိန်-
vi: Thời gian đo:

# frmAssignPrescription.lciExpMestReason.Text
source: Export reason:
my: ထုတ်ယူရသည့် အကြောင်းအရင်း-
vi: Lý do xuất:

# frmAssignPrescription.lciExpMestTemplate.Text
source: Template form:
my: နမူနာပုံစံ-
vi: Đơn mẫu:

# frmAssignPrescription.lciForchkPreKidneyShift.Text
source: Dialysis application:
my: Dialysis လျှောက်လွှာ
vi: Đơn chạy thận:

# frmAssignPrescription.lciForchkShowLo.OptionsToolTip.ToolTip
source: Display drug batch information (Expiry date, batch number)
my: ဆေးအတွဲအချက်အလက်ကို ပြပါ (သက်တမ်းကုန်ရက်စွဲ၊ အတွဲနံပါတ်)
vi: Hiển thị thông tin lô thuốc(Hạn sử dụng, số lô)

# frmAssignPrescription.lciForchkShowLo.Text
source: HT batch:
my: HT အတွဲ-
vi: HT lô:

# frmAssignPrescription.lciForchkSignForDDT.Text
source: Sign the treatment application:
my: ကုသမှုလျှောက်လွှာကို လက်မှတ်ရေးထိုးပါ။
vi: Ký đơn điều trị:

# frmAssignPrescription.lciForchkSignForDPK.Text
source: Sign the clinic application:
my: ဆေးခန်းလျှောက်လွှာကို လက်မှတ်ရေးထိုးပါ။
vi: Ký đơn phòng khám:

# frmAssignPrescription.lciForchkSignForDTT.Text
source: Sign the application form on duty:
my: တာဝန်ကျလျှောက်လွှာပုံစံကို လက်မှတ်ရေးထိုးပါ။
vi: Ký đơn tủ trực:

# frmAssignPrescription.lciForchkThongTinMat.Text
source: Eye information:
my: မျက်လုံးအချက်အလက်-
vi: Thông tin mắt:

# frmAssignPrescription.lciForlblChiPhiBNPhaiTra.Text
source: Fees to be paid by BN:
my: BN မှပေးဆောင်ရမည့်အခကြေးငွေ-
vi: Chi phí BN phải trả:

# frmAssignPrescription.lciForlblConThieu.Text
source: Missing:
my: ပျောက်ဆုံးနေသည်-
vi: Còn thiếu:

# frmAssignPrescription.lciForlblConThua.Text
source: Leftover:
my: လက်ကျန်-
vi: Còn thừa:

# frmAssignPrescription.lciForlblDaDong.Text
source: Closed:
my: ပိတ်သိမ်း:
vi: Đã đóng:

# frmAssignPrescription.lciForlblHeight.Text
source: Height:
my: အမြင့်-
vi: Chiều cao:

# frmAssignPrescription.lciForlblWeight.Text
source: Weight:
my: အလေးချိန်-
vi: Cân nặng:

# frmAssignPrescription.lciForspinKidneyCount.OptionsToolTip.ToolTip
source: Number of dialysis sessions
my: ကြိမ် ကျောက်ကပ်ဆေး
vi: Số lần chạy thận

# frmAssignPrescription.lciForspinKidneyCount.Text
source: Number of dialysis sessions:
my: ကြိမ် ကျောက်ကပ်ဆေး
vi: S/lần chạy thận:

# frmAssignPrescription.lciFortxtPreviousUseDay.OptionsToolTip.ToolTip
source: Number of days of drug use of the previous course of treatment
my: ယခင်ကုသမှုသင်တန်း၏ မူးယစ်ဆေးဝါးသုံးစွဲသည့် ရက်အရေအတွက်
vi: Số ngày sử dung thuốc của đợt điều trị trước đó

# frmAssignPrescription.lciFortxtPreviousUseDay.Text
source: Number of previous SD times:
my: ယခင် SD အကြိမ်အရေအတွက်-
vi: Số lần SD trước đó:

# frmAssignPrescription.lciFortxtProvisionalDiagnosis.Text
source: Preliminary guess/challenge:
my: ပဏာမ ခန့်မှန်းချက်/စိန်ခေါ်မှု-
vi: Ch/đoán sơ bộ:

# frmAssignPrescription.lciFortxtThoiGianTho.Text
source: Breathing time:
my: အသက်ရှုချိန်-
vi: Giờ thở:

# frmAssignPrescription.lciFortxtTocDoTho.OptionsToolTip.ToolTip
source: Liters/Minute
my: လီတာ/မိနစ်
vi: Lít/Phút

# frmAssignPrescription.lciFortxtTocDoTho.Text
source: Breathing rate:
my: အသက်ရှူနှုန်း-
vi: Tốc độ thở:

# frmAssignPrescription.lciGenderName.Text
source: Gender:
my: လိင်-
vi: Giới tính:

# frmAssignPrescription.lciHeight.Text
source: Height:
my: အမြင့်-
vi: Chiều cao:

# frmAssignPrescription.lciHeinCardNumberInfo.Text
source: Health insurance card:
my: ကျန်းမာရေးအာမခံကတ်-
vi: Thẻ BHYT:

# frmAssignPrescription.lciHomePres.Text
source: Bring your application to:
my: သင့်လျှောက်လွှာကို ယူဆောင်လာပါ-
vi: Mang đơn về:

# frmAssignPrescription.lciHtu.Text
source: How to use:
my: အသုံးပြုပုံ-
vi: Cách dùng:

# frmAssignPrescription.lciHuongDan.Text
source: Tutorial:
my: လမ်းညွှန်-
vi: Hướng dẫn:

# frmAssignPrescription.lciIcdCause.Text
source: Person/external person:
my: ပုဂ္ဂိုလ်/ပြင်ပပုဂ္ဂိုလ်-
vi: Ng/nhân ngoài:

# frmAssignPrescription.lciIcdMain.Text
source: Primary/Pri/Main diagnosis:
my: အဓိက ရောဂါရှာဖွေခြင်း-
vi: Chẩn đoán chính:

# frmAssignPrescription.lciIcdSubCode.OptionsToolTip.ToolTip
source: Secondary diagnosis
my: ဒုတိယရောဂါလက္ခဏာ
vi: Chẩn đoán phụ

# frmAssignPrescription.lciIcdSubCode.Text
source: Secondary College:
my: အလယ်တန်းကောလိပ်-
vi: CĐ phụ:

# frmAssignPrescription.lciIcdText.OptionsToolTip.ToolTip
source: Main diagnosis
my: အဓိကရောဂါလက္ခဏာ
vi: Chẩn đoán chính

# frmAssignPrescription.lciIcdText.Text
source: Main diagnosis:
my: ပင်မကောလိပ်-
vi: CĐ chính:

# frmAssignPrescription.lciIcdTextCause.OptionsToolTip.ToolTip
source: Main diagnosis
my: အဓိကရောဂါလက္ခဏာ
vi: Nguyên nhân ngoài

# frmAssignPrescription.lciIcdTextCause.Text
source: Person/external person:
my: ပုဂ္ဂိုလ်/ပြင်ပပုဂ္ဂိုလ်-
vi: Ng/nhân ngoài:

# frmAssignPrescription.lciInteractionReason.OptionsToolTip.ToolTip
source: Interaction Reason
my: ဆေးညွှန်း ဆေးဝါး အပြန်အလှန် သက်ရောက်မှု ရှိစေသော အကြောင်းရင်းများ
vi: Lý do kê thuốc tương tác

# frmAssignPrescription.lciInteractionReason.Text
source: Interaction Reason
my: KTTT အတွက် အကြောင်းပြချက်
vi: Lý do KTTT:

# frmAssignPrescription.lciLadder.Text
source: Ladders:
my: လှေကားအရေအတွက်-
vi: Số thang:

# frmAssignPrescription.lciLeatherArea.Text
source: Skin Area:
my: အရေပြားဧရိယာ-
vi: Diện tích da:

# frmAssignPrescription.lciLoiDanBacSi.Text
source: Advise:
my: ညွှန်ကြားချက်များ-
vi: Lời dặn:

# frmAssignPrescription.lciluyKeTienThuoc.Text
source: Accumulated drug cost:
my: ဆေးဝါးများ စုဆောင်းခြင်း-
vi: Lũy kế tiền thuốc:

# frmAssignPrescription.lciMedicineTypeName.Text
source: Medicine/Material:
my: ဆေးဝါး/ပစ္စည်းများ
vi: Thuốc/vật tư:

# frmAssignPrescription.lciMedicineUseForm.Text
source: Medicine use form:
my: အသုံးပြုမှုလမ်းကြောင်း-
vi: Đường dùng:

# frmAssignPrescription.lciMediStockExpMest.Text
source: Export stock:
my: ပို့ကုန်ဂိုဒေါင်-
vi: Kho xuất:

# frmAssignPrescription.lciNguyenNhanNgoai.Text
source: External causes:
my: ပြင်ပအကြောင်းတရားများ-
vi: Nguyên nhân ngoại:

# frmAssignPrescription.lciNote.Text
source: Other:
my: အခြား-
vi: Khác:

# frmAssignPrescription.lciPatientName.Text
source: Patient:
my: လူနာ-
vi: Bệnh nhân:

# frmAssignPrescription.lciPatientType.Text
source: Tel:
my: ဖုန်း
vi: ĐTTT:
