Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.AssignPrescriptionPK/Resources/Lang.*.resx
Languages: my, vi

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_END_DEPARTMENT
source: Ending Faculty:
my: သင်တန်းပြီးဆုံးခြင်း-
vi: Khoa kết thúc:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_END_TIME
source: End time:
my: ပြီးဆုံးချိန်-
vi: Thời gian kết thúc:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_ICD_MAIN
source: Main diagnosis:
my: အဓိက ရောဂါရှာဖွေခြင်း-
vi: Chẩn đoán chính:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_ICD_TEXT
source: Secondary diagnosis:
my: ဒုတိယရောဂါရှာဖွေခြင်း-
vi: Chẩn đoán phụ:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_IS_CHRONIC
source: Chronic BN:
my: နာတာရှည် BN-
vi: BN mãn tính:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_METHOD
source: PP treatment:
my: PP ကုသမှု
vi: PP điều trị:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_MUNBER_OF_DAY
source: Number of days:
my: ရက်အရေအတွက်-
vi: Số ngày:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_RESULT
source: Result:
my: ရလဒ်:
vi: Kết quả:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_TIME_IN
source: Time in:
my: အချိန်-
vi: Thời gian vào:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__LCI_TYPE_OF_DISCHARGE
source: Discharge type:
my: ထုတ်လွှတ်မှုအမျိုးအစား-
vi: Loại ra viện:

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_BANG_KE_THANH_TOAN
source: Payment list
my: ငွေပေးချေမှုစာရင်း
vi: Bảng kê thanh toán

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_BIEU_MAU_KHAC
source: Print medical records
my: ဆေးမှတ်တမ်းများကို ပုံနှိပ်ပါ။
vi: In bệnh án

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_GIAY_CHUNG_NHAN_PTTT
source: Certificate of surgical procedure
my: ခွဲစိတ်မှုဆိုင်ရာ လက်မှတ်
vi: Giấy chứng nhân phẫu thuật thủ thuật

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_GIAY_CHUYEN_VIEN
source: Paper referral
my: စက္ကူ လွှဲပြောင်းပေးခြင်း
vi: Giấy chuyển viện

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_GIAY_HEN_KHAM_LAI
source: Appointment letter for re-examination
my: ပြန်လည်စစ်ဆေးရန် ခန့်အပ်လွှာ
vi: Giấy hẹn khám lại

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__PRINT_GIAY_RA_VIEN
source: Hospital checkout
my: ဆေးရုံငွေထုတ်
vi: Giấy ra viện

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__TXT_ICD_TEXT__NULL_VALUE
source: Press F1 to select disease
my: ရောဂါကိုရွေးချယ်ရန် F1 ကိုနှိပ်ပါ။
vi: Nhấn F1 để chọn bệnh

# IVT_LANGUAGE_KEY__FORM_TREATMENT_FINISH__TXT_METHOD_NULL_VAUE
source: F5 to select content library
my: အကြောင်းအရာဒစ်ဂျစ်တိုက်ကိုရွေးချယ်ရန် F5
vi: F5 để chọn thư viện nội dung

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GC_ACTIVE_INGR_BHYT_NAME
source: Active ingr
my: လှုပ်လှုပ်ရှားရှား
vi: Hoạt chất

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GC_AVAILABLE_AMOUNT
source: Availability
my: ရရှိနိုင်မှု
vi: Khả dụng

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GC_CONCENTRA
source: Concentra
my: အကြောင်းအရာ
vi: Hàm lượng

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GC_IMP_PRICE_DISPLAY
source: Price
my: စျေးနှုန်း
vi: Giá bán

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GC_MANUFACTURER_NAME
source: Manufacturer
my: ထုတ်လုပ်သူ
vi: Hãng sản xuất

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GC_MEDI_STOCK
source: Export Stock
my: ဂိုဒေါင်
vi: Kho

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GC_NATIONAL_NAME
source: Made in
my: လူမျိုးသည်
vi: Quốc gia

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GC_PACKAGE_NUMBER
source: Lot number
my: အရေအတွက်
vi: Số lô

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GC_REGISTER_NUMBER
source: Registration number
my: မှတ်ပုံတင်နံပါတ်
vi: Số đăng ký

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GC_SERVICE_UNIT_NAME
source: Unit
my: ယူနစ်
vi: Đơn vị tính

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GC_USE_COUNT__USE_REMAIN_COUNT
source: Remaining TSD / Max TSD
my: လက်ကျန် TSD / Max TSD
vi: TSD còn lại / TSD tối đa

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GV_MATERIAL__GC_MATERIAL_TYPE_CODE
source: Code
my: ကုဒ်
vi: Mã

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GV_MATERIAL__GC_MATERIAL_TYPE_NAME
source: Name
my: နာမည်
vi: Tên

source: Mapping Materials
my: မြေပုံထုတ်ပစ္စည်းများ
vi: Vật tư ánh xạ

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GV_MEDICINE__GC_MEDICINE_TYPE_CODE
source: Code
my: ကုဒ်
vi: Mã

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GV_MEDICINE__GC_MEDICINE_TYPE_NAME
source: Name
my: နာမည်
vi: Tên

source: Used form
my: အသုံးပြုမှုပုံစံ
vi: Dạng dùng

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GV_MEDICINE__GC_PARENT_NAME
source: Parent name
my: အဖေ့အဖွဲ့
vi: Nhóm cha

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__GV_MEDICINE__GC_SERIAL_NUMBER
source: Serial number
my: နံပါတ်စဥ်
vi: Số serial

# IVT_LANGUAGE_KEY__UC_HIS_ASSIGN_PRESCRIPTION__KEY_WORD_NULL_VALUE
source: Keyword search (F2)
my: အဓိကစကားလုံး (F2) ရှာရန်
vi: Từ khóa tìm kiếm (F2)

# IVT_LANGUAGE_KEY__UC_ICD__LCI_CHECK_EDIT_ICD
source: Fix
my: ပြင်ပါ။
vi: Sửa

# IVT_LANGUAGE_KEY__UC_ICD__LCI_ICD_MAIN
source: Main College:
my: ပင်မကောလိပ်-
vi: CĐ chính:

# IVT_LANGUAGE_KEY_FRM_SECONDARY_DISEASE_BTN_CHOOSE
source: Select (Ctrl S)
my: (Ctrl S) ကို ရွေးပါ
vi: Chọn (Ctrl S)

# IVT_LANGUAGE_KEY_FRM_SECONDARY_DISEASE_GRDCOL_CODE
source: Disease code
my: ရောဂါကုဒ်
vi: Mã bệnh

# IVT_LANGUAGE_KEY_FRM_SECONDARY_DISEASE_GRDCOL_NAME
source: Name of disease
my: ရောဂါအမည်
vi: Tên bệnh

# IVT_LANGUAGE_KEY_FRM_SECONDARY_DISEASE_ICD_CODE__NULL_TEXT
source: List of disease codes
my: ရောဂါကုဒ်များစာရင်း
vi: Danh sách mã bệnh

# IVT_LANGUAGE_KEY_FRM_SECONDARY_DISEASE_ICD_NAME__NULL_TEXT
source: List of disease names
my: ရောဂါအမည်များစာရင်း
vi: Danh sách tên bệnh

# IVT_LANGUAGE_KEY_FRM_SECONDARY_GRID_ICD__FIND_NULL_PROMPT_TEXT
source: Search keyword
my: အဓိကစကားလုံးကို ရှာပါ။
vi: Từ khóa tìm kiếm

# lciAppointmentTime__Text
source: Appointment Time:
my: TG HK-
vi: TG HK:

# lciForchkAutoBK__Text
source: Print debrous:
my: စာရင်းကို ပရင့်ထုတ်ပါ-
vi: In bảng kê:

# lciForchkAutoPrintGHK__Text
source: Print appointment:
my: ရက်ချိန်းစာ ပုံနှိပ်ပါ
vi: In giấy hẹn:

# lciFordtEndTime__Text
source: Time out:
my: အထွက်-
vi: TG ra:

# lciHisCareer__Text
source: Career:
my: အလုပ်-
vi: Nghề nghiệp:

# lciTreatmentEndType__Text
source: End type:
my: ထွက်-
vi: Loại ra:

# licPrintNHBHXH_Text
source: Print insurance :
my: လူမှုအာမခံဘဏ်မှ ပုံနှိပ်ထုတ်ဝေသည်
vi: In NH BHXH:

# licPrintTrichLuc_Text
source: Print the extract:
my: ထုတ်ယူမှုကို ပရင့်ထုတ်ပါ။
vi: In trích lục:

# SearchNullText__Caption
source: Search keyword (F4)
my: အဓိကစကားလုံးကို ရှာပါ။ (F4)
vi: Từ khóa tìm kiếm (F4)

# SurgServiceReqExecute.Print.Mps000390
source: Cataract surgery report card
my: အတွင်းတိမ်ခွဲစိတ်မှုအစီရင်ခံစာကတ်
vi: Phiếu tường trình phẫu thuật đục thủy tinh thể

# SurgServiceReqExecute.Print.Mps000391
source: Dream surgery report card
my: အိပ်မက်ခွဲစိတ်မှုအစီရင်ခံစာကတ်
vi: Phiếu tường trình phẫu thuật mộng

# SurgServiceReqExecute.Print.Mps000392
source: Report card of laryngeal reconstruction surgery
my: ပြန်လည်ထူထောင်ရေးခွဲစိတ်မှုအတွက် တိုင်ကြားချက်ကတ်
vi: Phiếu tường trình phẫu thuật tái tạo lệ quản

# SurgServiceReqExecute.Print.Mps000393
source: Report card of eyelid surgery
my: မျက်ခွံခွဲစိတ်မှုမှတ်တမ်းစာရွက်
vi: Phiếu tường trình phẫu thuật sụp mí

# SurgServiceReqExecute.Print.Mps000394
source: Glocom surgery report card
my: Glocom ခွဲစိတ်မှုအစီရင်ခံစာကတ်
vi: Phiếu tường trình phẫu thuật Glocom

# SurgServiceReqExecute.Print.Mps000395
source: Report sheet on the procedure of opening the posterior capsule by Laser Yag
my: Laser Yag ဖြင့် အနောက်ဆေးတောင့်ကိုဖွင့်ခြင်း လုပ်ငန်းစဉ်အပေါ် အစီရင်ခံလွှာ
vi: Phiếu tường trình thủ thuật mở bao sau bằng Laser Yag

# SurgServiceReqExecute.Print.Mps000396
source: Report sheet on opening the posterior capsule with iris
my: မျက်ဝန်းဖြင့် ဆေးတောင့်အဖွင့်အစီရင်ခံလွှာ
vi: Phiếu tường trình thủ thuật mở bao sau bằng mống mắt

# TakeBeanThatBai
source: Medicines/supplies {0} takebean failed
my: ဆေးဝါး/ပစ္စည်းများ {0} Takebean မအောင်မြင်ပါ။
vi: Thuốc/vật tư {0} takebean thất bại

# toolTipItem1.Text
source: Test results
my: စမ်းသပ်မှုရလဒ်များ
vi: Chỉ hiển thị thuốc/vật tư hoặc hoạt chất được khai báo trong phác đồ tương ứng với bệnh

# toolTipItem10.Text
source: Peripheral (capillary) blood oxygen saturation, measured through the skin
my: Peripheral (သွေးကြောမျှင်) သွေးအောက်ဆီဂျင် ပြည့်ဝမှုကို အရေပြားမှတဆင့် တိုင်းတာသည်။
vi: Độ bão hòa oxy trong máu ngoại vi (mao mạch), được đo thông qua da

# toolTipItem11.Text
source: Display drug batch information (Expiry date, batch number)
my: ဆေးအတွဲအချက်အလက်ကို ပြပါ (သက်တမ်းကုန်ရက်စွဲ၊ အတွဲနံပါတ်)
vi: Hiển thị thông tin lô thuốc(Hạn sử dụng, số lô)

# toolTipItem2.Text
source: Test results
my: စမ်းသပ်မှုရလဒ်များ
vi: Kết quả xét nghiệm

# toolTipItem3.Text
source: Create a medical case
my: ဆေးကိစ္စဖန်တီးပါ။
vi: Độ bão hòa oxy trong máu ngoại vi (mao mạch), được đo thông qua da

# toolTipItem4.Text
source: Create a medical record
my: ဆေးကိစ္စဖန်တီးပါ။
vi: Tạo vỏ bệnh án

# toolTipItem5.Text
source: Number of dialysis sessions
my: dialysis sessions အရေအတွက်
vi: Hiển thị thông tin lô thuốc(Hạn sử dụng, số lô)

# toolTipItem6.Text
source: Infusion rate (drops/minute)
my: ပြုတ်နှုန်း (တစ်စက်/မိနစ်)
vi: Số lần chạy thận

# toolTipItem7.Text
source: Save user manual template
my: အသုံးပြုသူလက်စွဲပုံစံပလိတ်ကို သိမ်းဆည်းပါ။
vi: Tốc độ truyền (giọt/phút)

# toolTipItem8.Text
source: Save user manual template
my: အသုံးပြုသူလက်စွဲပုံစံပလိတ်ကို သိမ်းဆည်းပါ။
vi: Lưu mẫu hướng dẫn sử dụng

# toolTipItem9.Text
source: Show only drugs/supplies or active ingredients declared in the protocol corresponding to
my: သက်ဆိုင်ရာ ပရိုတိုကောတွင် ဖော်ပြထားသော ဆေးဝါး/ပစ္စည်းများ သို့မဟုတ် တက်ကြွသော ပါဝင်ပစ္စည်းများကိုသာ ပြသပါ။
vi: Chỉ hiển thị thuốc/vật tư hoặc hoạt chất được khai báo trong phác đồ tương ứng với 1 bệnh

# UCDHST.BMIDISPLAY.NORMAL
source: (Normal)
my: (ပုံမှန်)
vi: (Bình thường)

# UCDHST.BMIDISPLAY.OBESITY.I
source: (Grade I obesity)
my: (၁) အဝလွန်ခြင်း၊
vi: (Béo phì độ I)

# UCDHST.BMIDISPLAY.OBESITY.II
source: (Grade II obesity)
my: (ဒုတိယတန်း အဝလွန်ခြင်း)
vi: (Béo phì độ II)

# UCDHST.BMIDISPLAY.OBESITY.III
source: (Grade III obesity)
my: (၃ တန်း အဝလွန်ခြင်း)
vi: (Béo phì độ III)

# UCDHST.BMIDISPLAY.OVERWEIGHT
source: (Overweight)
my: (အဝလွန်)
vi: (Thừa cân)

# UCDHST.labelControl10.Text
source: cm
my: စင်တီမီတာ

# UCDHST.labelControl12.Text
source: square meter
my: စတုရန်းမီတာ
vi: m²

# UCDHST.labelControl3.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# UCDHST.labelControl5.Text
source: kg
my: ကီလိုဂရမ်

# UCDHST.labelControl6.Text
source: cm
my: စင်တီမီတာ

# UCDHST.labelControl8.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# UCDHST.labelControl9.Text
source: cm
my: စင်တီမီတာ

# UCDHST.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UCDHST.layoutControlItem1.Text
source: Circuit:
my: ပတ်လမ်း-
vi: Mạch:

# UCDHST.layoutControlItem11.Text
source: Skin Area:
my: အရေပြားဧရိယာ-
vi: Diện tích da:

# UCDHST.layoutControlItem17.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# UCDHST.layoutControlItem2.Text
source: Temperature:
my: အပူချိန်
vi: Nhiệt độ:

# UCDHST.layoutControlItem3.Text
source: Blood pressure:
my: သွေးပေါင်ချိန်:
vi: Huyết áp:

# UCDHST.layoutControlItem5.Text
source: Breathing:
my: အသက်ရှုခြင်း-
vi: Nhịp thở:

# UCDHST.layoutControlItem6.Text
source: Weight:
my: အလေးချိန်-
vi: Cân nặng:

# UCDHST.layoutControlItem7.Text
source: Height:
my: အမြင့်-
vi: Chiều cao:

# UCDHST.layoutControlItem8.Text
source: Bust:
my: ရင်ဘတ်-
vi: Vòng ngực:

# UCDHST.layoutControlItem9.Text
source: Waist circumference:
my: ခါးလုံးပတ်-
vi: Vòng bụng:

# UCDHST.lciNote.Text
source: Other:
my: အခြား-
vi: Khác:

# UCDHST.SKINNY.I
source: (Level I thin)
my: (ပိန်အဆင့်)
vi: (Gầy độ I)

# UCDHST.SKINNY.II
source: (Level II thin)
my: (အဆင့် II ပါးပါး)
vi: (Gầy độ II)

# UCDHST.SKINNY.III
source: (Level III Skinny)
my: (အဆင့် III Skinny)
vi: (Gầy độ III)

# UCPeriousExpMestList.BenhChinh__Text
source: Main disease
my: အဓိကရောဂါ
vi: Bệnh chính

# UCPeriousExpMestList.BenhPhu__Text
source: Secondary disease
my: အလယ်တန်းရောဂါ
vi: Bệnh phụ

# UCPeriousExpMestList.cboItem1__Text
source: 1 month
my: ၁ လ
vi: 1 tháng

# UCPeriousExpMestList.cboItem2__Text
source: 2 months
my: ၂ လ
vi: 2 tháng

# UCPeriousExpMestList.cboItem3__Text
source: 3 months
my: 3 လ
vi: 3 tháng

# UCPeriousExpMestList.cboItem4__Text
source: Option
my: ရွေးချယ်မှု
vi: Tùy chọn

# UCPeriousExpMestList.gridControlPreviousprescription__gcol4__Caption
source: Store code
my: စတိုးကုဒ်
vi: Mã kho

# UCPeriousExpMestList.lciCheckBox__Text
source: No display menu
my: ပြသမှု မီနူးမရှိပါ။
vi: Không hiển thị đơn tủ trực

# frmBlockNoAdd.btnClose.Text
source: Close
my: ပိတ်လိုက်
vi: Đóng

# frmBlockNoAdd.gridColumn1.Caption
source: Service
my: ဝန်ဆောင်မှု
vi: Dịch vụ

# frmBlockNoAdd.gridColumn2.Caption
source: Diagnosis (ICD)
my: ရောဂါရှာဖွေခြင်း (ICD)
vi: Chẩn đoán (ICD)

# frmBlockNoAdd.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmBlockNoAdd.lblText.Text
source: Blocking services are contraindicated in the following diagnoses:
my: ပိတ်ဆို့ခြင်းဝန်ဆောင်မှုများကို အောက်ပါရောဂါလက္ခဏာများတွင် တားမြစ်ထားသည်။
vi: Các dịch vụ chặn chống chỉ định trong các chẩn đoán sau:

# frmBlockNoAdd.Text
source: Block contraindications
my: ဘလောက် ဆန့်ကျင်သည်။ အမှတ်
vi: Chặn chống chỉ định

# frmMissingIcd.bbtnFind.Caption
source: Find (Ctrl D)
my: ရှာပါ (Ctrl D)
vi: Tìm (Ctrl D)

# frmMissingIcd.btnAddIcd.ToolTip
source: Add diagnostics for those selected from the list of allowable indications or delete a diagnosis for those selected from the list of contraindications.
my: ခွင့်ပြုနိုင်သော ညွှန်ပြချက်များစာရင်းမှ ရွေးချယ်ထားသူများအတွက် ရောဂါရှာဖွေမှုများကို ပေါင်းထည့်ပါ သို့မဟုတ် တားမြစ်ဆေးများစာရင်းမှ ရွေးချယ်ထားသူများအတွက် ရောဂါရှာဖွေမှုကို ဖျက်ပါ။
vi: Bổ sung chẩn đoán đối với các chẩn đoán được chọn ở danh sách cho phép chỉ định hoặc xóa chẩn đoán đối với các chẩn đoán được chọn ở danh sách chống chỉ định.

# frmMissingIcd.btnFind.Text
source: Find (Ctrl D)
my: ရှာပါ (Ctrl D)
vi: Tìm (Ctrl D)

# frmMissingIcd.gridColumn1.Caption
source: Service
my: ဝန်ဆောင်မှု
vi: Dịch vụ

# frmMissingIcd.gridColumn2.Caption
source: Diagnosis (ICD)
my: ရောဂါရှာဖွေခြင်း (ICD)
vi: Chẩn đoán (ICD)

# frmMissingIcd.gridColumn3.Caption
source: Main College
my: ပင်မကောလိပ်
vi: CĐ chính

# frmMissingIcd.gridColumn3.ToolTip
source: Main diagnosis
my: အဓိကရောဂါလက္ခဏာ
vi: Chẩn đoán chính

# frmMissingIcd.gridColumn4.Caption
source: Secondary College
my: အလယ်တန်းကောလိပ်
vi: CĐ phụ

# frmMissingIcd.gridColumn4.ToolTip
source: Secondary diagnosis
my: ဒုတိယရောဂါလက္ခဏာ
vi: Chẩn đoán phụ

# frmMissingIcd.labelControl2.Text
source: Services are contraindicated in the following diagnostic cases:
my: ဝန်ဆောင်မှုများကို အောက်ပါရောဂါရှာဖွေရေးကိစ္စများတွင် တားမြစ်ထားသည်။
vi: Các dịch vụ chống chỉ định trong các trường hợp chẩn đoán sau:

# frmEditDayNum.barButtonItemCtrlS.Caption
source: Ctrl WILL
vi: Ctrl S

# frmEyeInfo.barButtonItem1.Caption
source: Ctrl WILL
vi: Ctrl S

# frmWorkingMediStock.barButtonItem1.Caption
source: Ctrl WILL
vi: Ctrl S
