Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.AssignPrescriptionPK/Resources/Message.Lang.*.resx
Languages: my, vi

# _KhongDuKhaDungTrongKho
source: Not available in stock
my: စတော့တွင် မရရှိနိုင်ပါ။
vi: Không đủ khả dụng trong kho

# _KhongNhapSoLuongKe
source: Do not enter the millet quantity
my: ဂျုံ ပမာဏကို မထည့်ပါနဲ့။
vi: Không nhập số lượng kê

# BanCoMuonNhapThongTinKetThucDieuTriKhong
source: Do you want to enter treatment termination information?
my: ကုသမှုရပ်စဲခြင်းဆိုင်ရာ အချက်အလက်ကို သင်ထည့်သွင်းလိုပါသလား။
vi: Bạn có muốn nhập thông tin kết thúc điều trị không?

# BanCoMuonTaoYeuCauKhong
source: Need to create a request form for antibiotics: {0}. Do you want to perform request generation?
my: ပဋိဇီဝဆေးများအတွက် တောင်းဆိုမှုပုံစံတစ်ခု ဖန်တီးရန် လိုအပ်သည်- {0}။
vi: Cần tạo phiếu yêu cầu sử dụng cho các kháng sinh: {0}. Bạn có muốn thực hiện tạo yêu cầu không?

# BanCoMuonTiepTuc
source: {0} {1}. Do you want to continued?
vi: {0} {1}. Bạn có muốn tiếp tục?

# BanDangChonKeDonChoNBenhNhanBanCoChacMuonThucHien
source: You are choosing to prescribe {0} patients.
my: သင်သည် လူနာ {0} ဦးကို ညွှန်းရန် ရွေးချယ်နေသည်။
vi: Bạn đang chọn kê đơn cho {0} bệnh nhân. Bạn có chắc muốn thực hiện không

# BenhNhanChuaSuDungHetCacThuocSau
source: Patient is not used medicines:\n
my: လူနာ၏ယခင်စစ်ဆေးမှု / ကုသမှု၏ဆေးမှတ်တမ်းကုဒ်များနှင့်အတူ
vi: Đợt khám/ điều trị trước đó của bệnh nhân có các mã hồ sơ điều trị còn thuốc của

# BenhNhanChuaThanhToanTienCongKham
source: The patient has not yet paid the examination fee. Do you want to pay the examination fee?
my: လူနာက စာမေးပွဲကြေး မပေးရသေးဘူး။
vi: Bệnh nhân chưa thanh toán tiền công khám. Bạn có muốn thanh toán tiền công khám không?

# BenhNhanChuongTrinhChuaDuocTaoVoBenhAn
source: The program patient has not yet created a Case Case
my: ပရိုဂရမ်လူနာသည် Case Case ကို မဖန်တီးရသေးပါ။
vi: Bệnh nhân chương trình chưa được tạo Vỏ bệnh án

# BenhNhanChuongTrinhChuaDuocTaoVoBenhAnBanCoMuonTaoVBDHayKhong
source: The patient in the program has not yet created a Case Case.
my: ပရိုဂရမ်ရှိ လူနာသည် Case Case မဖန်တီးရသေးပါ။
vi: Bệnh nhân chương trình chưa được tạo Vỏ bệnh án. Bạn có muốn tạo hay không?

# BenhNhanDangNoTienKhogChoPhepChiDinhDV
source: Patient is in debt, no prescription allowed
my: လူနာသည် အကြွေးတင်နေသဖြင့် ဆေးစာခွင့်မရှိပါ။
vi: Bệnh nhân đang nợ tiền, không cho phép chỉ định kê đơn

# BenhNhanDangThieuVienPhi
source: The patient is short of hospital fees ({0} dong).
my: လူနာသည် ဆေးရုံစရိတ် ({0} VND) ပျက်နေသည်။
vi: Bệnh nhân đang thiếu viện phí ({0} đồng). Bạn có muốn tiếp tục?

# BenhNhanDangThieuVienPhi_0D
source: The patient is short of hospital fees ({0} dong).
my: လူနာသည် ဆေးရုံစရိတ် ({0} VND) ပျက်နေသည်။
vi: Bệnh nhân đang thiếu viện phí ({0} đồng).

# BenhNhanDiKamSomTruocXNgay
source: Patient went to the doctor's office before {0} days
my: လူနာသည် {0} ရက်မတိုင်မီ ဆရာဝန်၏ရုံးခန်းသို့ သွားခဲ့သည်။
vi: Bệnh nhân đi khám sớm trước {0} ngày

# BenhNhanDiUngVoiThuocXBanCOmuonTiepTuc
source: The patient is allergic to the drug {0}.
my: လူနာသည် ဆေး {0} နှင့် မတည့်ပါ။
vi: Bệnh nhân dị ứng với thuốc {0}. Bạn có muốn tiếp tục không

# BenhNhanNghiNgoDiUngVoiThuocXBanCoMuonTiepTuc
source: Warning Suspicion of drug allergy:
my: ဆေးဓာတ်မတည့်မှုသံသယသတိပေးချက်-
vi: Cảnh báo NGHI NGỜ dị ứng thuốc:

# BenhNhanNoiTruChuaDuocChiDinhDichVuGiuong
source: Inpatient who has not been assigned a bed service
my: အိပ်ယာဝန်ဆောင်မှုကို ပေးအပ်ခြင်းမပြုသော အတွင်းလူနာ
vi: Bệnh nhân nội trú chưa được chỉ định dịch vụ giường

# BenhNhanSapHetHanTheBHYT_SoNgayThuocToiDa_BanCoMuonTiepTuc
source: The patient's health insurance card is about to expire (maximum drug days {0}).
my: လူနာ၏ကျန်းမာရေးအာမခံကတ်သည် သက်တမ်းကုန်ဆုံးတော့မည် (အမြင့်ဆုံးဆေးရက် {0})။
vi: Bệnh nhân sắp hết hạn thẻ BHYT (số ngày thuốc tối đa {0}). Bạn có muốn tiếp tục không?

# CacBenhNhanSaukeDonThatBai
source: The following patients failed prescriptions:
my: အောက်ဖော်ပြပါ လူနာများသည် ဆေးညွှန်းများ မအောင်မြင်ပါ။
vi: Các bệnh nhân sau kê đơn thất bại:

# CacPhieuChiDinhSauChuaKetThucKhongChoPhepKetThuc
source: The following nominations are not closed: {0}
my: အောက်ပါအမည်စာရင်းများကို ပိတ်မည်မဟုတ်ပါ- {0}
vi: Các phiếu chỉ định sau chưa kết thúc: {0}

# CacThuocCoCUngHoatChat_BanCoMuonTiepTuc
source: Drugs with the same active ingredient: ({0}) Do you want to continue?
my: တူညီသောပါဝင်ပစ္စည်းပါသော ဆေးဝါးများ- ({0}) ဆက်လုပ်လိုပါသလား။
vi: Các thuốc có cùng hoạt chất: ({0}) Bạn có muốn tiếp tục không?

# CacThuocCoCungMaATC_BanCoMuonTiepTuc
source: Duplicate drug group: {0}
my: ပွားနေသော ဆေးအုပ်စု- {0}
vi: Trùng nhóm dược tính: {0}

# CacThuocTrungDuocTinh_BanCoMuonTiepTuc
source: Same drug: {0}{1}{2} Do you want to continue?
my: တူညီသောဆေး- {0}{1}{2} ဆက်လုပ်လိုပါသလား။
vi: Trùng dược tính: {0}{1}{2} Bạn có muốn tiếp tục không?

# CanhBaoBenhNhanDaKeThuocTrongNgay
source: Patients were prescribed drugs during the day
my: လူနာကို တစ်နေ့တာအတွက် ဆေးပေးတယ်။
vi: Bệnh nhân đã được kê thuốc trong ngày

# CanhBaoChongChiDinh
source: Contraindication warning:
my: တားမြစ်ဆေးသတိပေးချက်
vi: Cảnh báo chống chỉ định:

# CanhBaoDiUngThuoc
source: Drug allergy warning:
my: ဆေးဝါးဓာတ်မတည့်မှု သတိပေးချက်
vi: Cảnh báo dị ứng thuốc:

# CanhBaoNgayHenLaChuNhat
source: The current appointment date is Sunday, do you want to continue?
my: လက်ရှိချိန်းဆိုထားသည့်ရက်သည် တနင်္ဂနွေနေ့ဖြစ်သည်၊ ဆက်လက်လုပ်ဆောင်လိုပါသလား။
vi: Ngày hẹn khám hiện tại là ngày chủ nhật bạn có muốn tiếp tục không

# CanhBaoNgayHenLaThuBay
source: The current appointment date is Saturday, do you want to continue?
my: လက်ရှိချိန်းဆိုထားသည့်ရက်သည် စနေနေ့ဖြစ်သည်၊ ဆက်လက်လုပ်ဆောင်လိုပါသလား။
vi: Ngày hẹn khám hiện tại là ngày thứ bảy bạn có muốn tiếp tục không

# CanhBaoSaiThongTinTheBHYT
source: Patient has incorrect health insurance information, needs to be rechecked
my: လူနာတွင် ကျန်းမာရေးအာမခံအချက်အလက်များ မှားယွင်းနေသဖြင့် ပြန်လည်စစ်ဆေးရန် လိုအပ်ပါသည်။
vi: Bệnh nhân có thông tin BHYT chưa đúng, cần kiểm tra lại

# CanhBaoThoiGianHenKhamSoVoiThoiGianKetThucDieuTri
source: Appointment time must be greater than treatment end time
my: ချိန်းဆိုချိန်သည် ကုသမှုပြီးဆုံးချိန်ထက် ပိုနေရပါမည်။
vi: Thời gian hẹn khám phải lớn hơn thời gian kết thúc điều trị

# CanhBaoThuocKeVuotQuaSoNGaySuDung
source: The drug {0} with active ingredient {1} was prescribed on {2} more than the number of days of use.
my: တက်ကြွသောပါဝင်ပစ္စည်း {1} ပါသော ဆေးဝါး {0} ကို အသုံးပြုသည့်ရက်အရေအတွက်ထက် ကျော်လွန်ပြီး {2} တွင် သတ်မှတ်ခဲ့သည်။
vi: Thuốc {0} có hoạt chất {1} được kê ngày {2} vượt quá số ngày sử dụng. Bạn có muốn kê tiếp không?

# CapNhatThatBai_KhongDuSoLuongKhaDung
source: Update failed.
my: အပ်ဒိတ် မအောင်မြင်ပါ။
vi: Cập nhật thất bại. {0} không đủ số lượng khả dụng

# ChanChongChiDinh
source: Block contraindications:
my: တားမြစ်တားမြစ်ချက်များ-
vi: Chặn chống chỉ định:

# ChuaLinhHetThuoc
source: Haven't received all the medicine yet
my: ဆေးအားလုံး မရသေးပါ။
vi: Chưa lĩnh hết thuốc

# ChuaNhapThoiGianHenKham
source: You have not selected an appointment time, please check again
my: သင်ချိန်းဆိုထားသည့်အချိန်ကို မရွေးချယ်ရသေးပါ၊ ကျေးဇူးပြု၍ ထပ်မံစစ်ဆေးပါ။
vi: Bạn chưa chọn thời gian hẹn khám, vui lòng kiểm tra lại

# ChuaNhapThongTinChuyenVien
source: You have not entered the hospital transfer information completely, please check again
my: လွှဲပြောင်းမှုအချက်အလက်အပြည့်အစုံကို သင်မဖြည့်ရသေးပါ၊ ကျေးဇူးပြု၍ ထပ်မံစစ်ဆေးပါ။
vi: Bạn chưa nhập đầy đủ thông tin chuyển viện, vui lòng kiểm tra lại

# ChuaNhapThongTinTuVong
source: You have not entered the complete death information, please check again
my: သေဆုံးခြင်းဆိုင်ရာ အချက်အလက်အပြည့်အစုံကို သင်မဖြည့်ရသေးပါ၊ ထပ်မံစစ်ဆေးပါ။
vi: Bạn chưa nhập đầy đủ thông tin tử vong, vui lòng kiểm tra lại

# ChuaThucHienXongDichVuCLS
source: Patients who have not completed CLS services, do not allow prescriptions.
my: CLS ဝန်ဆောင်မှုများ မပြီးသေးသော လူနာများသည် ဆေးစာများကို ခွင့်မပြုပါ။
vi: Bệnh nhân chưa thực hiện xong dịch vụ CLS, không cho phép kê đơn.

# ChucNangDangPhatTrienVuiLongThuLaiSau
source: The function is not supported in the current version, please try again later
my: လုပ်ဆောင်ချက်ကို လက်ရှိဗားရှင်းတွင် မပံ့ပိုးပါ၊ ကျေးဇူးပြု၍ နောက်မှ ထပ်ကြိုးစားပါ။
vi: Chức năng không được hỗ trợ ở phiên bản hiện tại, vui lòng thử lại sau

# DanhSachThuocDaKeDaCoThuocTheoXKhongTheBoSungThemThuocYZ
source: The list of prescribed drugs/supplies already contains drugs/supplies ({0}) according to {1}, cannot add more drugs/supplies {2} according to {3}
my: သတ်မှတ်ထားသော ဆေးဝါး/ပစ္စည်းများစာရင်းတွင် ဆေးဝါး/ပစ္စည်းများ ({0}) ပါရှိပြီး {1} အရ၊ {3} အရ ဆေးဝါး/ပစ္စည်းများ ထပ်မံထည့်၍မရပါ {2}
vi: Danh sách thuốc/vật tư đã kê đã có thuốc/vật tư ({0}) theo {1}, không thể bổ sung thêm thuốc/vật tư {2} theo {3}

# DanhSachThuocVatTuTonTai2KhoXuat
source: The list of drugs/supplies exists in 2 warehouses
my: သိုလှောင်ရုံ 2 ခုတွင် ဆေးဝါး/ပစ္စည်းများစာရင်း ရှိပါသည်။
vi: Danh sách thuốc/ vật tư tồn tại 2 kho xuất

# DichVuTrongCauHinhThuocCHuaDuocCauHinhChanDoanICD
source: {0} {1} The service in the drug configuration has not been diagnostic configured (ICD)
my: {0} {1} ဆေးဝါးဖွဲ့စည်းပုံရှိ ဝန်ဆောင်မှုသည် ရောဂါရှာဖွေရေးပုံစံ (ICD) မပြုလုပ်ရသေးပါ
vi: {0} {1}Dịch vụ trong cấu hình thuốc chưa được cấu hình chẩn đoán (ICD)

# DichVuTrongCauHinhThuocCHuaDuocCauHinhChanDoanICDBanCoMuonTiepTuc
source: {0} {1} The service in the drug profile has not been configured for diagnostics (ICD).
my: {0} {1} ဆေးပရိုဖိုင်ရှိ ဝန်ဆောင်မှုကို ရောဂါရှာဖွေရေး (ICD) အတွက် ပြင်ဆင်သတ်မှတ်ထားခြင်းမရှိပါ။
vi: {0} {1}Dịch vụ trong cấu hình thuốc chưa được cấu hình chẩn đoán (ICD). Bạn có muốn tiếp tục không?

# DonThuocCoCacThuocThuocNhomKhangSinhBanCOMuonTiepTuc
source: Prescription containing drugs in the antibiotic group: {0}.
my: ပဋိဇီဝဆေးအုပ်စုတွင် ပါဝင်သောဆေးများ- {0}။
vi: Đơn thuốc có các thuốc thuộc nhóm kháng sinh: {0}. Bạn có muốn tiếp tục không?

# HeThongTBCuaSoThongBaoBanCoMuonHuyDuLieuKhong
source: Are you sure you want to destroy the data?
my: ဒေတာကို ဖျက်လိုသည်မှာ သေချာပါသလား။
vi: Bạn có chắc muốn hủy dữ liệu?

# HeThongTBCuaSoThongBaoBanCoMuonXoaDuLieuKhong
source: Do you want to delete data?
my: ဒေတာကို ဖျက်လိုပါသလား။
vi: Bạn có muốn xóa dữ liệu?

# HoSoDangNoTienKhongChoPhepKeDon
source: The record is in debt and does not allow prescriptions
my: ကြွေးမြီမှတ်တမ်းများတွင် ဆေးစာများကို ခွင့်မပြုပါ။
vi: Hồ sơ đang nợ tiền không cho phép kê đơn

# IcdKhongDung
source: You entered the incorrect diagnostic code.
my: သင်သည် မှားယွင်းသော ရောဂါရှာဖွေရေးကုဒ်ကို ထည့်သွင်းခဲ့သည်။
vi: Bạn nhập mã chẩn đoán không đúng. Vui lòng kiểm tra lại

# IVT_LANGUAGE_KEY__UC_ICD__LCI_CHECK_EDIT_ICD
source: Fix
my: ပြင်ပါ။
vi: Sửa

# IVT_LANGUAGE_KEY__UC_ICD__LCI_ICD_MAIN
source: Main College:
my: ပင်မကောလိပ်-
vi: CĐ chính:

# KhongChonPhongLamViec
source: Please do not select a working warehouse
my: အလုပ်လုပ်သော ဂိုဒေါင်ကို မရွေးချယ်ပါနှင့်
vi: Vui lòng chưa chọn kho làm việc

# KhongCoThuocVatTuNaoConDuSoluongKhaDungTrongKho
source: No medicine found - supplies are still available in stock for inventory
my: ဆေးမတွေ့ပါ - ဆေးစာအတွက် လက်ကျန်ရှိပစ္စည်းများ
vi: Không tìm thấy thuốc - vật tư nào còn đủ khả dụng trong kho để kê

# KhongTimThayChinhSachGiaCuaDichVu
source: No suitable payment object was found for the service
my: ဝန်ဆောင်မှုအတွက် သင့်လျော်သော ငွေပေးချေမှု အရာဝတ္ထုကို ရှာမတွေ့ပါ။
vi: Không tìm thấy đối tượng thanh toán phù hợp cho dịch vụ

# KhongTimThayIcdTuongUngVoiCacMaSau
source: Disease code {0} is not in the list, please check again.
my: ရောဂါကုဒ် {0} စာရင်းတွင် မပါဝင်ပါ၊ ကျေးဇူးပြု၍ ထပ်မံစစ်ဆေးပါ။
vi: Mã bệnh {0} không có trong danh mục, đề nghị kiểm tra lại.

# KhongTimThayThongTinICD
source: ICD information not found
my: ICD အချက်အလက်ကို ရှာမတွေ့ပါ။
vi: Không tìm thấy thông tin ICD

# KhongTimThayThuocVatTuDuocCauHinhChanDoanICD
source: No drugs found, unconfigured ICD diagnostic supplies
my: မည်သည့်ဆေးဝါးမျှ မတွေ့ပါ၊ ပြုပြင်မထားသော ICD ရောဂါရှာဖွေရေး အထောက်အပံ့များ
vi: Không tìm thấy thuốc vật tư chưa được cấu hình chẩn đoán ICD

# MabenhPhuDaDuocSuDungChoMaBenhChinh
source: Sub-code {0} has been used for primary code, please check again.
my: နံပါတ်ခွဲကုဒ် {0} ကို အဓိကကုဒ်အတွက် အသုံးပြုထားပြီး၊ ကျေးဇူးပြု၍ ထပ်မံစစ်ဆေးပါ။
vi: Mã bệnh phụ {0} đã được sử dụng cho mã bệnh chính, đề nghị kiểm tra lại.

# NgayChuaCoToDieuTri
source: Date {0} no treatment sheet. Do you want to continue?
my: ရက်စွဲ {0} ကုသမှုစာရွက်မရှိပါ။
vi: Ngày {0} chưa có tờ điều trị. Bạn có muốn tiếp tục?

# NgayCoNhieuHon1ToDieuTri
source: Date {0} has more than one tracking
my: ရက်စွဲ {0} တွင် ကုသမှုစာရွက် 1 ခုထက်ပိုပါသည်။
vi: Ngày {0} có nhiều hơn 1 tờ điều trị

# NgayKhongNamTrongNgaykeDon
source: Tracking date {0} is not within the prescription date
my: {0} ရက်စွဲပါ ကုသမှုစာရွက်သည် ဆေးညွှန်းရက်စွဲတွင် မရှိပါ။
vi: Tờ điều trị ngày {0} không nằm trong ngày kê đơn

# NhapQuaKyTuBenhPhu
source: Sub-case code or sub-case name is too long (\u003e500 characters)
my: စာလုံးခွဲကုဒ် သို့မဟုတ် စာလုံးခွဲအမည်သည် ရှည်လွန်းသည် (အက္ခရာ 500 လုံး)
vi: Mã bệnh phụ hoặc tên bệnh phụ quá dài ( >500 ký tự)

# PhongKhamCoSoLuongKhamVuotSoLuotChoPhep
source: The clinic has more appointments than allowed: {0}.
my: ဆေးခန်းတွင် ခွင့်ပြုထားသည်ထက် ရက်ချိန်းပိုများသည်- {0}။
vi: Phòng khám có số lượt hẹn khám vượt số lượt cho phép: {0}. Bạn có muốn tiếp tục?

# Plugin_AssignPrescription__AcinInteractive__OverGrade
source: {0} Activity of {1} medicine conflicts with {2} activity of {3} medicine.
my: တက်ကြွသောပါဝင်ပစ္စည်း {0} ({1}) သည် တက်ကြွသောပါဝင်ပစ္စည်း {2} ({3}) နှင့် ဓါတ်ပြုပါသည်။
vi: Hoạt chất {0} ({1}) tương tác với hoạt chất {2} ({3}).

# Plugin_AssignPrescription__BanCoMuonBoSungKhongNeuCoVuiLongNhapLyDo
source: Do you want to add? (in case of addition, please enter reason)
my: ထည့်လိုပါသလား။
vi: Bạn có muốn bổ sung không? (trong trường hợp bổ sung, vui lòng nhập lý do)

# Plugin_AssignPrescription__BenhNhanDoiTuongTTBhytBatBuocPhaiNhapDuongDung
source: Health Insurance Object must be input....
my: ကျန်းမာရေး အာမခံရှိသော လူနာများသည် ဆေးဝါးများ ညွှန်ကြားရာတွင် စီမံအုပ်ချုပ်မှု လမ်းကြောင်းသို့ ဝင်ရောက်ရန် လိုအပ်ပါသည်။
vi: Đối tượng bệnh nhân BHYT bắt buộc phải nhập đường dùng khi chỉ định thuốc

# Plugin_AssignPrescription__BuoiChieu
source: afternoon
my: နေ့လည်
vi: buổi chiều

# Plugin_AssignPrescription__BuoiSang
source: Morning
my: မနက်ခင်း
vi: buổi sáng

# Plugin_AssignPrescription__BuoiToi
source: Night
my: ည
vi: buổi tối

# Plugin_AssignPrescription__BuoiTrua
source: Lunch
my: နေ့လည်
vi: buổi trưa

# Plugin_AssignPrescription__CanhBaoDaKeTrongNgay
source: ordered for the day
my: တစ်နေ့တာအတွက် အမိန့်ပေးတယ်။
vi: đã kê trong ngày

# Plugin_AssignPrescription__CanhBaoThuocDaKeTrongNgay
source: Medicine's indecated today
my: တစ်နေ့တာအတွက် သတ်မှတ်ထားသော ဆေးဝါးများ
vi: Thuốc đã kê trong ngày

# Plugin_AssignPrescription__CanhBaoVatTuDaKeTrongNgay
source: Supplies ordered for the day
my: တစ်နေ့တာအတွက် ပစ္စည်းတွေ မှာထားတာ
vi: Vật tư đã kê trong ngày

# Plugin_AssignPrescription__Chieu
source: Dimension {0} {1}
my: အတိုင်းအတာ {0} {1}
vi: Chiều {0} {1}

# Plugin_AssignPrescription__ChuaChonNgayChiDinh
source: Please select indecated time
my: သတ်မှတ်ထားသောရက်စွဲကို မရွေးချယ်ရသေးပါ။
vi: Chưa chọn ngày chỉ định

# Plugin_AssignPrescription__DoiTuongBHYTBatBuocPhaiNhapHDSD
source: Insured objects must enter the tutorial
my: ဆေးဝါးအတွက် အသုံးပြုရန် ညွှန်ကြားချက်များ ထည့်သွင်းရန် လိုအပ်သည်။
vi: Bắt buộc phải nhập hướng dẫn sử dụng cho thuốc

# Plugin_AssignPrescription__HDSDVuotQuaKyTu
source: Instructions for use exceed the allowed length
my: အသုံးပြုရန် ညွှန်ကြားချက်များသည် ခွင့်ပြုထားသော အရှည်ထက် ကျော်လွန်ပါသည်။
vi: Hướng dẫn sử dụng vượt độ dài cho phép

# Plugin_AssignPrescription__KhongCoDoiTuongThanhToan
source: No payment object selected
my: ငွေပေးသူကို မရွေးချယ်ပါနှင့်
vi: Không chọn đối tượng thanh toán

# Plugin_AssignPrescription__KhongNhapSoLuong
source: Please input quantity
my: ပမာဏ မထည့်ပါနဲ့။
vi: Không nhập số lượng

# Plugin_AssignPrescription__KhongThuocNhomThuoc
source: {0} does not belong to the drug class.
my: {0} သည် ဆေးအမျိုးအစားနှင့် မသက်ဆိုင်ပါ။
vi: {0} không thuộc nhóm thuốc.

# Plugin_AssignPrescription__KhongTimThayDoiTuongThanhToanTrongThoiGianYLenh
source: Object not found, please contact system administrator for assistance
my: အရာဝတ္ထုကို ရှာမတွေ့ပါ၊ အကူအညီအတွက် စနစ်စီမံခန့်ခွဲသူကို ဆက်သွယ်ပါ။
vi: Không tìm thấy đối tượng, vui lòng liên hệ quản trị hệ thống để được hỗ trợ

# Plugin_AssignPrescription__KhongTimThayIcdTuongUngVoiCacMaSau
source: The following ICD code does not exist or is formatted incorrectly: {0}. The software only accepts a semicolon separated list of ICD codes. Please check again
my: အောက်ပါ ICD ကုဒ် မရှိပါ သို့မဟုတ် ဖော်မတ်မှားယွင်းနေသည်- {0}။ ဆော့ဖ်ဝဲလ်သည် ICD ကုဒ်များစာရင်းကို ပိုင်းခြားထားသော semicolon တစ်ခုကိုသာ လက်ခံသည်။ ထပ်မံစစ်ဆေးပါ။
vi: Mã ICD sau không tồn tại hoặc sai định dạng: {0}. Phần mềm chỉ nhận danh sách các mã ICD ngăn cách nhau bởi dấu chấm phẩy. Vui lòng kiểm tra lại

# Plugin_AssignPrescription__Message__VuotQuaSoLuongKhaDungTrongKho
source: Not enough or out of stock.
my: ရနိုင်သောပမာဏထက်ကျော်လွန်သည် သို့မဟုတ် စတော့တွင်မပါဝင်ပါ။
vi: vượt quá số lượng khả dụng hoặc không có trong kho.

# Plugin_AssignPrescription__Message__VuotQuaSoLuongKhaDungTrongKho__CoMuonTiepTuc
source: Not enough or out of stock. Do you want to continue?
my: ရနိုင်သောပမာဏထက်ကျော်လွန်သည် သို့မဟုတ် စတော့တွင်မပါဝင်ပါ။
vi: vượt quá số lượng khả dụng hoặc không có trong kho. Bạn có muốn chuyển các thuốc không đủ khả dụng sang thuốc ngoài kho hay không?

# Plugin_AssignPrescription__NgayChiDinhTuLonHonNgayChiDinhDen
source: The specified date from cannot be greater than the specified date to
my: သတ်မှတ်ထားသောရက်စွဲသည် ဆိုက်ရောက်မည့်ရက်ထက် မပိုနိုင်ပါ။
vi: Ngày chỉ định từ không được lớn hơn ngày chỉ định đến.

# Plugin_AssignPrescription__NgayDuTruKhongDuocNhoHonThoiGianChiDinh
source: The estimated date should not be less than the specified time
my: ခန့်မှန်းရက်စွဲသည် သတ်မှတ်ထားသည့်အချိန်ထက် မနည်းသင့်ပါ။
vi: Ngày dự trù không được nhỏ hơn thời gian chỉ định

# Plugin_AssignPrescription__NgayUong
source: Day {0} {1} {2} Split {3} lần,
my: ရက်စွဲ {0}{1} {2} ပိုင်း {3} ကြိမ်၊
vi: Ngày {0}{1} {2} chia {3} lần,

# Plugin_AssignPrescription__NgayUongTemp2
source: Date {0}{1} {2} {3} times
my: ရက်စွဲ {0}{1} {2} {3} ကြိမ်
vi: Ngày {0}{1} {2} {3} lần

# Plugin_AssignPrescription__NgayUongTemp3
source: {0} {1}/time * {2} times/day
my: {0} {1}/အကြိမ် * {2} ကြိမ်/ရက်
vi: {0} {1}/lần * {2} lần/ngày

# Plugin_AssignPrescription__NgayUongTemp4
source: {0}{1} days.
my: {0}{1} ရက်။
vi: {0}{1} ngày. Ngày {2}{3} lần

# Plugin_AssignPrescription__NgayXVienBuoiYZ
source: Day {0} {1} {2} {3}
my: ရက်စွဲ {0}{1} {2} {3}
vi: Ngày {0}{1} {2} {3}

# Plugin_AssignPrescription__PopupMenu_HuyPhaTruyen
source: Cancel Mixed Infusion
my: ဂီယာအဆင့်ကို ပယ်ဖျက်ပါ။
vi: Hủy pha truyền

# Plugin_AssignPrescription__PopupMenu_LoaiHaoPhi
source: Waste of money for bed
my: အိပ်ယာအတွက် ပိုက်ဆံကုန်မယ်။
vi: Hao phí tiền giường

# Plugin_AssignPrescription__PopupMenu_PhaTruyenCungNhau
source: Mixed Infusion
my: ပြုတ်ရည်တို့ အတူတူပါပဲ။
vi: Pha truyền cùng nhau

# Plugin_AssignPrescription__PopupMenu_SuaSoNgay
source: Edit number of days
my: ရက်အရေအတွက်ကို တည်းဖြတ်ပါ။
vi: Sửa số ngày

# Plugin_AssignPrescription__Sang
source: A.m {0} {1}
my: တောက်ပသော {0} {1}
vi: Sáng {0} {1}

# Plugin_AssignPrescription__SoLuongXuatLonHonSpoLuongKhadungTrongKho
source: Indecated quantity is exceeded availiablity.
my: ဆန်စပါး အရေအတွက်သည် စတော့တွင် ရနိုင်သော ပစ္စည်းထက် ကျော်လွန်နေပါသည်။
vi: Số lượng kê đã vượt quá số khả dụng trong kho.

# Plugin_AssignPrescription__SoTienDaKeChoBHYTDaVuotquaMucGioiHan
source: The fees {0} for Health insurance exceeded limit
my: ကျန်းမာရေးအာမခံအတွက် ဖော်ပြထားသည့် {0} ပမာဏသည် ကန့်သတ်ချက်ထက်ကျော်လွန်နေပါသည် {1}
vi: Số tiền đã kê {0} cho BHYT đã vượt quá mức giới hạn {1}

# Plugin_AssignPrescription__SuaDonThuocDuLieuTruyenVaoKhongHopLe
source: Fixed data of prescription is not avalid. Please contact Administrator
my: မမှန်ကန်သော ဆေးညွှန်းဒေတာကို ပြင်နေသည်၊ အကူအညီအတွက် ကျေးဇူးပြု၍ စနစ်စီမံခန့်ခွဲသူကို ဆက်သွယ်ပါ။
vi: Sửa đơn thuốc dữ liệu truyền vào không hợp lệ, vui lòng liên hệ quản trị hệ thống để được hỗ trợ

# Plugin_AssignPrescription__ThongBaoTatForm
source: You have selected medicine/supplies but not saved.
my: သင့်တွင် ဆေးဝါး/ပစ္စည်းများကို ရွေးချယ်ထားသော်လည်း မသိမ်းဆည်းပါ။
vi: Bạn đã chọn thuốc/ vật tư nhưng chưa lưu. Bạn có muốn đóng không?

# Plugin_AssignPrescription__Thuoc
source: {0} Medicine
my: မူးယစ်ဆေးဝါး {0}
vi: Thuốc {0}

# Plugin_AssignPrescription__ThuocDaChonTrongKhoKhongDuKe_BanComuonKeThuocNgoaiKho
source: The selected drug and other drugs with the same active ingredient in stock are not enough to prescribe.
my: စတော့တွင်ရှိသော တူညီသောတက်ကြွပါဝင်ပစ္စည်းပါသော အခြားဆေးများနှင့် ညွှန်းရန်မလုံလောက်ပါ။
vi: Thuốc đã chọn và các thuốc cùng hoạt chất khác trong kho không đủ để kê. Bạn có muốn kê thuốc ngoài kho không

# Plugin_AssignPrescription__ThuocDaduocKe
source: The medicine has been indecated, are you sure to continue?
my: ဆေးညွှန်းပြီးပြီ၊ ဆက်လုပ်ချင်နေတာ သေချာလား။
vi: Thuốc đã được kê, có chắc chắn muốn kê tiếp?

source: Medication has been listed on the waiting list for patients, do you want to switch to another patient?
my: ဆေးသည် လူနာအတွက် စောင့်ဆိုင်းစာရင်းတွင် ရှိပြီး၊ အခြားလူနာထံ လွှဲပြောင်းလိုပါသလား။
vi: Thuốc đã được kê vào danh sách chờ lưu cho bệnh nhân, bạn có muốn chuyển sang bệnh nhân khác?

# Plugin_AssignPrescription__ThuocKeSoLuongVuotQuaSoLuongCanhBaoTonKho
source: Quantity of {0} Medicnes {1} exceeded the number of inventory alerts.
my: ဆေးဝါး {0} ညွှန်းကိန်း {1} သည် စာရင်းသတိပေးချက် ပမာဏထက် ကျော်လွန်နေပါသည်။
vi: Thuốc {0} kê đơn số lượng {1} đã vượt quá số lượng cảnh báo tồn kho.

# Plugin_AssignPrescription__ThuocKhongCoHoatChat
source: {0} Medicine has no active ingredients
my: တက်ကြွသောပါဝင်ပစ္စည်းများမပါဘဲ မူးယစ်ဆေးဝါး {0}
vi: Thuốc {0} không có hoạt chất

# Plugin_AssignPrescription__ThuocKhongCoTrongKho
source: The medicine is out of stock
my: ဆေးမကျန်တော့ဘူး။
vi: Thuốc không còn trong kho

# Plugin_AssignPrescription__ThuocTuongtacVoiThuocNhungVanKeDo
source: Drugs {0} and drugs {1} interact with each other but still prescribe interactions due to
my: မူးယစ်ဆေးဝါး {0} နှင့် မူးယစ်ဆေးဝါး {1} တို့သည် အပြန်အလှန် အကျိုးသက်ရောက်မှုရှိသော်လည်း အပြန်အလှန်တုံ့ပြန်မှုများကြောင့် ညွှန်းဆဲဖြစ်သည်။
vi: Thuốc {0} với thuốc {1} tương tác với nhau vẫn kê tương tác do

# Plugin_AssignPrescription__ThuocVatuTrongDanhMuc
source: In category
my: အမျိုးအစားထဲမှာ
vi: Trong danh mục

# Plugin_AssignPrescription__TienBHYTDaKeVuotQuaMucGioiHan
source: The prescribed health insurance premium exceeds the limit
my: သတ်မှတ်ထားသော ကျန်းမာရေးအာမခံပရီမီယံသည် ကန့်သတ်ချက်ထက်ကျော်လွန်ပါသည်။
vi: Tiền BHYT đã kê vượt quá mức giới hạn

# Plugin_AssignPrescription__Toi
source: Night {0} {1}
my: အမှောင် {0} {1}
vi: Tối {0} {1}

source: Total amount of waste {0} has exceeded the amount of consumption norms of service {1} {2}.
my: အမှိုက်စုစုပေါင်း {0} သည် ပင်မဝန်ဆောင်မှု {2} ၏ စွန့်ပစ်ပစ္စည်း {1} ပမာဏကို ကျော်လွန်နေပါသည်။
vi: Tổng số tiền hao phí {0} đã vượt quá số tiền định mức hao phí {1} của dịch vụ chính {2}. Các thuốc/vật tư hao phí đã kê: {3}

# Plugin_AssignPrescription__TongTienTheoDoiTuongDieuTriChoBHYTDaVuotquaMucGioiHan
source: The total amount of identified services for patients covered by the {0} health insurance {1} exceeds the limit of {2}
my: ကျန်းမာရေးအာမခံဖြင့် အကျုံးဝင်သော လူနာ၏ ဝန်ဆောင်မှုများ {0} စုစုပေါင်းပမာဏသည် {1} ကန့်သတ်ချက်ထက် {2} ကျော်လွန်သွားသည်
vi: Tổng số tiền của các dịch vụ đã chỉ định của bệnh nhân đối thuộc diện điều trị {0} cho BHYT là {1} đã vượt quá mức giới hạn {2}

# Plugin_AssignPrescription__Trua
source: Lunch {0} {1}
my: နေ့လည် {0} {1}
vi: Trưa {0} {1}
