Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.AssignPrescriptionPK/Resources/Message.Lang.*.resx
Languages: my, vi

# Plugin_AssignPrescription__TruongSoLuongNhapSaiDinhDang
source: Quantity must be number (0-9),decimal,seleprator,fraction sympol ("," "." "/" eg: 0,5;3/4)
my: ဂဏန်းများသည် ဂဏန်းအက္ခရာများ (0-9)၊ ဒဿမ ခြားနားခြင်း (\
vi: Số lượng chỉ cho phép nhập ký tự số (0-9), dấu phân tách thập phân ("," "." vd: 0.5; 0,5) và dấu phân số (/ vd: 3/4)

# Plugin_AssignPrescription__TruongThongTinCoDoDaiVuotQuaGioiHan
source: The length of the data field should not exceed 2000 characters
my: ဒေတာအကွက်၏ အရှည်သည် စာလုံးရေ 2000 ထက် မပိုသင့်ပါ။
vi: Độ dài của trường dữ liệu không vượt quá 2000 ký tự

# Plugin_AssignPrescription__VatTu
source: {0} Material
my: ပစ္စည်းများ {0}
vi: Vật tư {0}

# Plugin_AssignPrescription__VatTuDaduocKe
source: The material has been indecated, are you sure to continue?
my: ပစ္စည်းများကို အော်ဒါမှာပြီးပါပြီ၊ နောက်ထပ်မှာယူလိုသည်မှာ သေချာပါသလား။
vi: Vật tư đã được kê, có chắc chắn muốn kê tiếp?

# Plugin_AssignPrescription__VatTuKhongDuKeBanCoMuonKeVatTuMuaNgoai
source: Supplies {0} are not enough to stock.
my: ပစ္စည်း {0} သည် စတော့တင်ရန် မလုံလောက်ပါ။
vi: Vật tư {0} không đủ để kê. Bạn có muốn kê vật tư mua ngoài không?

# SereServConditionAlert__DVChuaDuocNhapDieuKien
source: Medicines/supplies {0} not yet entered condition
my: ဆေးဝါး/ထောက်ပံ့ပစ္စည်းများ {0} အခြေအနေ မထည့်သွင်းရသေးပါ။
vi: Thuốc/vật tư {0} chưa được nhập điều kiện

# SereServOtherpaySourceAlert__DVChuaDuocNhapNguonChiTra
source: You have not selected \
my: ဆေးဝါး/ပစ္စည်းများအတွက် \
vi: Bạn chưa chọn "Nguồn khác" đối với thuốc/vật tư {0}

# SoLuongBiLePhanThapPhanToiDaX
source: The maximum number of decimal places is 6. {0}/{1} \u003d {2}
my: ဒဿမနေရာများ၏ အများဆုံးအရေအတွက်မှာ 6 ဖြစ်သည်။ {0}/{1} \u003d {2}
vi: Số lượng bị lẻ phần thập phân tối đa là 6. {0}/{1} = {2}

# SoNgayGiuongLonHonSoNgayDieuTri
source: The number of bed days {0} is greater than the number of days of treatment {1}.
my: အိပ်ရာဝင်သည့်ရက်အရေအတွက် {0} သည် ကုသမှုရက် {1} ထက် ပိုများသည်။
vi: Số ngày giường {0} lớn hơn số ngày điều trị {1}. Bạn có muốn tiếp tục?

# SoNgayGiuongNhoHonSoNgayDieuTri
source: The number of bed days {0} is less than the number of days of treatment {1}.
my: အိပ်ရာဝင်ရက် {0} အရေအတွက်သည် ကုသမှုရက် {1} ထက်နည်းသည်။
vi: Số ngày giường {0} nhỏ hơn số ngày điều trị {1}. Bạn có muốn tiếp tục?

# SoNgayHenKhamToiDaChoPhepLaXXX
source: The maximum number of appointments allowed is {0} days.
my: အများဆုံးရက်ချိန်းခွင့်ပြုသည့်ရက်အရေအတွက်မှာ {0} ရက်ဖြစ်သည်။
vi: Số ngày hẹn khám tối đa cho phép là {0} ngày.

# SoNgayHenKhamToiDaChoPhepLaXXX__BanCoMuonTiepTuc
source: The maximum number of appointments allowed is {0} days.
my: အများဆုံးရက်ချိန်းခွင့်ပြုသည့်ရက်အရေအတွက်မှာ {0} ရက်ဖြစ်သည်။
vi: Số ngày hẹn khám tối đa cho phép là {0} ngày. Bạn có muốn tiếp tục không?

# SuaDonThuocKhongChoPhepTachDonThuocTrongKhoVaNgoaiKho
source: Editing prescriptions does not allow separation of in-store and out-of-store prescriptions.
my: ဆေးစာများကို တည်းဖြတ်ခြင်းသည် စတိုးဆိုင်အတွင်းနှင့် ဆိုင်အပြင်ရှိ ဆေးစာများကို ခွဲခြားခွင့်မပြုပါ။
vi: Sửa đơn thuốc không cho phép tách đơn thuốc trong kho và ngoài kho. Vui lòng kiểm tra cấu hình

# TaiKhoanKhongCoQuyenThucHienChucNang
source: The account does not have permission to perform the function
my: အကောင့်သည် လုပ်ဆောင်ချက်ကို လုပ်ဆောင်ရန် ခွင့်ပြုချက် မရှိပါ။
vi: Tài khoản không có quyền thực hiện chức năng

# TakeBeanForUpdateThatBai
source: Split Availability failed!
my: ကိုင်တွယ်မှု မအောင်မြင်
vi: Xử lý thất bại

# TakeBeanThatBai
source: Handling failure
my: ကိုင်တွယ်မှု မအောင်မြင်
vi: Xử lý thất bại

# ThoiGianKetThucNhoHoiThoiGianYLenhCuaCacMaYeuCauSau
source: The end time is less than the command time of the request codes: {0}
my: အဆုံးအချိန်သည် တောင်းဆိုမှုကုဒ်များ၏ အမိန့်ပေးချိန်ထက် နည်းသည်- {0}
vi: Thời gian kết thúc nhỏ hơn thời gian y lệnh của các mã yêu cầu: {0}

# ThoiGianTuVongKhongDuocBeHonThoiGianVaoVien
source: Time of death must not be less than time of hospitalization {0}
my: သေဆုံးချိန်သည် ဆေးရုံတက်ချိန်ထက် မနည်းရပါမည် {0}
vi: Thời gian tử vong không được bé hơn thời gian vào viện {0}

# ThoiGianTuVongKhongDuocLonHonThoiGianHienTai
source: Death time cannot be greater than current time {0}
my: သေဆုံးချိန်သည် လက်ရှိအချိန်ထက် မပိုနိုင်ပါ {0}
vi: Thời gian tử vong không được lớn hơn thời gian hiện tại {0}

# ThoiGianYLenhKhongNamTrongThoiGianBNHienDienTaiKhoa
source: The time of the order is not within the time the patient is present at the department ({0})
my: မှာယူသည့်အချိန်သည် လူနာဌာနတွင် ရှိနေသည့်အချိန်အတွင်း မဟုတ်ပါ ({0})
vi: Thời gian y lệnh không nằm trong khoảng thời gian bệnh nhân hiện diện tại khoa ({0})

# ThoVoiTocDoXTrongYGio
source: Breathe at a rate of {0} liters/min for {1} hours
my: {0} လီတာ/မိနစ် နှုန်းဖြင့် {1} နာရီ အသက်ရှုပါ။
vi: Thở với tốc độ {0} lít/phút trong vòng {1} giờ

# ThuocChayThanKhongCapChoBNMangVeKeNgoaiKho
source: Dialysis drugs, not given to patients to take home.
my: Dialysis ဆေးများကို လူနာအား အိမ်ပြန်ယူရန် ပေးသည် ။
vi: Thuốc chạy thận, không cấp cho bệnh nhân mang về. Thuốc này kê 'ngoài kho', nhằm làm căn cứ hướng dẫn cho điều dưỡng lấy thuốc khi thực hiện chạy thận

# ThuocChiDinhDungChoBenhNhanChuaQuaYTuoi
source: Drug {0} indicated for use in patients not more than {1} {2}
my: {1} {2} ထက်မပိုသော လူနာများတွင် အသုံးပြုရန် ညွှန်ပြထားသော ဆေး {0}
vi: Thuốc {0} chỉ định dùng cho bệnh nhân chưa quá {1} {2}

# ThuocChiDinhDungChoBenhNhanTuXDenYTuoi
source: The drug {0} is indicated for use in patients from {1} {2} to {3} {4}
my: ဆေး {0} ကို {1} {2} မှ {3} {4} အထိ လူနာများတွင် အသုံးပြုရန် ညွှန်ပြသည်
vi: Thuốc {0} chỉ định dùng cho bệnh nhân từ {1} {2} đến {3} {4}

# ThuocChiDinhDungChoBenhNhanTuXTuoi
source: Drug {0} indicated for use in patients from {1} {2}
my: {1} {2} မှ လူနာများတွင် အသုံးပြုရန် ညွှန်ပြထားသော ဆေး {0}
vi: Thuốc {0} chỉ định dùng cho bệnh nhân từ {1} {2}

# ThuocCoDauCanHoiChan_BanCoMuonHoiChan
source: The appointing faculty has not yet created a minutes of consultation for the drug(s): {0}.
my: ခန့်အပ်ထားသောဌာနသည် ဆေးဝါး(များ) အတွက် တိုင်ပင်ဆွေးနွေးမှု မိနစ်တစ်ခုကို မဖန်တီးရသေးပါ- {0}။
vi: Khoa chỉ định chưa tạo Biên bản hội chẩn đối với (các) thuốc: {0}.

# ThuocCoDauCanHoiChan_ChuaTaoHetVoiHoatChat_BanCoMuonHoiChan
source: The indicated department has not created a meeting minutes for drugs {0} due to the following active ingredients of the drug: {1}
my: ညွှန်ပြထားသော ဌာနသည် မူးယစ်ဆေးဝါး၏ အောက်ပါ ပါဝင်ပစ္စည်းများကြောင့် {0} ဆေးဝါးအတွက် အစည်းအဝေးမှတ်တမ်းကို မဖန်တီးရသေးပါ- {1}
vi: Khoa chỉ định chưa tạo biên bản hội chẩn đối với các thuốc {0} do các hoạt chất sau của thuốc:{1}

# ThuocCoGioiHanChiDinhThanhToanBHYTDeNghiBSXemXetTruocKhiKe
source: Medicines have limited indications for health insurance payment.
my: ဆေးဝါးများတွင် ကျန်းမာရေးအာမခံပေးချေမှုအတွက် ကန့်သတ်ညွှန်ပြမှုများရှိသည်။
vi: Thuốc có giới hạn chỉ định thanh toán BHYT. Đề nghị BS xem xét trước khi kê

# ThuocVatTu__SoLuong__Kho
source: Medicine / material: {0} - quantity: {1} - medistock: {2}
my: ဆေးဝါး/ပစ္စည်းများ- {0} - ပမာဏ- {1} - စတော့- {2}
vi: Thuốc/ vật tư: {0} - số lượng: {1} - kho: {2}

# ThuocVatTuChiSuDungChoGioiTinhX
source: Drugs/supplies {0} are for gender {1} use only.
my: ဆေးဝါး/ပစ္စည်းများ {0} သည် ကျားမ {1} အတွက်သာ အသုံးပြုရန်ဖြစ်သည်။
vi: Thuốc/vật tư {0} chỉ sử dụng cho giới tính {1}.

# ThuocVatTuDaBiLamTronSoLuongLenDoSoLuongCuBiKeLe
source: Medicines/supplies have been rounded up due to the old number of prescriptions
my: ဆေးဝါး/ပစ္စည်း အဟောင်းများကို စုဆောင်းပြီးပါပြီ။
vi: Thuốc/ vật tư đã bị làm tròn số lượng lên do số lượng cũ kê lẻ

# ThuocVatTuKhongChiemKhaDung
source: Unavailable drugs/supplies
my: မရရှိနိုင်သော ဆေးဝါး/ပစ္စည်းများ
vi: Thuốc/vật tư không chiếm khả dụng

# ThuocVatTuTachBeanThatBai
source: Remain on medicine / material not added to the temporary list due to separation bean failure. Details of the following medicine / materials: {0}
my: ပဲသီးခွဲထုတ်မှု ပျက်ကွက်မှုကြောင့် ယာယီစာရင်းတွင် ထည့်မထားသော လက်ရှိဆေးဝါး/ပစ္စည်းများ။
vi: Tồn tại thuốc/ vật tư không được thêm vào danh sách kê tạm do tách bean thất bại. Chi tiết gồm các thuốc/ vật tư sau: {0}

# ThuocXChongChiDinhVoiBenhNhanY
source: Drug '{0}' is contraindicated for patient '{1}'
my: ဆေးဝါး '{0}' ကို လူနာ '{1}' အတွက် တားမြစ်ထားသည်
vi: Thuốc '{0}' chống chỉ định với bệnh nhân '{1}'

# ThuocXKeQuaSoLuongChoPhepBanCoMuonBoSung
source: Drugs {0} over-prescribed ({1} {2}). Do you want to add? In case “Yes” is selected, please enter the reason.
my: ဆေးဝါးများ {0} ကျော်လွန်သတ်မှတ်ထားသည် ({1} {2})။ ထည့်လိုပါသလား။ “Yes” ကို ရွေးချယ်ပါက အကြောင်းရင်းကို ထည့်သွင်းပါ။
vi: Thuốc {0} kê quá số lượng cho phép ({1} {2}). Bạn có muốn bổ sung hay không? Trong trường hợp chọn “Có”, vui lòng nhập lý do.

# ThuocXKeQuaSoLuongChoPhepCoChan
source: Drugs {0} over-prescribed ({1} {2}).
my: ဆေးဝါးများ {0} ကျော်လွန်သတ်မှတ်ထားသည် ({1} {2})။
vi: Thuốc {0} kê quá số lượng cho phép ({1} {2}).

# TongTienDichVuHaoPhiVuotQuaMucGiaTriDuocCauHinh
source: Total amount of wasted service exceeds the configured value {0}
my: ဖြုန်းတီးသော ဝန်ဆောင်မှု၏ စုစုပေါင်းပမာဏသည် သတ်မှတ်ထားသော တန်ဖိုး {0} ထက် ကျော်လွန်နေပါသည်။
vi: Tổng số tiền dịch vụ hao phí vượt quá mức giá trị được cấu hình {0}

# Trong1LanKeDonChiDuocKeTheoLoHoacTheoLoai
source: In a single prescription, it is only prescribed by batch or by type, it is not allowed to prescribe both at the same time
my: ဆေးစာတစ်ခုတည်းတွင်၊ ၎င်းကို အသုတ်အလိုက် သို့မဟုတ် အမျိုးအစားဖြင့်သာ သတ်မှတ်သည်၊ ၎င်းကို တစ်ချိန်တည်းတွင် နှစ်မျိုးလုံးတွင် ညွှန်ကြားခွင့်မပြုပါ။
vi: Trong 1 lần kê đơn chỉ được kê theo lô hoặc theo loại, không cho phép kê cả 2 cùng lúc

# TrongNgayDaCoThuocKhangSinhBanCoMuonTiepTuc
source: During the day antibiotics were available: {0}.
my: နေ့စဥ်အတွင်း ပဋိဇီဝဆေးများ ရနိုင်သည်- {0}။
vi: Trong ngày đã có thuốc kháng sinh: {0}. Bạn có muốn tiếp tục không?

# TruongDuLieuVuotQuaKyTu
source: Input field is too long
my: ထည့်သွင်းမှုအကွက်သည် ရှည်လွန်းသည်။
vi: Trường dữ liệu nhập quá dài

# VatTuTSDKhongChoPhepSua
source: Reusable supplies are not allowed to be repaired
my: ပြန်သုံးနိုင်သော ပစ္စည်းများကို ပြုပြင်ခွင့်မပြုပါ။
vi: Vật tư tái sử dụng không cho phép sửa

# VatTuXKeQuaSoLuongChoPhepBanCoMuonBoSung
source: Supplies {0} exceed the allowed quantity ({1} {2}). Do you want to add? In case “Yes” is selected, please enter the reason.
my: ထောက်ပံ့မှုများ {0} သည် ခွင့်ပြုထားသော ပမာဏထက် ကျော်လွန်နေသည် ({1} {2})။ ထည့်လိုပါသလား။ “Yes” ကို ရွေးချယ်ပါက အကြောင်းရင်းကို ထည့်သွင်းပါ။
vi: Vật tư {0} kê quá số lượng cho phép ({1} {2}). Bạn có muốn bố sung hay không? Trong trường hợp chọn “Có”, vui lòng nhập lý do.

# VuiLongKeThuocVatTu
source: Please prescribe medicine and supplies
my: ကျေးဇူးပြု၍ ဆေးဝါးနှင့် အထောက်အပံ့များ ပေးဆောင်ပါ။
vi: Vui lòng kê thuốc vật tư

# WarnKeDonCoSoLuongQuyDoiLe
source: The number of millets is odd \
my: နှံစားပြောင်းအရေအတွက်သည် ထူးဆန်းသော \
vi: Số lượng kê bị lẻ "{0}" (1 {1} = {2} {3}). Bạn có muốn kê không?

# WarnThuocVatTuCoHanSuDungNhoHonThoiGianYLenh
source: Medicines/supplies ({0} - {1}) have an expiry date less than the order period.
my: ဆေးဝါး/ပစ္စည်းများ ({0} - {1}) သည် မှာယူမှုကာလထက် နည်းသော သက်တမ်းကုန်ဆုံးရက်ဖြစ်သည်။
vi: Thuốc/ vật tư ({0} - {1}) có hạn sử dụng nhỏ hơn thời gian y lệnh. Ngày hết hạn: {2} --- Ngày y lệnh: {3}

# ThuocVatTuChuaNhapLyDoKeQuaSoLuongToiDaTrongDon
source: Medicines/supplies {0} have not entered the reason for the prescription exceeding the maximum quantity in the prescription.
my: ဆေးဝါး/ထောက်ပံ့ပစ္စည်းများ {0} သည် ဆေးစာတွင် အများဆုံးပမာဏထက်ကျော်လွန်သော ဆေးစာအတွက် အကြောင်းပြချက်ကို ထည့်သွင်းထားခြင်းမရှိပါ။
vi: Thuốc/vật tư {0} chưa nhập lý do kê quá số lượng tối đa trong đơn.

# ThuocXKeQuaSoLuongChoPhepTrongNgayBanCoMuonBoSung
source: Medicines {0} over-prescribed ({1} {2}). Do you want to add or not? In case “Yes” is selected, please enter the reason.
my: မူးယစ်ဆေးဝါး {0} ကို တစ်နေ့တာအတွက် ခွင့်ပြုထားသည်ထက် ပိုမိုသတ်မှတ်ထားသည် ({1} {2})။ ထည့်ချင်လား မထည့်ဘူးလား။ “Yes” ကို ရွေးချယ်ပါက အကြောင်းရင်းကို ထည့်သွင်းပါ။
vi: Thuốc {0} kê quá số lượng cho phép trong ngày ({1} {2}). Bạn có muốn bổ sung hay không? Trong trường hợp chọn “Có”, vui lòng nhập lý do.

# VatTuXKeQuaSoLuongChoPhepTrongNgayBanCoMuonBoSung
source: Supplies {0} exceed the allowable quantity for the day ({1} {2}). Do you want to add or not? In case “Yes” is selected, please enter the reason.
my: ထောက်ပံ့မှုများ {0} သည် တစ်နေ့တာအတွက် ခွင့်ပြုထားသော ပမာဏထက် ကျော်လွန်နေသည် ({1} {2})။ ထည့်ချင်လား မထည့်ဘူးလား။ “Yes” ကို ရွေးချယ်ပါက အကြောင်းရင်းကို ထည့်သွင်းပါ။
vi: Vật tư {0} kê quá số lượng cho phép trong ngày ({1} {2}). Bạn có muốn bố sung hay không? Trong trường hợp chọn “Có”, vui lòng nhập lý do.

# ThuocVatTuChuaNhapLyDoKeQuaSoLuongToiDaTrongNgay
source: Medicines/supplies {0} have not entered the reason for the prescription exceeding the maximum amount of the day.
my: ဆေးဝါး/ထောက်ပံ့ပစ္စည်းများ {0} သည် နေ့တစ်နေ့၏ အများဆုံးပမာဏထက်ကျော်လွန်သော ဆေးစာအတွက် အကြောင်းပြချက်ကို ထည့်သွင်းမထားပါ။
vi: Thuốc/vật tư {0} chưa nhập lý do kê quá số lượng tối đa trong ngày.

# DsThuocKeQuaSoLuongChoPhepCoChan
source: Medicine {0} is prescribed more than the allowed amount of the day.
my: ဆေး {0} ကို တစ်နေ့တာခွင့်ပြုသည့်ပမာဏထက် ပိုသတ်မှတ်ထားသည်။
vi: Thuốc {0} kê quá số lượng cho phép trong ngày.

# BanCoMuonBoSungKhong
source: Do you want to add?
my: ထည့်လိုပါသလား။
vi: Bạn có muốn bổ sung không?

# TruongDuLieuVuotQuaKyTuChoPhep
source: The data field exceeds the allowed characters
my: ဒေတာအကွက်သည် ခွင့်ပြုထားသော အက္ခရာများကို ကျော်လွန်နေပါသည်။
vi: Trường dữ liệu vượt quá ký tự cho phép

# TrongTruongHopCoVuiLongNhapLyDo
source: In case “Yes” is selected, please enter the reason.”
my: “Yes” ကို ရွေးချယ်ပါက အကြောင်းပြချက်ကို ထည့်သွင်းပါ။
vi: Trong trường hợp chọn “Có”, vui lòng nhập lý do.”
