Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.TreatmentIcdEdit/Resources/Lang.*.resx
Languages: my

# FormSovaovien.bar1.Text
source: Tools
my: ကိရိယာများ

# FormSovaovien.bTN.Caption
source: Save
my: သိမ်းဆည်းပါ။

# FormSovaovien.label1.Text
source: Hospital admission number:
my: ဆေးရုံဝင်ခွင့်ရနံပါတ်-

# FormSovaovien.Text
source: Enter the hospital number
my: ဆေးရုံနံပါတ်ထည့်ပါ။

# FormSovavien.bar1.Text
source: Tools
my: ကိရိယာများ

# FormSovavien.bTN.Caption
source: Save
my: သိမ်းဆည်းပါ။

# FormSovavien.label1.Text
source: Hospital admission number:
my: ဆေးရုံဝင်ခွင့်ရနံပါတ်-

# FormSovavien.Text
source: Enter the hospital number
my: ဆေးရုံနံပါတ်ထည့်ပါ။

# FormTreatmentIcdEdit.bar2.Text
source: Custom 3
my: စိတ်ကြိုက် ၃

# FormTreatmentIcdEdit.chkBHYT.Properties.Caption
source: Unlimited health insurance drugs
my: အကန့်အသတ်မရှိ ကျန်းမာရေးအာမခံဆေးဝါးများ

# FormTreatmentIcdEdit.chkNeedSickLeaveCert.Properties.Caption
source: Request for sick leave
my: ဖျားနာခွင့် တောင်းခံခြင်း။

# FormTreatmentIcdEdit.ChkUpdateSereServ.Properties.Caption
source: Update source of payment for prescribed services/drugs/supplies
my: သတ်မှတ်ထားသော ဝန်ဆောင်မှုများ/ ဆေးဝါး/ ပစ္စည်းများ အတွက် ငွေပေးချေမှုရင်းမြစ်ကို အပ်ဒိတ်လုပ်ပါ။

# FormTreatmentIcdEdit.groupBox1.Text
source: General information
my: ယေဘုယျသတင်းအချက်အလက်

# FormTreatmentIcdEdit.groupBox2.Text
source: Co-paying unit
my: ပူးတွဲပေးဆောင်မှုယူနစ်

# FormTreatmentIcdEdit.groupBox3.Text
source: Establish
my: တည်စေ

# FormTreatmentIcdEdit.groupBox4.Text
source: Other sources of payment
my: အခြားငွေပေးချေမှုအရင်းအမြစ်များ

# FormTreatmentIcdEdit.label1.Text
source: Emergency:
my: အရေးပေါ်-

# FormTreatmentIcdEdit.label2.Text
source: Emergency:
my: အရေးပေါ်-

# FormTreatmentIcdEdit.labelControl1.Text
source: D
my: ဃ

# FormTreatmentIcdEdit.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormTreatmentIcdEdit.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# FormTreatmentIcdEdit.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# FormTreatmentIcdEdit.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# FormTreatmentIcdEdit.layoutControl5.Text
source: layoutControl5
my: အပြင်အဆင်ထိန်းချုပ်မှု ၅

# FormTreatmentIcdEdit.layoutControlItem12.Text
source: Profile No.:
my: ပရိုဖိုင်နံပါတ်-

# FormTreatmentIcdEdit.layoutControlItem15.Text
source: Card number:
my: ကတ်နံပါတ်:

# FormTreatmentIcdEdit.layoutControlItem16.Text
source: Product:
my: ထုတ်ကုန်-

# FormTreatmentIcdEdit.layoutControlItem18.Text
source: Period from:
my: ကာလ-

# FormTreatmentIcdEdit.layoutControlItem19.Text
source: Due date:
my: သတ်မှတ်ချိန်းရက်:

# FormTreatmentIcdEdit.layoutControlItem20.Text
source: Date Range:
my: ရက်စွဲအပိုင်း-

# FormTreatmentIcdEdit.layoutControlItem21.Text
source: Customer name:
my: ဝယ်ယူသူအမည်-

# FormTreatmentIcdEdit.layoutControlItem22.Text
source: Company:
my: ကုမ္ပဏီ-

# FormTreatmentIcdEdit.layoutControlItem23.Text
source: Level:
my: အဆင့်-

# FormTreatmentIcdEdit.layoutControlItem25.Text
source: Hospital fee debt:
my: ဆေးရုံစရိတ်အကြွေး

# FormTreatmentIcdEdit.layoutControlItem29.Text
source: Doctor:
my: ဆရာဝန်-

# FormTreatmentIcdEdit.layoutControlItem3.Text
source: Hospital admission number:
my: ဆေးရုံဝင်ခွင့်ရနံပါတ်-

# FormTreatmentIcdEdit.layoutControlItem32.OptionsToolTip.ToolTip
source: Correction of hospitalization number
my: ဆေးရုံတက်ရမည့်နံပါတ်ကို ပြင်ပေးသည်။

# FormTreatmentIcdEdit.layoutControlItem4.Text
source: Hospital discharge number:
my: ဆေးရုံဆင်းရမည့်နံပါတ်-

# FormTreatmentIcdEdit.layoutControlItem5.Text
source: CCT unit:
my: CCT ယူနစ်-

# FormTreatmentIcdEdit.lciClinicalInTime.Text
source: Date of entry to treatment:
my: ကုသမှုခံယူမည့်ရက်စွဲ-

# FormTreatmentIcdEdit.lciInTime.Text
source: Time in:
my: အချိန်-

# FormTreatmentIcdEdit.LciOtherPaySource.Text
source: Payment source:
my: ငွေပေးချေမှုရင်းမြစ်-

# FormTreatmentIcdEdit.lciOutTime.Text
source: Hospital discharge date:
my: ဆေးရုံဆင်းမည့်ရက်-

# FormTreatmentIcdEdit.Text
source: Edit treatment record information
my: ကုသမှုမှတ်တမ်းအချက်အလက်ကို တည်းဖြတ်ပါ။

# IVT_LANGUAGE_KEY__FORM_TREATMENT_ICD_EDIT__CBO_ICD_SUB_TEXT___NULL_VAULE
source: Press F1 to select
my: ရောဂါကိုရွေးချယ်ရန် F1 ကိုနှိပ်ပါ။

# IVT_LANGUAGE_KEY__FORM_TREATMENT_ICD_EDIT__CHK_BHYT
source: Unlimited medical insurance drugs price
my: အကန့်အသတ်မရှိ ကျန်းမာရေးအာမခံဆေးဝါးများ

# IVT_LANGUAGE_KEY__FORM_TREATMENT_ICD_EDIT__CHK_NEED_SICK_LEAVE_CERT
source: Need sick leave cert
my: ဖျားနာခွင့်လက်မှတ်တောင်းခံခြင်း-

# IVT_LANGUAGE_KEY__FORM_TREATMENT_ICD_EDIT__LCI_CHECK_ICD
source: Edit:
my: ပြင်ဆင်ပါ

# IVT_LANGUAGE_KEY__FORM_TREATMENT_ICD_EDIT__LCI_CLINICAL_IN_TIME
source: Day into treatment:
my: ကုသမှုခံယူမည့်ရက်စွဲ-

# IVT_LANGUAGE_KEY__FORM_TREATMENT_ICD_EDIT__LCI_ICD
source: Primary diagnosis:
my: အဓိက ရောဂါရှာဖွေခြင်း-

# IVT_LANGUAGE_KEY__FORM_TREATMENT_ICD_EDIT__LCI_ICD_SUB
source: Secondary diagnosis:
my: ဒုတိယရောဂါရှာဖွေခြင်း-

# IVT_LANGUAGE_KEY__FORM_TREATMENT_ICD_EDIT__LCI_IN_TIME
source: In time:
my: အချိန်-

# IVT_LANGUAGE_KEY__FORM_TREATMENT_ICD_EDIT__LCI_NotCheckLhmpReason
source: Reason:
my: အကြောင်းရင်း-

# IVT_LANGUAGE_KEY__FORM_TREATMENT_ICD_EDIT__LCI_OUT_TIME
source: Out Time:
my: ဆေးရုံဆင်းမည့်ရက်-
