Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.TreatmentIcdEdit/Resources/Message.Lang.*.resx
Languages: my

# BenhNhanChuaKetThucDieuTri
source: The patient has not finished treatment, can not change the finish time
my: လူနာသည် ကုသမှုမပြီးသေးပါ၊ ဆင်းမည့်ရက်ကို ပြုပြင်၍မရပါ။

# BenhNhanKoPhaiNoiTruKhongChoPhepNhapNgay
source: Patients not eligible of treatment, do not allow input to time into treatment
my: လူနာသည် ကုသမှုခံယူရန် အရည်အချင်းမပြည့်မီပါ၊ ကုသမှုရက်အတွင်း ဝင်ရောက်ခွင့်မရှိပါ။

# CanhBao
source: Warning
my: သတိပေးချက်

# CDNhapVien
source: College admission:
my: ကောလိပ်ဝင်ခွင့်-

# CDPhuNV
source: Secondary College of NV:
my: NV အလယ်တန်းကောလိပ်

# CDYHCTPhu
source: Secondary College of Traditional Medicine:
my: တိုင်းရင်းဆေးပညာအလယ်တန်းကောလိပ်

# ChanDoanNhapVien
source: Diagnosing hospitalization
my: ဆေးရုံတက်ကုသခြင်းတို့ကို စစ်ဆေးခြင်း။

# ChanDoanPhuNhapVien
source: Adjunctive diagnosis of hospitalization
my: ဆေးရုံတက်ကုသခြင်း၏ နောက်ဆက်တွဲရောဂါလက္ခဏာ

# ChanDoanYHCT
source: Diagnosis of traditional medicine
my: တိုင်းရင်းဆေးပညာ၏ရောဂါလက္ခဏာ

# ChanDoanYHCTKemTheo
source: Accompanying traditional medicine diagnosis
my: တိုင်းရင်းဆေးပညာနှင့်တွဲ၍ ရောဂါရှာဖွေခြင်း။

# KhongTimThayIcdTuongUngVoiCacMaSau
source: No icd found corresponding to the following code: {0}
my: အောက်ပါကုဒ်များနှင့် သက်ဆိုင်သော icd ကို ရှာမတွေ့ပါ- {0}

# MaChanDoanKhongDung
source: The primary icd code is incorrect, please re-enter
my: ပင်မရောဂါရှာဖွေရေးကုဒ် မမှန်ကန်ပါ၊ ကျေးဇူးပြု၍ ပြန်ထည့်ပါ။

# NgayRaKhongDuocNhoHonNgayVao
source: Day of discharge should not be less than the day of hospitalization
my: ဆေးရုံဆင်းရမည့်ရက်သည် ဆေးရုံတက်ရမည့်ရက်ထက် မနည်းစေရပါ။

# NgayRaKhongDuocNhoHonNgayVaoNoiTru
source: Day of departure should not be smaller than the time into treatment
my: ဆေးရုံဆင်းရမည့်ရက်သည် ဝင်ခွင့်ရက်ထက် မနည်းစေရပါ။

# NgayVaoKhongDuocDeTrong
source: Treatment entry date cannot be blank.
my: ကုသမှုဝင်ရောက်မည့်ရက်စွဲကို ကွက်လပ်ထား၍မရပါ။

# NgayVaoKhongDuocLonHonNgayHienTai
source: The time into hospital is not greater than the current date
my: ဝင်ခွင့်ရက်စွဲသည် လက်ရှိရက်စွဲထက် မပိုသင့်ပါ။

# NgayVaoKhongDuocLonHonNgayVaoNoiTru
source: The time into treatment should not be less than the time into hospital
my: ဝင်ခွင့်ရက်စွဲသည် ဝင်ခွင့်ရက်ထက် မနည်းစေရပါ။

# NguyenNhanNgoai
source: External causes
my: ပြင်ပအကြောင်းတရားများ

# NhanF1DeChonBenh
source: Press F1 to select disease
my: ရောဂါကိုရွေးချယ်ရန် F1 ကိုနှိပ်ပါ။

# NNNgoai
source: NN External:
my: NN ပြင်ပ-

# STTHoSoDaTonTai
source: The record number already exists ({0}).
my: မှတ်တမ်းနံပါတ် ({0}) ရှိနှင့်ပြီးဖြစ်သည်။

# TaiKhoanKhongCoQuyenThucHienChucNang
source: Account does not exist executable function
my: အကောင့်သည် လုပ်ဆောင်ချက်ကို လုပ်ဆောင်ရန် ခွင့်ပြုချက် မရှိပါ။

# ThieuTruongDuLieu
source: Data field is missing
my: ဒေတာအကွက်ပျောက်နေသည်။

# ThongBao
source: Notification
my: အသိပေးချက်

# TruongDuLieuBatBuoc
source: The required field has not been entered yet
my: လိုအပ်သောအကွက်များကို မထည့်ရသေးပါ။
