Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.AntibioticRequestList/Resources/Lang.*.resx
Languages: vi

# UCAntibioticRequestList.groupBoxChiTiet.Text
source: Details
vi: Thông tin chi tiết

# UCAntibioticRequestList.layoutControlItem4.Text
source: Code requirements:
vi: Mã yêu cầu:

# UCAntibioticRequestList.layoutControlItem11.Text
source: Treatment code:
vi: Mã điều trị:

# UCAntibioticRequestList.layoutControlItem12.Text
source: Patient's name:
vi: Tên bệnh nhân:

# UCAntibioticRequestList.layoutControlItem21.Text
source: Sex:
vi: Giới tính:

# UCAntibioticRequestList.layoutControlItem23.Text
source: Birthday:
vi: Ngày sinh:

# UCAntibioticRequestList.layoutControlItem24.Text
source: Address:
vi: Địa chỉ:

# UCAntibioticRequestList.layoutControlItem25.Text
source: Warehouse enter:
vi: Kho nhập:

# UCAntibioticRequestList.layoutControlItem26.Text
source: Object:
vi: Đối tượng:

# UCAntibioticRequestList.layoutControlItem29.Text
source: Discount:
vi: Chiết khấu:

# UCAntibioticRequestList.layoutControlItem30.Text
source: Supplier:
vi: Nhà cung cấp:

# UCAntibioticRequestList.layoutControlItem31.Text
source: Recommended reason:
vi: Lý do xuất:

# UCAntibioticRequestList.btnListDepa.Text
source: Code sd bill
vi: Mã phiếu xuất sd

# UCAntibioticRequestList.btnExportCodeList.Text
source: Recommended codes
vi: Xuất mã phiếu

# UCAntibioticRequestList.chkInStock.Properties.Caption
source: In stock
vi: Trong kho

# UCAntibioticRequestList.txtExpMestCode.Properties.NullValuePrompt
source: Production code (F2)
vi: Mã xuất (F2)

# UCAntibioticRequestList.btnRefresh.Text
source: Redo (Ctrl R)
vi: Làm lại (Ctrl R)

# UCAntibioticRequestList.btnSearch.Text
source: Find (Ctrl + F)
vi: Tìm (Ctrl F)

# UCAntibioticRequestList.txtKeyWord.Properties.NullValuePrompt
source: Keyword search
vi: Từ khóa tìm kiếm

# UCAntibioticRequestList.lciCreateTimeFrom.Text
source: Creation date from:
vi: Ngày tạo từ:

# UCAntibioticRequestList.lciExpTimeFrom.Text
source: HT day from:
vi: Ngày HT từ:

# UCAntibioticRequestList.layoutControlItem27.Text
source: Status:
vi: Trạng thái:

# UCAntibioticRequestList.layoutControlItem28.Text
source: Publication Type:
vi: Loại xuất:

# UCAntibioticRequestList.lciCreateTimeTo.Text
source: Come:
vi: Đến:

# UCAntibioticRequestList.lciExpTimeTo.Text
source: Come:
vi: Đến:

# UCAntibioticRequestList.layoutControlItem9.Text
source: In stock:
vi: Trong kho:

# UCAntibioticRequestList.gridColumn1.Caption
source: Detail
vi: Chi tiết

# UCAntibioticRequestList.gridColumn15.Caption
source: Repair
vi: Sửa

# UCAntibioticRequestList.gridColumn6.Caption
source: Cancel
vi: Hủy

# UCAntibioticRequestList.gridColumn3.Caption
source: approval
vi: Phê duyệt

# UCAntibioticRequestList.gridColumn20.Caption
source: Refuse approval
vi: Từ chối duyệt

# UCAntibioticRequestList.gridColumn4.Caption
source: Destroy
vi: Hủy duyệt

# UCAntibioticRequestList.gridColumn7.Caption
source: Actual export
vi: Thực xuất

# UCAntibioticRequestList.gridColumn8.Caption
source: Create return waste import
vi: Tạo nhập hao phí trả lại

# UCAntibioticRequestList.gridColumn8.ToolTip
source: Create return waste import
vi: Tạo nhập hao phí trả lại

# UCAntibioticRequestList.gridColumn2.Caption
source: Create a request to enter recovery
vi: Tạo yêu cầu nhập thu hồi

# UCAntibioticRequestList.gridColumn9.Caption
source: Create import bill
vi: Tạo phiếu nhập

# UCAntibioticRequestList.gridColumn5.Caption
source: Specify tests
vi: Chỉ định xét nghiệm

# UCAntibioticRequestList.gridColumn16.Caption
source: Copy bill
vi: Copy phiếu xuất

# UCAntibioticRequestList.IMP_MEST_STT_NAME.Caption
source: Status
vi: Trạng thái

# UCAntibioticRequestList.gridColumn10.Caption
source: Review state
vi: Trạng thái duyệt

# UCAntibioticRequestList.gridColumn10.ToolTip
source: Review state
vi: Trạng thái duyệt

# UCAntibioticRequestList.GcExpMestCode.Caption
source: Recommended code
vi: Mã xuất

# UCAntibioticRequestList.GcExpMestTypeName.Caption
source: First Class
vi: Loại xuất

# UCAntibioticRequestList.GcReqName.Caption
source: Petitioner
vi: Người yêu cầu

# UCAntibioticRequestList.GcMediStockName.Caption
source: warehouse production
vi: Kho xuất

# UCAntibioticRequestList.GcApprovalName.Caption
source: Approver
vi: Người phê duyệt

# UCAntibioticRequestList.GcApprovalTime.Caption
source: Time Spent
vi: Thời gian duyệt

# UCAntibioticRequestList.GcExpLoginName.Caption
source: Who carried out
vi: Người thực xuất

# UCAntibioticRequestList.GcFinishTime.Caption
source: Completion time
vi: Thời gian hoàn thành

# UCAntibioticRequestList.GcReqDepartmentCode.Caption
source: Faculty code request
vi: Mã khoa yêu cầu

# UCAntibioticRequestList.GcReqDepartmentName.Caption
source: Scientific name request
vi: Tên khoa yêu cầu

# UCAntibioticRequestList.GcCreateTime.Caption
source: Time created
vi: Thời gian tạo

# UCAntibioticRequestList.GcCreator.Caption
source: creators
vi: Người tạo

# UCAntibioticRequestList.GcModifyTime.Caption
source: Time correction
vi: Thời gian sửa

# UCAntibioticRequestList.GcModifier.Caption
source: Repairer
vi: Người sửa

# UCAntibioticRequestList.layoutControlItem10.Text
source: Details
vi: Thông tin chi tiết

# UCAntibioticRequestList.gridColumn_PatientType.Caption
source: Patient Type:
vi: Đối tượng BN

# UCAntibioticRequestList.gridColumn_PatientType.ToolTip
source: Patient type
vi: Đối tượng bệnh nhân

# UCAntibioticRequestList.lciBhytNumber.Text
source: Hein card number:
vi: Số thẻ BHYT:

# UCAntibioticRequestList.lciPatientType.Text
source: Patient type:
vi: Đối tượng BN:

# UCAntibioticRequestList.lciPatientType.ToolTip
source: Patient type
vi: Đối tượng bệnh nhân

# UCAntibioticRequestList.gridColumnExpMestSubCode.Caption
source: Expmest sub code
vi: Mã thứ cấp

# UCAntibioticRequestList.gridColumn18.Caption
source: PRES_NUMBER
vi: Số toa

# UCAntibioticRequestList.layoutControlItem36.Text
source: print user manual
vi: In HDSD

# UCAntibioticRequestList.lciAveragePerMedicine.Text
source: Average Per Medicine:
vi: Tiền / 1 đơn:

# UCAntibioticRequestList.lciTotalOfMedicine.Text
source: Total of medicines:
vi: Đơn thuốc:

# UCAntibioticRequestList.lciTotalOfPatient.Text
source: Total of patients:
vi: Bệnh nhân:

# UCAntibioticRequestList.lciTotalOfPrice.Text
source: Total of price:
vi: Tổng tiền:

# UCAntibioticRequestList.lciAveragePerMedicine.ToolTip
source: Average per medicine
vi: Bình quân số tiền/1 đơn
