Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.Bordereau/Resources/Lang.*.resx
Languages: my

# CacDichVuBanChonCoDVPTBanCoChacMuonGanVaoGoiKhong
source: Among the services you choose are surgical services.
my: သင်ရွေးချယ်သော ဝန်ဆောင်မှုများထဲတွင် ခွဲစိတ်မှုဆိုင်ရာ ဝန်ဆောင်မှုများဖြစ်သည်။

# CacDichVuBanChonCoDVPTKhongChoPhepThucHien
source: Among the services you choose are surgical services: {0}.
my: သင်ရွေးချယ်သည့် ဝန်ဆောင်မှုများထဲတွင် ခွဲစိတ်မှုဝန်ဆောင်မှုများ ဖြစ်သည်- {0}။

# CacDichVuDaDuocTichHPVaHPTGKhongTheBoTichHPTruocKhiBoTichHPTG
source: The following services have been charged for bed charges
my: အိပ်ရာဖိုးအတွက် အောက်ပါဝန်ဆောင်မှုများကို ကောက်ခံထားပါသည်။

# CacDichVuSauCoThoiGianChiDinhNamTrongKhoangThoiGianKhongChoPhep
source: The following services have the specified time within the disallowed period: {0}.Do you want to continue?
my: အောက်ပါဝန်ဆောင်မှုများသည် ခွင့်မပြုသောကာလအတွင်း သတ်မှတ်ထားသောအချိန်ရှိသည်- {0}.ဆက်လက်လုပ်ဆောင်လိုပါသလား။

# frmBordereau.bar1.Text
source: Tools
my: ကိရိယာများ

# frmBordereau.barButtonItemFind.Caption
source: Search (Ctrl F)
my: ရှာရန် (Ctrl F)

# frmBordereau.btnFind.Text
source: Search (Ctrl F)
my: ရှာရန် (Ctrl F)

# frmBordereau.btnPrint.Text
source: Printing
my: ပုံနှိပ်ခြင်း။

# frmBordereau.chkAmount.Text
source: Quantity \u003e 0
my: အရေအတွက် \u003e 0

# frmBordereau.grcExpendTypeId.ToolTip
source: It's a waste of money for the bed
my: အိပ်ယာအတွက် ပိုက်ဆံဖြုန်းနေတာ

# frmBordereau.gridCol_Package.Caption
source: Service pack
my: ဝန်ဆောင်မှုအထုပ်

# frmBordereau.gridColIsFundAccepted.Caption
source: Funds accept payment
my: ငွေပေးချေမှုကို လက်ခံပါသည်။

# frmBordereau.gridColumn1.Caption
source: Coupon code request
my: ဆေးအမိန့်စာ ကုတ်

# frmBordereau.gridColumn10.Caption
source: Type of service
my: ဝန်ဆောင်မှုအမျိုးအစား

# frmBordereau.gridColumn11.Caption
source: Expend
my: HP

# frmBordereau.gridColumn11.ToolTip
source: Expend
my: ငွေဖြုန်းတီးခြင်း။

# frmBordereau.gridColumn12.Caption
source: Comes DV
my: အကောင်အထည်ဖော်ရေးအခန်း

# frmBordereau.gridColumn13.Caption
source: Package price
my: Package စျေးနှုန်း

# frmBordereau.gridColumn15.Caption
source: The cost of the patient's payment is temporarily calculated
my: လူနာ၏ငွေပေးချေမှုကုန်ကျစရိတ်ကို ယာယီတွက်ချက်ပါသည်။

# frmBordereau.gridColumn15.ToolTip
source: Estimated patient expenses
my: ခန့်မှန်းလူနာကုန်ကျစရိတ်

# frmBordereau.gridColumn16.Caption
source: The amount is temporarily calculated
my: ပမာဏကို ယာယီတွက်ချက်သည်။

# frmBordereau.gridColumn17.Caption
source: Other sources CT
my: အခြားသတင်းရင်းမြစ် CT

# frmBordereau.gridColumn17.ToolTip
source: Other sources of payment
my: အခြားငွေပေးချေမှုအရင်းအမြစ်များ

# frmBordereau.gridColumn18.Caption
source: BHYT Code
my: ကျန်းမာရေးအာမခံကုဒ်

# frmBordereau.gridColumn2.Caption
source: Time required
my: အော်ဒါမှာတယ်။

# frmBordereau.gridColumn3.Caption
source: Service code
my: ဝန်ဆောင်မှုကုဒ်

# frmBordereau.gridColumn4.Caption
source: Service name
my: ဝန်ဆောင်မှုအမည်

# frmBordereau.gridColumn5.Caption
source: Amount
my: SL

# frmBordereau.gridColumn5.ToolTip
source: Number
my: ပမာဏ

# frmBordereau.gridColumn6.Caption
source: Designated Faculty
my: သတ်မှတ်ထားသောဌာန

# frmBordereau.gridColumn7.Caption
source: Unit
my: ယူနစ်

# frmBordereau.gridColumn7.ToolTip
source: Unit
my: ယူနစ်

# frmBordereau.gridColumn8.Caption
source: Price
my: တစ်ခုချင်းစျေးနှုန်း

# frmBordereau.gridColumn9.Caption
source: Amount
my: ငွေထဲသို့

# frmBordereau.gridColumnDescription.Caption
source: Describe
my: ဖော်ပြပါ။

# frmBordereau.gridColumnDoiTuongPT.Caption
source: Additional phone number
my: အပိုဖုန်းနံပါတ်

# frmBordereau.gridColumnDoiTuongPT.ToolTip
source: Ancillary subjects
my: နောက်ဆက်တွဲ ဘာသာရပ်များ

# frmBordereau.gridColumnDvDinhKem.Caption
source: Comes with DVD
my: DVD နှင့် လာပါသည်။

# frmBordereau.gridColumnDvDinhKem.ToolTip
source: Service included
my: ဝန်ဆောင်မှုပါဝင်ပါသည်။

# frmBordereau.gridColumnEquipment.Caption
source: Set of supplies
my: ရိက္ခာအစုံ

# frmBordereau.gridColumnIsNoExecute.Caption
source: Not done
my: မလုပ်ဆောင်ပါနှင့်

# frmBordereau.gridColumnIsNotUseBHYT.Caption
source: Not entitled to health insurance
my: ကျန်းမာရေးအာမခံ ခံစားခွင့်မရှိပါ။

# frmBordereau.gridColumnIsOutKtcFee.Caption
source: Cost outside the package
my: အထုပ်ထဲက CP

# frmBordereau.gridColumnOtherPaySource.Caption
source: Other souces
my: အခြားသော အရင်းအမြစ်များ

# frmBordereau.gridColumnPatientTypeName.Caption
source: Tel payment
my: ငွေပေးချေမှုဖုန်း

# frmBordereau.gridColumnPatientTypeName.ToolTip
source: Subjects payment
my: ငွေပေးချေမှု ရှိကြပါတယ်။

# frmBordereau.gridColumnShareCount.Caption
source: Lying down
my: လဲလျောင်းသည်

# frmBordereau.gridColumnStentOrder.ToolTip
source: Order of stents
my: stents ၏အမိန့်

# frmBordereau.gridViewBordereau.OptionsFind.FindNullPrompt
source: Keyword search
my: အဓိကစကားလုံးကို ရှာပါ။

# frmBordereau.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmBordereau.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# frmBordereau.layoutControlItem10.Text
source: Address:
my: လိပ်စာ-

# frmBordereau.layoutControlItem11.Text
source: Date of birth:
my: မွေးရက်:

# frmBordereau.layoutControlItem12.Text
source: Tel:
my: ဖုန်း

# frmBordereau.layoutControlItem15.Text
source: Arrival time:
my: ရောက်ရှိချိန်:

# frmBordereau.layoutControlItem16.Text
source: Time from:
my: အချိန်-

# frmBordereau.layoutControlItem18.Text
source: Treatment code:
my: ကုသမှုကုဒ်-

# frmBordereau.layoutControlItem19.Text
source: Payment Fund:
my: ငွေပေးချေမှုရန်ပုံငွေ-

# frmBordereau.layoutControlItem21.OptionsToolTip.ToolTip
source: Treatment records in the same outpatient medical record
my: ပြင်ပလူနာ ဆေးမှတ်တမ်းတွင် ကုသမှုမှတ်တမ်းများ

# frmBordereau.layoutControlItem21.Text
source: Students in the same BA:
my: တူညီသော BA မှ ကျောင်းသား၊

# frmBordereau.layoutControlItem3.Text
source: Receivables:
my: လက်ခံနိုင်မှုများ-

# frmBordereau.layoutControlItem4.Text
source: BN receivables:
my: လက်ခံနိုင်သော BN-

# frmBordereau.layoutControlItem5.Text
source: Animal skin:
my: စုဆောင်းထားသည်-

# frmBordereau.layoutControlItem6.Text
source: Need to collect:
my: ပိုမိုစုဆောင်းရန် လိုအပ်သည်-

# frmBordereau.layoutControlItem8.Text
source: Name:
my: အမည်-

# frmBordereau.lciPayType.Text
source: Payment status:
my: TT အခြေအနေ-

# frmBordereau.lciReturnResult.Text
source: Payer:
my: ငွေပေးသူ-

# frmBordereau.PopupMenu.ItemDTTT
source: Payment object
my: ငွေပေးချေမှု ရှိကြပါတယ်။

# frmBordereau.PopupMenu.ItemDTTTPhuTthu
source: Ancillary subjects
my: နောက်ဆက်တွဲ ဘာသာရပ်များ

# frmBordereau.PopupMenu.ItemEquipment
source: Set of supplies
my: ရိက္ခာအစုံ

# frmBordereau.PopupMenu.ItemExecute
source: Do not perform
my: မလုပ်ဆောင်ပါနှင့်

# frmBordereau.PopupMenu.ItemExpend
source: Eliminate waste
my: အမှိုက်ရှင်းပါ။

# frmBordereau.PopupMenu.ItemExpendType
source: Waste of money on bed
my: ကုတင်ပေါ်မှာ ပိုက်ဆံဖြုန်းတယ်။

# frmBordereau.PopupMenu.ItemFunAccept
source: Leave the fund to accept payment
my: ငွေပေးချေမှုကို လက်ခံရန် ရန်ပုံငွေကို ချန်ထားပါ။

# frmBordereau.PopupMenu.ItemHasParent
source: Unattach
my: ဖြုတ်ပါ။

# frmBordereau.PopupMenu.ItemIsNotOutParentFee
source: Out-of-package costs
my: အထုပ်ပြင်ပကုန်ကျစရိတ်

# frmBordereau.PopupMenu.itemIsNotUseBHYT
source: Not entitled to health insurance
my: ကျန်းမာရေးအာမခံ ခံစားခွင့်မရှိပါ။

# frmBordereau.PopupMenu.ItemIsOutParentFee
source: Eliminate out-of-package costs
my: အထုပ်ပြင်ပကုန်ကျစရိတ်များကို ဖယ်ရှားပါ။

# frmBordereau.PopupMenu.ItemNoExecute
source: Perform
my: မရရင်တော့

# frmBordereau.PopupMenu.ItemNotExpend
source: Waste of money
my: ငွေဖြုန်းတီးခြင်း။

# frmBordereau.PopupMenu.ItemNotExpendType
source: Waste of money for bed
my: အိပ်ယာအတွက် ပိုက်ဆံကုန်မယ်။

# frmBordereau.PopupMenu.ItemNotFunAccept
source: Funds accept payment
my: ငွေပေးချေမှုကို လက်ခံပါသည်။

# frmBordereau.PopupMenu.itemOtherPaySource
source: Other pay
my: အခြားသော အရင်းအမြစ်များ

# frmBordereau.PopupMenu.ItemSetParent
source: Service Attachment
my: ဝန်ဆောင်မှု ပူးတွဲပါ

# frmBordereau.PopupMenu.ItemShareCount
source: Number of beds together
my: ကုတင်အရေအတွက်

# frmBordereau.Text
source: Payment list
my: ငွေပေးချေမှုစာရင်း

# frmBordereau.txtKeyword.Properties.NullValuePrompt
source: Search keyword
my: အဓိကစကားလုံးကို ရှာပါ။

# frmChooseOtherPaySource.bar1.Text
source: Tools
my: ကိရိယာများ

# frmChooseOtherPaySource.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmChooseOtherPaySource.layoutControlItem1.Text
source: Other souces:
my: အခြားသော အရင်းအမြစ်များ-

# frmChooseOtherPaySource.Text
source: Choose another source
my: အခြားအရင်းအမြစ်ကို ရွေးပါ။

# frmChoosePatientType.bar1.Text
source: Tools
my: ကိရိယာများ

# frmChoosePatientType.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmChoosePatientType.layoutControlItem1.Text
source: Tel:
my: ဖုန်း

# frmChoosePatientType.Text
source: Select payment object
my: ငွေပေးချေမှုအရာဝတ္ထုကို ရွေးပါ။

# frmChooseService.btnChoose.Text
source: Choose
my: ရွေးပါ။

# frmChooseService.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmChooseService.layoutControlItem2.Text
source: Service:
my: ဝန်ဆောင်မှု-

# frmChooseService.Text
source: Choose a service
my: ဝန်ဆောင်မှုတစ်ခုရွေးချယ်ပါ။

# frmChooseShareCount.bar1.Text
source: Tools
my: ကိရိယာများ

# frmChooseShareCount.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmChooseShareCount.layoutControlItem1.Text
source: Co-located number:
my: ပူးတွဲတည်နေရာနံပါတ်-

# frmChooseShareCount.Text
source: Number lying down
my: ငုတ်တုတ်

# frmEquipmentSet.bar1.Text
source: Tools
my: ကိရိယာများ

# frmEquipmentSet.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmEquipmentSet.layoutControlItem1.Text
source: Set of supplies:
my: ထောက်ပံ့ရေးပစ္စည်းအစုံ-

# frmEquipmentSet.layoutControlItem2.Text
source: Ceiling price:
my: မျက်နှာကျက်စျေးနှုန်း

# frmEquipmentSet.lblNumOrder.Text
source: Set of numbers:
my: နံပါတ်များ အစုံ-

# frmEquipmentSet.Text
source: Choose a set of supplies
my: ပစ္စည်းအစုံကို ရွေးချယ်ပါ။

# frmPriceEdit.btnOK.Text
source: Agree
my: သဘောတူတယ်။

# frmPriceEdit.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmPriceEdit.layoutControlItem1.Text
source: Price:
my: စျေးနှုန်း:

# frmPriceEdit.Text
source: Edit price
my: စျေးနှုန်းကို တည်းဖြတ်ပါ။
