Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.ExamServiceReqExecute/Resources/Lang.*.resx
Languages: my, vi

# ExamServiceReqExecuteControl.xtraTabRangHamMat.Text
source: RHM (8)
my: RHM (၈)၊

# ExamServiceReqExecuteControl.xtraTabSanPhuKhoa.Text
source: Obstetrics and Gynecology (T)
my: သားဖွားမီးယပ် (T)
vi: Sản phụ khoa (T)

# ExamServiceReqExecuteControl.xtraTabTaiMuiHong.Text
source: TMH (7)
my: TMH (၇)၊

# ExamServiceReqExecuteControl.xtraTabTamThan.Text
source: Mental (W)
my: စိတ်ပိုင်းဆိုင်ရာ (W)
vi: Tâm thần (W)

# ExamServiceReqExecuteControl.xtraTabThanKinh.Text
source: Nervous (5)
my: အာရုံကြော (၅)၊
vi: Thần kinh (5)

# ExamServiceReqExecuteControl.xtraTabThanTietNieu.Text
source: Urinary Kidneys (4)
my: ဆီးကျောက်ကပ် (၄)ခု၊
vi: Thận tiết niệu (4)

# ExamServiceReqExecuteControl.xtraTabTieuHoa.Text
source: Digestion (3)
my: (၃) အစာမကြေ၊
vi: Tiêu hóa (3)

# ExamServiceReqExecuteControl.xtraTabTuanHoan.Text
source: Cycle (1)
my: သံသရာ (၁)၊
vi: Tuần hoàn (1)

# ExamServiceReqExecuteControl.xtraTabVanDong.Text
source: Movement (R)
my: လှုပ်ရှားမှု (R)
vi: Vận động (R)

# frmConnectCOM.btnConnect.Text
source: Save
my: သိမ်းဆည်းပါ။
vi: Lưu

# frmConnectCOM.btnDisconnect.Text
source: Disconnect
my: အဆက်ဖြတ်ပါ။
vi: Ngắt kết nối

# frmConnectCOM.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmConnectCOM.layoutControlItem1.Text
source: COM port:
my: COM ဆိပ်ကမ်း-
vi: Cổng COM:

# frmConnectCOM.layoutControlItem2.Text
source: Status:
my: အခြေအနေ-
vi: Trạng thái:

# frmConnectCOM.lblStatus.Text
source: Not connected yet
my: မချိတ်ဆက်ရသေးပါ။
vi: Chưa kết nối

# frmConnectCOM.Text
source: Card reader connection configuration
my: ကတ်စာဖတ်သူ ချိတ်ဆက်မှု ဖွဲ့စည်းမှု
vi: Cấu hình kết nối đầu đọc thẻ

# frmPayment.btnNo.Text
source: No
my: မရှိ
vi: Không

# frmPayment.btnYes.Text
source: Have
my: ရှိသည်
vi: Có

# frmPayment.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmPayment.layoutControlItem1.Text
source: Patient must pay:
my: လူနာ ပေးဆောင်ရမည်-
vi: Bệnh nhân phải trả:

# frmPayment.layoutControlItem2.Text
source: Closed (or closed debt):
my: ပိတ်သည် (သို့မဟုတ်) ပိတ်သည်-
vi: Đã đóng (hoặc chốt nợ):

# frmPayment.layoutControlItem3.Text
source: Missing:
my: ပျောက်ဆုံးနေသည်-
vi: Còn thiếu:

# frmPayment.layoutControlItem4.Text
source: Card account balance:
my: ကတ်အကောင့်လက်ကျန်-
vi: Số dư tài khoản thẻ:

# frmPayment.layoutControlItem5.Text
source: Do you want to make a payment?
my: ငွေပေးချေလိုပါသလား။
vi: Bạn có muốn thực hiện thanh toán không?

# frmPayment.lblAmountPaid.Text
source: 1 million
my: ၁ သန်း

# frmPayment.lblBalance.Text
source: 1 million
my: ၁ သန်း

# frmPayment.lblTotalPatientPrice.Text
source: 1 million
my: ၁ သန်း

# frmPayment.lblUnpaidAmout.Text
source: 1 million
my: ၁ သန်း

# frmPayment.Text
source: Notify
my: အကြောင်းကြားပါ။
vi: Thông báo

# frmSecondaryIcd.bar2.Text
source: Main menu
my: ပင်မမီနူး

# frmSecondaryIcd.bbtnChoose.Caption
source: Select (Ctrl S)
my: (Ctrl S) ကို ရွေးပါ
vi: Chọn (Ctrl S)

# frmSecondaryIcd.bbtnClose.Caption
source: Close (Esc)
my: ပိတ်ရန် (Esc)
vi: Đóng (Esc)

# frmSecondaryIcd.btnChoose.Text
source: Select (Ctrl S)
my: (Ctrl S) ကို ရွေးပါ
vi: Chọn (Ctrl S)

# frmSecondaryIcd.grdColCode.Caption
source: Disease code
my: ရောဂါကုဒ်
vi: Mã bệnh

# frmSecondaryIcd.grdColName.Caption
source: Name of disease
my: ရောဂါအမည်
vi: Tên bệnh

# frmSecondaryIcd.gridColumn1.Caption
source: gridColumn1
my: ဇယားကွက် ၁

# frmSecondaryIcd.gridViewSecondaryDisease.OptionsFind.FindNullPrompt
source: Search keywords...
my: သော့ချက်စာလုံးများကို ရှာဖွေပါ...
vi: Từ khóa tìm kiếm...

# frmSecondaryIcd.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmSecondaryIcd.lblIcdText.Text
source: Secondary diseases:
my: ဒုတိယရောဂါများ
vi: Bệnh phụ:

# frmSecondaryIcd.Text
source: Find and choose disease
my: ရောဂါရှာဖွေပြီး ရွေးချယ်ပါ။
vi: Tìm chọn bệnh

# frmSecondaryIcd.txtIcdCodes.Properties.NullValuePrompt
source: List of disease codes
my: ရောဂါကုဒ်များစာရင်း
vi: Danh sách mã bệnh

# frmSecondaryIcd.txtIcdNames.Properties.NullValuePrompt
source: List of disease names
my: ရောဂါအမည်များစာရင်း
vi: Danh sách tên bệnh

# frmSecondaryIcd.txtKeyword.Properties.NullValuePrompt
source: Search keyword
my: အဓိကစကားလုံးကို ရှာပါ။
vi: Từ khóa tìm kiếm

# frmXemGiayChuyenTuyen.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmXemGiayChuyenTuyen.Text
source: Transfer paper
my: ငွေလွှဲစာတမ်း
vi: Giấy chuyển tuyến

# IVT_LANGUAGE_KEY__UC_ICD__LCI_CHECK_EDIT_ICD
source: Fix
my: ပြင်ပါ။
vi: Sửa

# IVT_LANGUAGE_KEY__UC_ICD__LCI_ICD_MAIN
source: Initial College (F2):
my: ကနဦးကောလိပ် (F2)-
vi: CĐ ban đầu(F2):

# IVT_LANGUAGE_KEY__UC_ICD__LCI_PROVISIONAL_DIAGNOSIS
source: Provisional diag:
my: ပဏာမကောလိပ်-
vi: CĐ sơ bộ:

# IVT_LANGUAGE_KEY__UC_ICD__LCI_PROVISIONAL_DIAGNOSIS_TOOLTIP
source: Provisional diagnosis
my: ပဏာမရောဂါလက္ခဏာ
vi: Chẩn đoán sơ bộ

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_BANG_TRAC_NGHIEM_CO_VA_CAM_GIAC
source: Bảng trăc nghiệp cơ và cảm giác
my: ခန္ဓာကိုယ်နှင့် ခံစားချက်ဇယား

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_BENH_AN
source: Patient
my: သည်းခံပါ။
vi: Bệnh án

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_BENH_AN_CAP_CUU
source: Emergency medical records
my: အရေးပေါ်ဆေးမှတ်တမ်းများ
vi: Bệnh án cấp cứu

source: Outpatient Medical Records - PTTT. Clinic
my: ပြင်ပလူနာ ဆေးမှတ်တမ်း - PTTT.ဆေးခန်း
vi: Bệnh án Ngoại trú PTTT - Phòng khám PTTT

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_BENH_AN_NGOAI_TRU
source: Outpatient cardiology
my: ပြင်ပလူနာ ဆေးမှတ်တမ်းများ
vi: Bệnh án ngoại trú

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_BENH_AN_NGOAI_TRU_DAY_MAT
source: Bệnh án ngoại trú đáy mắt (BMK)
my: ပြင်ပလူနာရန်ပုံငွေ (BMK)

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_BENH_AN_NGOAI_TRU_GLAUCOMA
source: Bệnh án ngoại trú Glaucoma (BMK)
my: ပြင်ပလူနာ Glaucoma (BMK)

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_BIEU_MAU_KHAC
source: Other forms
my: အခြားပုံစံများ
vi: Biểu mẫu khác

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_FROM_KHAC
source: From other
my: တခြားဆီက
vi: From khác

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_IN_DON_PHONG_KHAM_TONG_HOP
source: General clinic application
my: အထွေထွေဆေးခန်းလျှောက်လွှာ
vi: Đơn phòng khám tổng hợp

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_IN_GOP_DON_THUOC
source: Prescription printing
my: ဆေးစာပုံနှိပ်ခြင်း။
vi: In gộp đơn thuốc

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_IN_PHIEU_XET_NGHIEM
source: Total test result
my: CLS ၏ အကျဉ်းချုပ် (စမ်းသပ်မှုရလဒ် လက်မှတ်)
vi: Tóm tắt CLS(Giấy tổng hợp kết quả xét nghiệm)

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_IN_PHIEU_YEU_CAU_KHAM
source: Print the request form
my: စာမေးပွဲလျှောက်လွှာပုံစံ
vi: Phiếu yêu cầu khám

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_IN_TRICH_LUC
source: Phiếu kết quả khám bệnh (trích lục)
my: ဆေးစစ်ချက်ရလဒ်စာရွက် (ကောက်နုတ်ချက်)

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_PHIEU_KB_CHUYEN_KHAM_PHONG_PTTT
source: Medical examination card - Transfer to PTTT. clinic
my: ဆေးစစ်ကတ် - PTTT ဆေးခန်းသို့ လွှဲပြောင်းပါ။
vi: Phiếu khám bệnh - Chuyển khám phòng PTTT

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_PHIEU_KHAM_BENH_VAO_VIEN
source: Print the medical examination form
my: ဆေးရုံဝင်ခွင့်ကတ်
vi: Phiếu khám bệnh vào viện

source: Phiếu kiểm tra khám sức khỏe định kì
my: ကျန်းမာရေးစစ်ဆေးချက်စာရွက်

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_PHIEU_PTTT
source: Biểu mẫu khác - Phiếu PTTT
my: ခွဲစိတ်မှု ကတ်ပြား
vi: Phiếu phẫu thuật thủ thuật

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_PHIEU_TU_VAN
source: Advice card
my: အကြံဉာဏ်ကတ်
vi: Phiếu tư vấn

source: Confirmation form of consent to HIV test
my: HIV စစ်ဆေးမှုခံယူရန် အတည်ပြုချက်ပုံစံ
vi: Phiếu xác nhận đồng ý xét nghiệm HIV

# IVT_LANGUAGE_KEY_EXAM_SERVICE_REQ_EXCUTE_CONTROL_PHIEU_XET_NGHIEM_DOM_MPS438
source: Phiếu xét nghiệm đờm
my: သလိပ်စမ်းသပ်စာရွက်

source: Phiếu xét nghiệm vi khuẩn lao
my: တီဘီရောဂါစမ်းသပ်စာရွက်

source: Test Sheet XPert XPress SARs-nCOV-2
my: စမ်းသပ်စာရွက် XPert Xpress SARs-nCOV-2
vi: Phiếu xét nghiệm XPert XPress SARs-nCOV-2

# IVT_LANGUAGE_KEY_FRM_SECONDARY_DISEASE_BTN_CHOOSE
source: Select (Ctrl S)
my: (Ctrl S) ကို ရွေးပါ
vi: Chọn (Ctrl S)

# IVT_LANGUAGE_KEY_FRM_SECONDARY_DISEASE_GRDCOL_CODE
source: Disease code
my: ရောဂါကုဒ်
vi: Mã bệnh

# IVT_LANGUAGE_KEY_FRM_SECONDARY_DISEASE_GRDCOL_NAME
source: Name of disease
my: ရောဂါအမည်
vi: Tên bệnh

# IVT_LANGUAGE_KEY_FRM_SECONDARY_DISEASE_ICD_CODE__NULL_TEXT
source: List of disease codes
my: ရောဂါကုဒ်များစာရင်း
vi: Danh sách mã bệnh

# IVT_LANGUAGE_KEY_FRM_SECONDARY_DISEASE_ICD_NAME__NULL_TEXT
source: List of disease names
my: ရောဂါအမည်များစာရင်း
vi: Danh sách tên bệnh

# IVT_LANGUAGE_KEY_FRM_SECONDARY_GRID_ICD__FIND_NULL_PROMPT_TEXT
source: Search keyword
my: အဓိကစကားလုံးကို ရှာပါ။
vi: Từ khóa tìm kiếm

# IVT_LANGUAGE_KEY_PHIEU_VO_BENH_AN
source: Phiếu vỏ bệnh án
my: ဆေးမှတ်တမ်းစာရွက်

# Plugin_ExamServiceReqExecute__DonThuocLanKhamTruoc
source: You already have a prescription for the previous visit, do you want to order another one?
my: သင့်တွင် ယခင်လည်ပတ်မှုအတွက် ဆေးညွှန်းတစ်ခုရှိပြီး၊ နောက်တစ်ခု မှာယူလိုပါသလား။
vi: Bạn đã có đơn thuốc sử dụng của lần khám trước , bạn có muốn kê thuốc tiếp không?

# toolTipItem1.Text
source: Peripheral (capillary) blood oxygen saturation, measured through the skin
my: Peripheral (သွေးကြောမျှင်) သွေးအောက်ဆီဂျင် ပြည့်ဝမှုကို အရေပြားမှတဆင့် တိုင်းတာသည်။
vi: Độ bão hòa oxy trong máu ngoại vi (mao mạch), được đo thông qua da

# toolTipItem2.Text
source: Peripheral (capillary) blood oxygen saturation, measured through the skin
my: Peripheral (သွေးကြောမျှင်) သွေးအောက်ဆီဂျင် ပြည့်ဝမှုကို အရေပြားမှတဆင့် တိုင်းတာသည်။
vi: Độ bão hòa oxy trong máu ngoại vi (mao mạch), được đo thông qua da

# UCDHST.BMIDISPLAY.NORMAL
source: (Normal)
my: (ပုံမှန်)
vi: (Bình thường)

# UCDHST.BMIDISPLAY.OBESITY.I
source: (Grade I obesity)
my: (၁) အဝလွန်ခြင်း၊
vi: (Béo phì độ I)

# UCDHST.BMIDISPLAY.OBESITY.II
source: (Grade II obesity)
my: (ဒုတိယတန်း အဝလွန်ခြင်း)
vi: (Béo phì độ II)

# UCDHST.BMIDISPLAY.OBESITY.III
source: (Grade III obesity)
my: (၃ တန်း အဝလွန်ခြင်း)
vi: (Béo phì độ III)

# UCDHST.BMIDISPLAY.OVERWEIGHT
source: (Overweight)
my: (အဝလွန်)
vi: (Thừa cân)

# UCDHST.labelControl10.Text
source: cm
my: စင်တီမီတာ

# UCDHST.labelControl12.Text
source: square meter
my: စတုရန်းမီတာ
vi: m²

# UCDHST.labelControl3.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# UCDHST.labelControl5.Text
source: kg
my: ကီလိုဂရမ်

# UCDHST.labelControl6.Text
source: cm
my: စင်တီမီတာ

# UCDHST.labelControl8.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# UCDHST.labelControl9.Text
source: cm
my: စင်တီမီတာ

# UCDHST.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UCDHST.layoutControlItem1.Text
source: Circuit:
my: ပတ်လမ်း-
vi: Mạch:

# UCDHST.layoutControlItem11.Text
source: Skin Area:
my: အရေပြားဧရိယာ-
vi: Diện tích da:

# UCDHST.layoutControlItem17.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# UCDHST.layoutControlItem2.Text
source: Temperature:
my: အပူချိန်
vi: Nhiệt độ:

# UCDHST.layoutControlItem3.Text
source: Blood pressure:
my: သွေးပေါင်ချိန်:
vi: Huyết áp:

# UCDHST.layoutControlItem5.Text
source: Breathing:
my: အသက်ရှုခြင်း-
vi: Nhịp thở:

# UCDHST.layoutControlItem6.Text
source: Weight:
my: အလေးချိန်-
vi: Cân nặng:

# UCDHST.layoutControlItem7.Text
source: Height:
my: အမြင့်-
vi: Chiều cao:

# UCDHST.layoutControlItem8.Text
source: Bust:
my: ရင်ဘတ်-
vi: Vòng ngực:

# UCDHST.layoutControlItem9.Text
source: Waist circumference:
my: ခါးလုံးပတ်-
vi: Vòng bụng:

# UCDHST.lciNote.Text
source: Other:
my: အခြား-
vi: Khác:

# UCDHST.SKINNY.I
source: (Level I thin)
my: (ပိန်အဆင့်)
vi: (Gầy độ I)

# UCDHST.SKINNY.II
source: (Level II thin)
my: (အဆင့် II ပါးပါး)
vi: (Gầy độ II)

# UCDHST.SKINNY.III
source: (Level III Skinny)
my: (အဆင့် III Skinny)
vi: (Gầy độ III)

# ExamServiceReqExecuteControl.xtraTabPage12.Text
source: Endocrine (Ctrl Q)
vi: Nội tiết (Ctrl Q)

# ExamServiceReqExecuteControl.xtraTabPage5.Text
source: Digest (Ctrl 3)
vi: Tiêu hóa (Ctrl 3)
