Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.ExamServiceReqExecute/Resources/Lang.*.resx
Languages: my, vi

# ExamServiceReqExecutebtnTrackingCreate.Text
source: List of treatment sheets
my: ကုသမှုစာရွက်များစာရင်း
vi: Danh sách tờ điều trị

# ExamServiceReqExecuteControl.btnAccidentHurt.Text
source: Injury
my: ဒဏ်ရာ
vi: Tai nạn thương tích

# ExamServiceReqExecuteControl.btnAggrExam.Text
source: Summary of PK application
my: PK လျှောက်လွှာ၏အကျဉ်းချုပ်
vi: Tổng hợp đơn PK

# ExamServiceReqExecuteControl.btnAssBlood.Text
source: Assign blood
my: သွေးပြောင်းဆန်
vi: Kê máu

# ExamServiceReqExecuteControl.btnAssignPaan.Text
source: Indications for pathological surgery
my: GPBL သတ်မှတ်ခြင်း။
vi: Chỉ định GPBL

# ExamServiceReqExecuteControl.btnAssignPaan.ToolTip
source: Indications for pathology
my: ရောဂါဗေဒအတွက်ညွှန်ပြချက်များ

# ExamServiceReqExecuteControl.btnAssignPre.Text
source: Prescription (F8)
my: ဆေးစာ (F8)
vi: Kê đơn (F8)

# ExamServiceReqExecuteControl.btnAssignService.Text
source: Indication (F9)
my: သတ်မှတ်ပါ (F9)
vi: Chỉ định (F9)

# ExamServiceReqExecuteControl.btnBANgoaiChan.Text
source: Outpatient medical record
my: ပြင်ပလူနာ ဆေးမှတ်တမ်း
vi: Bệnh án ngoại chẩn

# ExamServiceReqExecuteControl.btnChooseTemplate.Text
source: Sampling
my: နမူနာပုံစံကို ရွေးချယ်/သိမ်းဆည်းပါ။
vi: Chọn/Lưu mẫu

# ExamServiceReqExecuteControl.btnConnectBloodPressure.ToolTip
source: Get the result from the meter
my: မီတာမှရလဒ်ကိုရယူပါ။
vi: Lấy kết quả từ máy đo

# ExamServiceReqExecuteControl.btnContentSubclinical.Text
source: Select CLS result
my: CLS ရလဒ်ကို ရွေးပါ။
vi: Chọn kết quả CLS

# ExamServiceReqExecuteControl.btnContentSubclinicalEdit.ToolTip
source: Select subclinical results
my: subclinical ရလဒ်များကိုရွေးချယ်ပါ။
vi: Chọn kết quả cận lâm sàn

# ExamServiceReqExecuteControl.btnDeparment.Text
source: Specialist
my: ရာထူးအပြောင်းအရွှေ့
vi: Chuyển khoa

# ExamServiceReqExecuteControl.btnExamServiceAdd.Text
source: explore more
my: ပိုမိုစူးစမ်းပါ။
vi: Khám thêm

# ExamServiceReqExecuteControl.btnFastTrackingCreate.Text
source: Quick creation of treatment sheets
my: ကုသမှုစာရွက်များကို အမြန်ဖန်တီးပါ။
vi: Tạo nhanh tờ điều trị

# ExamServiceReqExecuteControl.btnFinish.Text
source: Finish (Ctrl E)
my: အဆုံးသတ် (Ctrl E)
vi: Kết thúc (Ctrl E)

# ExamServiceReqExecuteControl.btnHospitalize.Text
source: Hospitalization (F11)
my: ဆေးရုံတက်ကုသခြင်း (F11)
vi: Nhập viện (F11)

# ExamServiceReqExecuteControl.btnInCongKhaiDichVu
source: Publicizing medical examination and treatment services
my: ဆေးစစ်ခြင်း နှင့် ကုသခြင်း ဝန်ဆောင်မှုများကို ကြေငြာခြင်း။
vi: Công khai dịch vụ khám, chữa bệnh

# ExamServiceReqExecuteControl.btnitemnDebateDiagnostic.Text
source: Create debate diagnostic
my: အစည်းအဝေးမှတ်တမ်းများ ဖန်တီးပါ။
vi: Tạo biên bản hội chẩn

# ExamServiceReqExecuteControl.btnitemnDebateDiagnosticList.Text
source: List of meeting minutes
my: အစည်းအဝေးမှတ်တမ်းများစာရင်း
vi: Danh sách biên bản hội chẩn

# ExamServiceReqExecuteControl.btnKeDonYHCT.Text
source: Prescription of Traditional Chinese Medicine
my: တရုတ်ရိုးရာဆေးညွှန်း
vi: Kê đơn YHCT

# ExamServiceReqExecuteControl.btnKeDonYHCT.ToolTip
source: Prescription of traditional medicine
my: တိုင်းရင်းဆေးညွှန်း
vi: Kê đơn y học cổ truyền

# ExamServiceReqExecuteControl.btnMedisoftHistory.Text
source: Drugs that have been used up
my: သုံးစွဲလာတဲ့ ဆေးတွေ
vi: Thuốc đã SD

# ExamServiceReqExecuteControl.btnMedisoftHistory.ToolTip
source: Medicines used Medisoft
my: ဆေးဝါးများကို Medisoft ကိုအသုံးပြုသည်။
vi: Thuốc đã sử dụng Medisoft

# ExamServiceReqExecuteControl.btnPrint_ExamService.Text
source: Printing
my: ပုံနှိပ်ခြင်း။
vi: In ấn

# ExamServiceReqExecuteControl.btnRequestAdvance.Text
source: Request for advance
my: ကြိုတင်မေတ္တာရပ်ခံအပ်ပါသည်။
vi: Yêu cầu tạm ứng

# ExamServiceReqExecuteControl.btnSaveFinish.Text
source: Save and finish
my: သိမ်းဆည်းပြီး အပြီးသတ်ပါ။
vi: Lưu (Ctrl S)

# ExamServiceReqExecuteControl.btnServiceReqList.Text
source: Wishlist
my: ဆေးစာရင်း
vi: Danh sách y lệnh

# ExamServiceReqExecuteControl.btnTrackingCreate.Text
source: Create sheet treatment
my: ကုသမှုစာရွက်ဖန်တီးပါ။
vi: Tạo tờ điều trị

# ExamServiceReqExecuteControl.btnTrackingCreateV2.Text
source: Create treatment sheet
my: ကုသမှုစာရွက်ဖန်တီးပါ။
vi: Tạo tờ điều trị

# ExamServiceReqExecuteControl.btnTreatmentFinish.Text
source: End of treatment (F10)
my: ကုသမှုပြီးဆုံးခြင်း (F10)
vi: Kết thúc điều trị (F10)

# ExamServiceReqExecuteControl.btnTuTruc.Text
source: cabinets direct
my: တာဝန်ကျ အစိုးရအဖွဲ့ဝင်
vi: Tủ trực

# ExamServiceReqExecuteControl.btnVoBenhAn.Text
source: Tạo vỏ bệnh án
my: ဆေးကိစ္စဖန်တီးပါ။

# ExamServiceReqExecuteControl.chkEditIcd.Properties.Caption
source: Fix
my: ပြင်ပါ။
vi: Sửa

# ExamServiceReqExecuteControl.chkEditIcdCause.Properties.Caption
source: Fix
my: ပြင်ပါ။
vi: Sửa

# ExamServiceReqExecuteControl.chkEditNextTreatmentInstruction.Properties.Caption
source: Fix
my: ပြင်ပါ။
vi: Sửa

# ExamServiceReqExecuteControl.chkExamFinish.Properties.Caption
source: End of examination
my: စာမေးပွဲပြီးဆုံးသည်။
vi: Kết thúc khám

# ExamServiceReqExecuteControl.chkExamServiceAdd.Properties.Caption
source: Explore more
my: ပိုမိုစူးစမ်းပါ။
vi: Khám thêm

# ExamServiceReqExecuteControl.chkHospitalize.Properties.Caption
source: Hospitalize
my: ဆေးရုံတက်ပါ။
vi: Nhập viện

# ExamServiceReqExecuteControl.chkPART_EXAM_EYE_BLIND_COLOR__BT.Properties.Caption
source: Normal
my: ပုံမှန်
vi: Bình thường

source: Red blind
my: နီကန်း
vi: Mù màu đỏ

source: Total color blindness
my: စုစုပေါင်းအရောင်မျက်စိကွယ်ခြင်း။
vi: Mù màu toàn bộ

source: Yellow blind
my: အဝါရောင်ကန်း
vi: Mù màu vàng

source: Green blind
my: အစိမ်းကန်း
vi: Mù màu xanh lá cây

# ExamServiceReqExecuteControl.chkTreatmentFinish.Properties.Caption
source: End of treatment
my: ကုသမှုပြီးဆုံး
vi: Kết thúc điều trị

# ExamServiceReqExecuteControl.drBtnOther.Text
source: Other
my: တခြား
vi: Khác

# ExamServiceReqExecuteControl.grdColTime.Caption
source: Time
my: အချိန်
vi: Thời gian

# ExamServiceReqExecuteControl.gridColumn1.Caption
source: Time
my: အချိန်
vi: Thời gian

# ExamServiceReqExecuteControl.gridColumn10.Caption
source: gridColumn10
my: ဇယားကွက် ကော်လံ ၁၀

# ExamServiceReqExecuteControl.gridColumn12.Caption
source: Name of disease
my: ရောဂါအမည်
vi: Tên bệnh

# ExamServiceReqExecuteControl.gridColumn13.Caption
source: Clinic
my: ဆေးခန်း
vi: Phòng khám

# ExamServiceReqExecuteControl.gridColumn14.Caption
source: ICD
my: အိုင်စီဒီ

# ExamServiceReqExecuteControl.gridColumn15.Caption
source: Status
my: အဆင့်အတန်း
vi: Trạng thái

# ExamServiceReqExecuteControl.gridColumn16.Caption
source: Disease code
my: ရောဂါကုဒ်
vi: Mã bệnh

# ExamServiceReqExecuteControl.gridColumn17.Caption
source: Choose
my: ရွေးပါ။
vi: Chọn

# ExamServiceReqExecuteControl.gridColumn2.Caption
source: Clinic
my: ဆေးခန်း
vi: Phòng khám

# ExamServiceReqExecuteControl.gridColumn3.Caption
source: ICD
my: အိုင်စီဒီ

# ExamServiceReqExecuteControl.gridColumn4.Caption
source: Allergens/Drugs
my: ဓာတ်မတည့်မှု/ဆေးဝါးများ
vi: Dị nguyên/Thuốc

# ExamServiceReqExecuteControl.gridColumn5.Caption
source: Suspect
my: တရားခံ
vi: Nghi ngờ

# ExamServiceReqExecuteControl.gridColumn6.Caption
source: Sure
my: သေချာပါတယ်။
vi: Chắc chắn

# ExamServiceReqExecuteControl.gridColumn7.Caption
source: Clinical Manifestations
my: လက်တွေ့သရုပ်
vi: Biểu hiện lâm sàng

# ExamServiceReqExecuteControl.gridColumn8.Caption
source: Name of active ingredient health insurance
my: တက်ကြွသောပါဝင်ပစ္စည်းအမည် ကျန်းမာရေးအာမခံ
vi: Tên hoạt chất BHYT

# ExamServiceReqExecuteControl.gridColumn9.Caption
source: gridColumn9
my: ဇယားကွက် ၉

# ExamServiceReqExecuteControl.groupBox1.Text
source: Vital signs
my: အရေးကြီးသောသင်္ကေတများ
vi: Dấu hiệu sinh tồn

# ExamServiceReqExecuteControl.groupControlTreatmentFinish.Text
source: EXAMINATION TREATMENT
my: စာမေးပွဲ ကုသမှု
vi: XỬ TRÍ KHÁM

# ExamServiceReqExecuteControl.labelControl1.Text
source: Select to enter processing information
my: စီမံဆောင်ရွက်နေသော အချက်အလက်ကို ထည့်သွင်းရန် ရွေးချယ်ပါ။
vi: Chọn để nhập thông tin xử trí

# ExamServiceReqExecuteControl.labelControl10.Text
source: cm
my: စင်တီမီတာ

# ExamServiceReqExecuteControl.labelControl11.Text
source: Binocular horizontal field\\r\\n(nose-temporal direction)
my: မှန်ပြောင်းအလျားလိုက် အကွက်\\r\\n(နှာခေါင်း-ယာယီ ဦးတည်ချက်)
vi: Thị trường ngang hai mắt (chiều mũi - thái dương)

# ExamServiceReqExecuteControl.labelControl12.Text
source: square meter
my: စတုရန်းမီတာ
vi: m²

# ExamServiceReqExecuteControl.labelControl13.Text
source: Vertical market\\r\\n(upper - lower direction)
my: ဒေါင်လိုက်စျေးကွက်\\r\\n(အထက် - အောက် ဦးတည်ချက်)
vi: Thị trường đứng (chiều trên - dưới)

# ExamServiceReqExecuteControl.labelControl14.Text
source: Normal
my: ပုံမှန်
vi: Bình thường

# ExamServiceReqExecuteControl.labelControl15.Text
source: Limit
my: ကန့်သတ်
vi: Hạn chế

# ExamServiceReqExecuteControl.labelControl16.Text
source: Normal
my: ပုံမှန်
vi: Bình thường

# ExamServiceReqExecuteControl.labelControl17.Text
source: Limit
my: ကန့်သတ်
vi: Hạn chế

# ExamServiceReqExecuteControl.labelControl18.Text
source: Shades:
my: အရိပ်များ
vi: Sắc giác:

# ExamServiceReqExecuteControl.labelControl19.Text
source: m;
my: မီတာ;

# ExamServiceReqExecuteControl.labelControl20.Text
source: m
my: ဍ

# ExamServiceReqExecuteControl.labelControl21.Text
source: m;
my: မီတာ;

# ExamServiceReqExecuteControl.labelControl22.Text
source: m
my: ဍ

# ExamServiceReqExecuteControl.labelControl3.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# ExamServiceReqExecuteControl.labelControl5.Text
source: kg
my: ကီလိုဂရမ်

# ExamServiceReqExecuteControl.labelControl6.Text
source: cm
my: စင်တီမီတာ

# ExamServiceReqExecuteControl.labelControl8.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# ExamServiceReqExecuteControl.labelControl9.Text
source: cm
my: စင်တီမီတာ

# ExamServiceReqExecuteControl.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# ExamServiceReqExecuteControl.layoutControl10.Text
source: layoutControl10
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၀

# ExamServiceReqExecuteControl.layoutControl11.Text
source: layoutControl11
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၁

# ExamServiceReqExecuteControl.layoutControl12.Text
source: layoutControl12
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၂

# ExamServiceReqExecuteControl.layoutControl13.Text
source: layoutControl13
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၃

# ExamServiceReqExecuteControl.layoutControl14.Text
source: layoutControl14
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၄

# ExamServiceReqExecuteControl.layoutControl15.Text
source: layoutControl15
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၅

# ExamServiceReqExecuteControl.layoutControl16.Text
source: layoutControl16
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၆

# ExamServiceReqExecuteControl.layoutControl17.Text
source: layoutControl17
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၇

# ExamServiceReqExecuteControl.layoutControl18.Text
source: layoutControl18
my: အပြင်အဆင် ထိန်းချုပ်မှု ၁၈

# ExamServiceReqExecuteControl.layoutControl19.Text
source: layoutControl19
my: အပြင်အဆင် ထိန်းချုပ်မှု ၁၉

# ExamServiceReqExecuteControl.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# ExamServiceReqExecuteControl.layoutControl20.Text
source: layoutControl20
my: အပြင်အဆင် ထိန်းချုပ်မှု ၂၀

# ExamServiceReqExecuteControl.layoutControl21.Text
source: layoutControl21
my: အပြင်အဆင် ထိန်းချုပ်မှု ၂၁

# ExamServiceReqExecuteControl.layoutControl22.Text
source: layoutControl22
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂၂

# ExamServiceReqExecuteControl.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# ExamServiceReqExecuteControl.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# ExamServiceReqExecuteControl.layoutControl5.Text
source: layoutControl5
my: အပြင်အဆင်ထိန်းချုပ်မှု ၅

# ExamServiceReqExecuteControl.layoutControl6.Text
source: layoutControl6
my: အပြင်အဆင်ထိန်းချုပ်မှု ၆

# ExamServiceReqExecuteControl.layoutControl7.Text
source: layoutControl7
my: အပြင်အဆင်ထိန်းချုပ်မှု ၇

# ExamServiceReqExecuteControl.layoutControl8.Text
source: layoutControl8
my: အပြင်အဆင်ထိန်းချုပ်မှု ၈

# ExamServiceReqExecuteControl.layoutControl9.Text
source: layoutControl9
my: အပြင်အဆင်ထိန်းချုပ်မှု ၉

# ExamServiceReqExecuteControl.layoutControlItem19.Text
source: Secondary disease:
my: ဒုတိယရောဂါများ
vi: Bệnh phụ:

# ExamServiceReqExecuteControl.layoutControlItem20.Text
source: Attention:
my: - မျက်စိရောဂါများ (ရှိလျှင်)
vi: - Các bệnh về mắt (nếu có):

# ExamServiceReqExecuteControl.layoutControlItem21.Text
source: Left label:
my: ဘယ်ဘက်အညွှန်း-
vi: Nhãn áp trái:

# ExamServiceReqExecuteControl.layoutControlItem22.Text
source: Explore the whole body:
my: ညာဘက်ဖိအား
vi: Nhãn áp phải:

# ExamServiceReqExecuteControl.layoutControlItem23.Text
source: Vision without glasses (left):
my: မျက်မှန်မပါသော အမြင်အာရုံ (ဘယ်ဘက်)
vi: Thị lực không kính (trái):

# ExamServiceReqExecuteControl.layoutControlItem26.Text
source: Vision without glasses (right):
my: မျက်မှန်မပါသော အမြင်အာရုံ (ညာဘက်)
vi: Thị lực không kính (phải):

# ExamServiceReqExecuteControl.layoutControlItem27.Text
source: Vision with glasses (left):
my: မျက်မှန်ပါသော အမြင်အာရုံ (ဘယ်ဘက်)
vi: Thị lực có kính (trái):

# ExamServiceReqExecuteControl.layoutControlItem28.Text
source: Vision with glasses (right):
my: မျက်မှန်ပါသော အမြင်အာရုံ (ညာဘက်):
vi: Thị lực có kính (phải):

# ExamServiceReqExecuteControl.layoutControlItem30.Text
source: Ears:
my: နားများ
vi: Tai:

# ExamServiceReqExecuteControl.layoutControlItem31.Text
source: Nose:
my: နှာခေါင်း-
vi: Mũi:

# ExamServiceReqExecuteControl.layoutControlItem32.Text
source: Throat:
my: လည်ချောင်း:
vi: Họng:

# ExamServiceReqExecuteControl.layoutControlItem59.OptionsToolTip.ToolTip
source: Contraindications
my: တားမြစ်ချက်များ
vi: Trường hợp chống chỉ định

# ExamServiceReqExecuteControl.layoutControlItem59.Text
source: In case of CC:
my: CC တွင်၊
vi: Trường hợp CCĐ:

# ExamServiceReqExecuteControl.layoutControlItem74.Text
source: Right ear: Normal speech:
my: ညာဘက်နား- ပုံမှန်စကားပြော-
vi: Tai phải: Nói thường:

# ExamServiceReqExecuteControl.layoutControlItem75.Text
source: Whisper:
my: တိတ်တိတ်လေး
vi: Nói thầm:

# ExamServiceReqExecuteControl.layoutControlItem76.Text
source: Left ear: Normal speech:
my: ဘယ်ဘက်နား- ပုံမှန်စကားပြော-
vi: Tai trái: Nói thường:

# ExamServiceReqExecuteControl.layoutControlItem77.Text
source: Whisper:
my: တိတ်တိတ်လေး
vi: Nói thầm:

# ExamServiceReqExecuteControl.layoutControlItem78.Text
source: Rheumatoid diseases (if any):
my: အဆစ်အမြစ်ရောင်ရောဂါများ (ရှိလျှင်)
vi: + Các bệnh về RHM (nếu có):

# ExamServiceReqExecuteControl.layoutControlItem79.Text
source: Upper jaw:
my: အပေါ်မေးရိုး-
vi: + Hàm trên:

# ExamServiceReqExecuteControl.layoutControlItem80.Text
source: The lower jaw:
my: အောက်မေးရိုး-
vi: + Hàm dưới:

# ExamServiceReqExecuteControl.layoutControlTabExamExecute.Text
source: layoutControl22
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂၂

# ExamServiceReqExecuteControl.lblCaptionConclude.Text
source: Treatments:
my: ကုသမှုများ-
vi: Phương pháp điều trị:

# ExamServiceReqExecuteControl.lblCaptionDiagnostic.Text
source: Summary preclinical results:
my: ဆေးခန်းရလဒ်အကျဉ်းချုပ်
vi: Tóm tắt kết quả cận lâm sàng:

# ExamServiceReqExecuteControl.lblCaptionHospitalizationReason.Text
source: Reason for examination:
my: စာမေးပွဲအတွက်အကြောင်းပြချက်
vi: Lý do khám:

# ExamServiceReqExecuteControl.lblCaptionNgayThuCuaBenh.Text
source: Day:
my: နေ့-
vi: Ngày thứ:

# ExamServiceReqExecuteControl.lblCaptionPathologicalHistory.Text
source: Medical history of the patient:
my: လူနာ၏ ဆေးမှတ်တမ်း-
vi: Tiền sử bệnh của bệnh nhân:

# ExamServiceReqExecuteControl.lblCaptionPathologicalHistoryFamily.Text
source: Medical history of the family:
my: မိသားစုဆေးဘက်ဆိုင်ရာသမိုင်း-
vi: Tiền sử bệnh của gia đình:

# ExamServiceReqExecuteControl.lblCaptionPathologicalProcess.Text
source: Pathological process :
my: ရောဂါဗေဒဖြစ်စဉ်-
vi: Quá trình bệnh lý:

# ExamServiceReqExecuteControl.lblCaptionResultNote.Text
source: Subsequent treatments:
my: နောက်ထပ်ကုသမှုလမ်းညွှန်-
vi: Hướng điều trị tiếp theo:

# ExamServiceReqExecuteControl.lblCDPhu.Text
source: Extra CDs:
my: အပို CD များ-
vi: CD phụ:

# ExamServiceReqExecuteControl.lblEditIcd.Text
source: Milk:
my: ပြင်ဆင်ပါ
vi: Sửa:

# ExamServiceReqExecuteControl.lblIcdCauseText.Text
source: Person/external person:
my: ပုဂ္ဂိုလ်/ပြင်ပပုဂ္ဂိုလ်-
vi: Ng/nhân ngoài:

# ExamServiceReqExecuteControl.lblIcdCauseText.Tooltip
source: Icd cause text
my: ပြင်ပအကြောင်းတရားများ
vi: Nguyên nhân ngoài

# ExamServiceReqExecuteControl.lblIcdMainText.Text
source: Main diseases:
my: အဓိကရောဂါ
vi: Bệnh chính:

# ExamServiceReqExecuteControl.lblIcdText.Text
source: Secondary disease:
my: ဒုတိယရောဂါများ
vi: Bệnh phụ:

# ExamServiceReqExecuteControl.lblInformationExam.Text
source: Check parts:
my: အစိတ်အပိုင်းများ စစ်ဆေးခြင်း-
vi: Khám bộ phận:

# ExamServiceReqExecuteControl.lblIsToCalculateEgfr.ToolTip
source: Mức lọc cầu thận
my: Glomerular စစ်ထုတ်မှုနှုန်း

# ExamServiceReqExecuteControl.lblSick.Text
source: disease
my: ရောဂါ
vi: của bệnh

# ExamServiceReqExecuteControl.lcCause.Text
source: layoutControl14
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁၄

# ExamServiceReqExecuteControl.lcForTabpageMat__ThiTruong.Text
source: layoutControl21
my: အပြင်အဆင် ထိန်းချုပ်မှု ၂၁

# ExamServiceReqExecuteControl.lcgDHST.Text
source: Vital signs
my: အရေးကြီးသောသင်္ကေတများ
vi: Dấu hiệu sinh tồn

# ExamServiceReqExecuteControl.lciBelly.Text
source: Waist circumference:
my: ခါးလုံးပတ်-
vi: Vòng bụng:

# ExamServiceReqExecuteControl.lciBloodPressure.Text
source: Blood pressure:
my: သွေးပေါင်ချိန်:
vi: Huyết áp:

# ExamServiceReqExecuteControl.lciBreathRate.Text
source: Breathing:
my: အသက်ရှုခြင်း-
vi: Nhịp thở:

# ExamServiceReqExecuteControl.lciChest.Text
source: Bust:
my: ရင်ဘတ်-
vi: Vòng ngực:

# ExamServiceReqExecuteControl.lciChuY.Text
source: Attention:
my: အာရုံစူးစိုက်မှု-
vi: Chú ý:

# ExamServiceReqExecuteControl.lciExecuteTime.Text
source: Measurement time:
my: တိုင်းတာချိန်-
vi: Thời gian đo:

# ExamServiceReqExecuteControl.lciHeight.Text
source: Height:
my: အမြင့်-
vi: Chiều cao:

# ExamServiceReqExecuteControl.lciIcdSubCode.OptionsToolTip.ToolTip
source: Secondary diagnosis
my: ဒုတိယရောဂါလက္ခဏာ
vi: Chẩn đoán phụ

# ExamServiceReqExecuteControl.lciIcdSubCode.Text
source: Secondary College:
my: အလယ်တန်းကောလိပ်-
vi: CĐ phụ:

# ExamServiceReqExecuteControl.lciIcdText.OptionsToolTip.ToolTip
source: Initial diagnosis
my: ကနဦးရောဂါလက္ခဏာ
vi: Chẩn đoán ban đầu

# ExamServiceReqExecuteControl.lciIcdText.Text
source: Main College:
my: ပင်မကောလိပ်-
vi: CĐ chính:

# ExamServiceReqExecuteControl.lciIcdTextCause.OptionsToolTip.ToolTip
source: Main diagnosis
my: အဓိကရောဂါလက္ခဏာ
vi: Chẩn đoán chính

# ExamServiceReqExecuteControl.lciIcdTextCause.Text
source: Person/external person:
my: ပုဂ္ဂိုလ်/ပြင်ပပုဂ္ဂိုလ်-
vi: Ng/nhân ngoài:

# ExamServiceReqExecuteControl.lciKhamToanThan.Text
source: Full body examination:
my: ခန္ဓာကိုယ် အပြည့်အစုံ စစ်ဆေးခြင်း
vi: Khám toàn thân:

# ExamServiceReqExecuteControl.lciKskCode.Text
source: KSK code
my: KSK အဆင့်သတ်မှတ်ချက်-
vi: Xếp loại KSK:

# ExamServiceReqExecuteControl.lciKskCode.ToolTip
source: KSK code
my: ကျန်းမာရေးစစ်ဆေးမှု အမျိုးအစားခွဲခြားခြင်း။
vi: Xếp loại khám sức khỏe

# ExamServiceReqExecuteControl.lciLeatherArea.Text
source: Skin Area:
my: အရေပြားဧရိယာ-
vi: Diện tích da:

# ExamServiceReqExecuteControl.lciMLCT.OptionsToolTip.ToolTip
source: Glomerular filtration rate
my: Glomerular စစ်ထုတ်မှုနှုန်း
vi: Mức lọc cầu thận

source: Main diagnosis
my: အဓိကရောဂါလက္ခဏာ
vi: Chẩn đoán chính

# ExamServiceReqExecuteControl.lciNextTreatmentInstructionText.Text
source: Treatment direction:
my: ကုသမှုလမ်းညွှန်-
vi: Hướng điều trị:

# ExamServiceReqExecuteControl.lciNote.Text
source: Other:
my: အခြား-
vi: Khác:

# ExamServiceReqExecuteControl.lciPatientCase.Text
source: Patient case:
my: ရောဂါအခြေအနေတွင်-
vi: Trường hợp bệnh:

# ExamServiceReqExecuteControl.lciProvisionalDianosis.Text
source: Preliminary diagnosis:
my: ပဏာမ ရောဂါရှာဖွေခြင်း-
vi: Chẩn đoán sơ bộ:

# ExamServiceReqExecuteControl.lciPulse.Text
source: Circuit:
my: ပတ်လမ်း-
vi: Mạch:

# ExamServiceReqExecuteControl.lciTemperature.Text
source: Temperature:
my: အပူချိန်
vi: Nhiệt độ:

# ExamServiceReqExecuteControl.lciWeight.Text
source: Weight:
my: အလေးချိန်-
vi: Cân nặng:

# ExamServiceReqExecuteControl.llayoutControlItem72.OptionsToolTip.ToolTip
source: Mức lọc cầu thận
my: Glomerular စစ်ထုတ်မှုနှုန်း

# ExamServiceReqExecuteControl.txtIcdExtraCode.Properties.NullValuePrompt
source: Enter the patient code
my: sub-medical code ကိုထည့်ပါ။
vi: Nhập mã bệnh phụ

# ExamServiceReqExecuteControl.txtIcdExtraName.Properties.NullValuePrompt
source: Press F1 to select extra disease
my: ရောဂါခွဲများကိုရွေးချယ်ရန် F1 ကိုနှိပ်ပါ။
vi: Nhấn F1 để chọn bệnh phụ

# ExamServiceReqExecuteControl.txtIcdText.Properties.NullValuePrompt
source: Press F1 to select disease
my: ရောဂါကိုရွေးချယ်ရန် F1 ကိုနှိပ်ပါ။
vi: Nhấn F1 để chọn bệnh

# ExamServiceReqExecuteControl.txtInfomationExecute.ToolTip
source: Select processing information
my: လုပ်ဆောင်နေသည့် အချက်အလက်ကို ရွေးပါ။
vi: Chọn thông tin xử lý

# ExamServiceReqExecuteControl.txtSick.Text
source: disease
my: ရောဂါ
vi: của bệnh

# ExamServiceReqExecuteControl.xtraTabCoXuongKhop.Text
source: Musculoskeletal (6)
my: ကြွက်သားအကြော(၆)ခု၊
vi: Cơ xương khớp (6)

# ExamServiceReqExecuteControl.xtraTabDaLieu.Text
source: Dermatology (I)
my: အရေပြားရောဂါဗေဒ (၁)
vi: Da liễu (I)

# ExamServiceReqExecuteControl.xtraTabDinhDuong.Text
source: Nutrition (U)
my: အာဟာရ (ဦး)၊
vi: Dinh dưỡng (U)

# ExamServiceReqExecuteControl.xtraTabHoHap.Text
source: Respiration (2)
my: အသက်ရူ (၂)၊
vi: Hô hấp (2)

# ExamServiceReqExecuteControl.xtraTabMat.Text
source: Eyes (9)
my: (၉) မျက်လုံး၊
vi: Mắt (9)

# ExamServiceReqExecuteControl.xtraTabNoiTiet.Text
source: Endocrine (Q)
my: Endocrine (မေး)
vi: Nội tiết (Q)

# ExamServiceReqExecuteControl.xtraTabPage1.Text
source: Current examination
my: လက်ရှိစာမေးပွဲ
vi: Đợt khám hiện tại

# ExamServiceReqExecuteControl.xtraTabPage11.Text
source: Cool (Ctrl 9)
my: မျက်လုံး (Ctrl 9)
vi: Mắt (Ctrl 9)

# ExamServiceReqExecuteControl.xtraTabPage13.Text
source: Mental (Ctrl W)
my: စိတ်ပိုင်းဆိုင်ရာ (Ctrl W)
vi: Tâm thần (Ctrl W)

# ExamServiceReqExecuteControl.xtraTabPage14.Text
source: Nutrition (Ctrl U)
my: အာဟာရ (Ctrl U)
vi: Dinh dưỡng (Ctrl U)

# ExamServiceReqExecuteControl.xtraTabPage15.Text
source: Motor (Ctrl R)
my: လှုပ်ရှားမှု (Ctrl R)
vi: Vận động (Ctrl R)

# ExamServiceReqExecuteControl.xtraTabPage16.Text
source: Gynecology (Ctrl T)
my: သားဖွားမီးယပ်ပညာ (Ctrl T)
vi: Sản phụ khoa (Ctrl T)

# ExamServiceReqExecuteControl.xtraTabPage17.Text
source: Dermatology (Ctrl I)
my: အရေပြားရောဂါဗေဒ (Ctrl I)
vi: Da Liễu (Ctrl I)

# ExamServiceReqExecuteControl.xtraTabPage3.Text
source: Cyclic (Ctrl 1)
my: စက်ဝိုင်း (Ctrl 1)
vi: Tuần hoàn (Ctrl 1)

# ExamServiceReqExecuteControl.xtraTabPage4.Text
source: Respiratory (Ctrl 2)
my: အသက်ရှုခြင်း (Ctrl 2)
vi: Hô hấp (Ctrl 2)

# ExamServiceReqExecuteControl.xtraTabPage6.Text
source: Kidney Urinary (Ctrl 4)
my: ဆီးကျောက်ကပ် (Ctrl 4)
vi: Thận tiết niệu (Ctrl 4)

# ExamServiceReqExecuteControl.xtraTabPage7.Text
source: Nerve (Ctrl 5)
my: အာရုံကြော (Ctrl 5)
vi: Thần kinh (Ctrl 5)

# ExamServiceReqExecuteControl.xtraTabPage8.Text
source: Musculoskeletal (Ctrl 6)
my: ကြွက်သားများ (Ctrl 6)
vi: Cơ xương khớp (Ctrl 6)

# ExamServiceReqExecuteControl.xtraTabPageChung.Text
source: General (Ctrl 0)
my: အထွေထွေ (၀)၊
vi: Chung (Ctrl 0)

# ExamServiceReqExecuteControl.xtraTabPageContraindication.Text
source: Contraindications
my: တားမြစ်ချက်များ
vi: Chống chỉ định

# ExamServiceReqExecuteControl.xtraTabPageDiUng.Text
source: Drug allergy
my: ဆေးဝါးဓာတ်မတည့်ခြင်း။
vi: Dị ứng thuốc

# ExamServiceReqExecuteControl.xtraTabPageExamExecute.Text
source: Examination treatment
my: စာမေးပွဲကုသမှု
vi: Xử trí khám

# ExamServiceReqExecuteControl.xtraTabPageExamHistory.Text
source: History of examination
my: စာမေးပွဲသမိုင်း
vi: Lịch sử khám
