Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.ExamServiceReqExecute/Resources/Message.Lang.*.resx
Languages: my

# BenhNhanCoYeuCauCapGiayNghiOm
source: Patient has a request for sick leave
my: လူနာသည် ဖျားနာခွင့် တောင်းခံထားသည်။

# CanhbaoKhongChoSuaICDName
source: Only allow editing and adding caption content, not allowing to change the name in the list
my: စာတန်းပါ အကြောင်းအရာကို တည်းဖြတ်ခြင်းနှင့် ထည့်သွင်းခြင်းများကိုသာ ခွင့်ပြုပါ၊ စာရင်းတွင် အမည်ကို ပြောင်းလဲခွင့်မပြုပါ။

# CanhBaoNgayHenLaChuNhat
source: The current appointment date is Sunday, do you want to continue?
my: လက်ရှိချိန်းဆိုထားသည့်ရက်သည် တနင်္ဂနွေနေ့ဖြစ်သည်၊ ဆက်လက်လုပ်ဆောင်လိုပါသလား။

# CanhBaoNgayHenLaThuBay
source: The current appointment date is Saturday, do you want to continue?
my: လက်ရှိချိန်းဆိုထားသည့်ရက်သည် စနေနေ့ဖြစ်သည်၊ ဆက်လက်လုပ်ဆောင်လိုပါသလား။

# CanhBaoSaiThongTinTheBHYT
source: Patient has incorrect health insurance information, needs to be rechecked
my: လူနာတွင် ကျန်းမာရေးအာမခံအချက်အလက်များ မှားယွင်းနေသဖြင့် ပြန်လည်စစ်ဆေးရန် လိုအပ်ပါသည်။

# ChuaDuocTaoVoBenhAn
source: The patient in the program has not yet created a Case Case.
my: ပရိုဂရမ်ရှိ လူနာသည် Case Case မဖန်တီးရသေးပါ။

# IcdKhongDung
source: You entered the incorrect diagnostic code.
my: သင်သည် မမှန်ကန်သော ရောဂါရှာဖွေရေးကုဒ်ကို ထည့်သွင်းခဲ့သည်။

# IVT_LANGUAGE_KEY__UC_ICD__LCI_CHECK_EDIT_ICD
source: Fix
my: ပြင်ပါ။

# IVT_LANGUAGE_KEY__UC_ICD__LCI_ICD_MAIN
source: Main College:
my: ပင်မကောလိပ်-

# KhongTimThayIcdTuongUngVoiCacMaSau
source: Disease code {0} is not in the list, please check again.
my: ရောဂါကုဒ် {0} စာရင်းတွင် မပါဝင်ပါ၊ ကျေးဇူးပြု၍ ထပ်မံစစ်ဆေးပါ။

# MabenhPhuDaDuocSuDungChoMaBenhChinh
source: Sub-code {0} has been used for primary code, please check again.
my: နံပါတ်ခွဲကုဒ် {0} ကို အဓိကကုဒ်အတွက် အသုံးပြုထားပြီး၊ ကျေးဇူးပြု၍ ထပ်မံစစ်ဆေးပါ။

# NextTreatmentInstructionKhongDung
source: You entered the incorrect diagnostic code.
my: သင်သည် မမှန်ကန်သော ရောဂါရှာဖွေရေးကုဒ်ကို ထည့်သွင်းခဲ့သည်။

# NhapQuaKyTuBenhPhu
source: Sub-case code or sub-case name is too long (\u003e500 characters)
my: စာလုံးခွဲကုဒ် သို့မဟုတ် စာလုံးခွဲအမည်သည် ရှည်လွန်းသည် (အက္ခရာ 500 လုံး)

# Plugin_ExamServiceReqExecute__ChuaNhapDayDuThongTinBatBuoc
source: You have not entered all required field information
my: သင်လိုအပ်သော အကွက်အချက်အလက်အားလုံးကို မထည့်ရသေးပါ။

# Plugin_ExamServiceReqExecute__DaCoDonThuocBanCoMuonTiepTucKhong
source: Already have a prescription do you want to continue?
my: သင်ဆက်လက်လုပ်ဆောင်လိုသော ဆေးညွှန်းတစ်ခုရှိနေပြီလား။

# Plugin_ExamServiceReqExecute__DonThuocLanKhamTruoc
source: Patient had a previous prescription: {0}.
my: လူနာတွင် ဆေးစာဟောင်းတစ်ခုရှိသည်- {0}။

# Plugin_ExamServiceReqExecute__KhongTimThayIcdTuongUngVoiCacMaSau
source: The following ICD code does not exist or is formatted incorrectly: {0}. The software only accepts a semicolon separated list of ICD codes. Please check again
my: အောက်ပါ ICD ကုဒ် မရှိပါ သို့မဟုတ် ဖော်မတ်မှားယွင်းနေသည်- {0}။ ဆော့ဖ်ဝဲလ်သည် ICD ကုဒ်များစာရင်းကို ပိုင်းခြားထားသော semicolon တစ်ခုကိုသာ လက်ခံသည်။ ထပ်မံစစ်ဆေးပါ။

# Plugin_ExamServiceReqExecute__MaICDchuaduocnhap
source: The icd code has not been entered
my: icd ကုဒ် မထည့်ရသေးပါ။

# Plugin_ExamServiceReqExecute__NhapQuaKyTuBenhPhu
source: Sub-case code or sub-case name is too long (\u003e500 characters)
my: စာလုံးခွဲကုဒ် သို့မဟုတ် စာလုံးခွဲအမည်သည် ရှည်လွန်းသည် (အက္ခရာ 500 လုံး)

# Plugin_ExamServiceReqExecute__TaiKhoanKhongCoQuyenThucHienChucNang
source: Account does not have permission to perform this function
my: အကောင့်သည် ဤလုပ်ဆောင်ချက်ကို လုပ်ဆောင်ရန် ခွင့်ပြုချက်မရှိပါ။

# Plugin_ExamServiceReqExecute__ThoiGianKetThucKhamPhaiLonHonThoiGianBatDau
source: The end time of the examination must be greater than or equal to the start time
my: စာမေးပွဲ၏ ပြီးဆုံးချိန်သည် စတင်ချိန်ထက် ကြီးသည် သို့မဟုတ် ညီမျှရပါမည်။

# Plugin_ExamServiceReqExecute__ThoiGianKetThucKhamPhaiLonHonThoiGianVaoVien
source: The end time of the examination must be greater than or equal to the time of hospital admission
my: စာမေးပွဲပြီးဆုံးချိန်သည် ဆေးရုံတက်ရမည့်အချိန်ထက် ကြီးနေရမည်။

# Plugin_ExamServiceReqExecute__ThoiGianKetThucKhamPhaiLonHonThoiGianYLenh
source: The end time of the examination must be greater than the time of the medical order
my: စာမေးပွဲပြီးဆုံးချိန်သည် ဆေးဘက်ဆိုင်ရာအမိန့်ပေးသည့်အချိန်ထက် ပိုနေရမည်။

source: The end time of the examination must be less than or equal to the time of the end of treatment
my: စစ်ဆေးမှုပြီးဆုံးချိန်သည် ကုသမှုပြီးဆုံးသည့်အချိန်ထက် လျော့နည်းနေရပါမည်။

# Plugin_ExamServiceReqExecute__ThoiGianNhapVienNhoHonThoiGianVaoVien
source: Hospitalization time is less than hospitalization time
my: ဆေးရုံတက်ချိန်က ဆေးရုံတက်ချိန်ထက် နည်းတယ်။

# Plugin_ExamServiceReqExecute__ThongBao
source: Notify
my: အကြောင်းကြားပါ။

# ThongBao
source: Notify
my: အကြောင်းကြားပါ။

# TruongDuLieuBatBuoc
source: Required fields have not been entered
my: လိုအပ်သောအကွက်များကို မထည့်ရသေးပါ။

# TruongDuLieuVuotQuaKyTu
source: Input field is too long
my: ထည့်သွင်းမှုအကွက်သည် ရှည်လွန်းသည်။
