Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.TestServiceReqExcute/Resources/Message.Lang.*.resx
Languages: vi

# BanChiDuocChonMotAnh
source: You can only choose 1 photo
vi: Bạn chỉ được chọn 1 ảnh

# BanChuaChonAnh
source: You have not selected a photo
vi: Bạn chưa chọn ảnh

# BanChuaChonDuongDanLuuAnh
source: You have not selected the path to save the image.
vi: Bạn chưa chọn đường dẫn lưu ảnh. Bạn có muốn lưu ảnh không?

# BanChuaChonKipThucHien
source: You have not entered the implementation team.
vi: Bạn chưa nhập kíp thực hiện.

# BanCoMuonInKetQua
source: Do you want to print the result?
vi: Bạn có muốn in phiếu kết quả không?

# BanCoMuonSuaThoiGianYLenhBangThoiGianBatDauPTTT
source: Do you want to fix the command y time with the PTTT start time?
vi: Bạn có muốn sửa thời gian y lệnh bằng thời gian bắt đầu PTTT hay không?

# BanCoMuonTiepTucKhong
source: {0} Would you like to continue?
vi: {0} Bạn có muốn tiếp tục không?

# BatBuocThoiGianKetThuc
source: Please select an end time
vi: Vui lòng chọn thời gian kết thúc

# CanhBaoMayVuotQuaSoluongXuLy
source: Machine {0} exceeds the maximum number of processing services per day ({1}).
vi: Máy {0} vượt quá số lượng dịch vụ xử lý tối đa trong ngày ({1}). Bạn có muốn tiếp tục?

# ChangeStt
source: Change number order
vi: Sửa thứ tự ảnh

# ChuaCauHinhDiaChiLayKetQua
source: configured address connect not found
vi: Chưa cấu hình địa chỉ lấy kết quả

# ChuaCauHinhDiaChiPACS
source: No PACS address configured yet
vi: Chưa cấu hình địa chỉ PACS

# ChuaXuLyHetDichVu
source: You have not processed all your service. Can't finish yet
vi: Bạn chưa xử lý hết dịch vụ. Chưa thể kết thúc

# ChuoiKyTuQuaDai
source: Character string too long. Please check again
vi: Chuỗi ký tự quá dài. Vui lòng kiểm tra lại

# CopyImage
source: Copy
vi: Sao chép

# DichVuChuaCoMay
source: Service {0} does not have laboratory information yet
vi: Dịch vụ {0} chưa có thông tin máy cận lâm sàng

# DichVuChuaCoNhomPttt
source: Service {0} does not have group information PTTT
vi: Dịch vụ {0} chưa có thông tin nhóm PTTT

# DichVuChuaKeThuocVatTu
source: Service {0} not prescribe drugs / supplies
vi: Dịch vụ {0} chưa kê thuốc/vật tư

# HuyPhieuThuocVatTuTieuHaoDaKe
source: Cancel prescription drug/consumables voucher
vi: Hủy phiếu thuốc/vật tư tiêu hao đã kê

# KeKhaiThuocHaoPhi
source: Consumable drug declaration form
vi: Phiếu kê khai thuốc vật tư hao phí

# KeThuocVatTuTieuHao
source: Prescribing medicine/consumables
vi: Kê thuốc/vật tư tiêu hao

# KhaiBaoThuocVTTH
source: Declare drugs / VTTH (do not create export slips)
vi: Khai báo thuốc/VTTH (không tạo phiếu xuất)

# KhongCapNhatDuocTrangThaiXuLyCuaYLenh
source: The command does not update the processing status, please contact the system administrator for assistance.
vi: Y lệnh không cập nhật được trạng thái xử lý, vui lòng liên hệ quản tị hệ thống để được hỗ trợ.

# KhongTimThayDULieuTheoMaYLenh
source: No data found by code y command {0}.
vi: Không tìm thấy dữ liệu theo mã y lệnh {0}. Hoặc y lệnh được xử lý tại phòng khác

# KhongTimThayICDTuongUng
source: The icd corresponding to the following codes was not found: {0}
vi: Không tìm thấy icd tương ứng với các mã sau: {0}

# KhongXacDinhDuocMay
source: No machine identifiable
vi: Không xác định được máy

# KhongXacDinhDuocVungChuaAnh
source: The image storage area is incorrect
vi: Khu vực chứa ảnh không chính xác

# MaYLenhKhongHopLe
source: Invalid command code
vi: Mã y lệnh không hợp lệ

# NgayIn
source: Print date: {0}
vi: In ngày: {0}

# PhieuPhauThuatThuThuat
source: Card of surgical procedure
vi: Phiếu phẫu thuật thủ thuật

# TaiKhoanDuocGanNhieuVaiTro
source: Account {0} is set up with roles {1}
vi: Tài khoản {0} được thiết lập với các vai trò {1}

# TaiKhoanKhongCoQuyenThucHienChucNang
source: The account does not have permission to perform the function
vi: Tài khoản không có quyền thực hiện chức năng

# ThoiGianBatDauKhongDuocLonHonThoiGianKetThuc
source: The start time cannot be greater than the end time
vi: Thời gian bắt đầu không được lớn hơn thời gian kết thúc

# ThoiGianBatDauPhaiLonHonThoiGianYLenh
source: The start time must be greater than the command time
vi: Thời gian bắt đầu phải lớn hơn thời gian y lệnh

# ThoiGianBatDauThoiGianKetThuc
source: Incorrect start time and end time set
vi: Đặt thời gian bắt đầu và thời gian kết thúc không đúng

# ThoiGianBatDauThoiGianKetThucKhongDuocNhoHonThoiGianYLenh
source: The start time, the end time must not be less than the intruction time.
vi: Thời gian bắt đầu, thời gian kết thúc không được nhỏ hơn thời gian y lệnh.

# ThoiGianBatDauThoiGianRaVien
source: The time of onset should not be greater than the time of discharge
vi: Thời gian bắt đầu không được lớn hơn thời gian ra viện

# ThoiGianBatDauThoiGianVaoVien
source: The time of onset must not be less than the time of admission
vi: Thời gian bắt đầu không được nhỏ hơn thời gian vào viện

# ThoiGianKetThuc
source: Finish time: {0}
vi: T/g kết thúc: {0}

# ThoiGianKetThucKhongDuocLonHonThoiGianHeThong
source: End time cannot be greater than current time
vi: Thời gian kết thúc không được lớn hơn thời gian hiện tại

# ThoiGianKetThucKhongDuocNhoHonThoiGianBatDau
source: The end time must not be less than the start time
vi: Thời gian kết thúc không được nhỏ hơn thời gian bắt đầu

# ThoiGianKetThucKhongDuocNhoHonThoiGianYLenh
source: End time should not be less than command time
vi: Thời gian kết thúc không được nhỏ hơn thời gian y lệnh

# ThongBao
source: Notification
vi: Thông báo

# ThucHienCls
source: CLS. implementation information
vi: Thông tin thực hiện CLS

# TieuDeChonAnh
source: image
vi: ảnh

# TruongDuLieuBatBuoc
source: The required field has not been entered yet
vi: Chưa nhập trường dữ liệu bắt buộc

# TruongDuLieuVuotQuaKyTu
source: Input field is too long
vi: Trường dữ liệu nhập quá dài
