Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.RegisterV2/Resources/Lang.*.resx
Languages: my, vi

# frmCheckHeinCardGOV.gridColumn1.Caption
source: Profile code
my: ပရိုဖိုင်ကုဒ်
vi: Mã hồ sơ

# frmCheckHeinCardGOV.gridColumn2.Caption
source: Code of CSKCBBD
my: CSKCBBD ၏ကုဒ်
vi: Mã CSKCBBĐ

# frmCheckHeinCardGOV.gridColumn3.Caption
source: Name of CSCCBBD
my: CSCCBBD အမည်
vi: Tên CSKCBBĐ

# frmCheckHeinCardGOV.gridColumn4.Caption
source: Since
my: ကတည်းက
vi: Từ ngày

# frmCheckHeinCardGOV.gridColumn5.Caption
source: To date
my: ယနေ့အထိ
vi: Đến ngày

# frmCheckHeinCardGOV.gridColumn6.Caption
source: Name of disease
my: ရောဂါအမည်
vi: Tên bệnh

# frmCheckHeinCardGOV.gridColumn7.Caption
source: Status
my: အဆင့်အတန်း
vi: Tình trạng

# frmCheckHeinCardGOV.gridColumn8.Caption
source: Result
my: ရလဒ်
vi: Kết quả

# frmCheckHeinCardGOV.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmCheckHeinCardGOV.layoutControlItem13.Text
source: Name:
my: အမည်-
vi: Họ tên:

# frmCheckHeinCardGOV.layoutControlItem14.Text
source: Sex:
my: လိင်-
vi: Giới tính:

# frmCheckHeinCardGOV.layoutControlItem15.Text
source: Address:
my: လိပ်စာ-
vi: Địa chỉ:

# frmCheckHeinCardGOV.layoutControlItem16.Text
source: Area code:
my: ဧရိယာကုဒ်-
vi: Mã khu vực:

# frmCheckHeinCardGOV.layoutControlItem17.Text
source: Social insurance agency:
my: လူမှုအာမခံအေဂျင်စီ-
vi: Cơ quan BHXH:

# frmCheckHeinCardGOV.layoutControlItem18.Text
source: Registration code:
my: မှတ်ပုံတင်ကုဒ်-
vi: Mã ĐKBĐ:

# frmCheckHeinCardGOV.layoutControlItem19.Text
source: Card value:
my: ကတ်တန်ဖိုး-
vi: Giá trị thẻ từ:

# frmCheckHeinCardGOV.layoutControlItem2.Text
source: Medical history
my: ဆေးမှတ်တမ်း
vi: Lịch sử khám chữa bệnh

# frmCheckHeinCardGOV.layoutControlItem20.Text
source: Incoming card value:
my: အဝင်ကတ်တန်ဖိုး-
vi: Giá trị thẻ đến:

# frmCheckHeinCardGOV.layoutControlItem21.Text
source: Full date of 5 years:
my: 5 နှစ် ပြည့် နေ့စွဲ
vi: Ngày đủ 5 năm:

# frmCheckHeinCardGOV.layoutControlItem22.Text
source: Result code:
my: ရလဒ်ကုဒ်-
vi: Mã kết quả:

# frmCheckHeinCardGOV.Text
source: Medical history
my: ဆေးမှတ်တမ်း
vi: Lịch sử khám chữa bệnh

# frmPatientChoice.btnClose.Text
source: Cancel
my: ကျော်သွားပါ။
vi: Bỏ qua

# frmPatientChoice.grdAddress.Caption
source: Address
my: လိပ်စာ
vi: Địa chỉ

# frmPatientChoice.grdChoose.Caption
source: OK
my: ရွေးပါ။
vi: Chọn

# frmPatientChoice.grdCode.Caption
source: Patient code
my: လူနာကုဒ်
vi: Mã bệnh nhân

# frmPatientChoice.grdDate.Caption
source: Birthday
my: မွေးရက်
vi: Ngày sinh

# frmPatientChoice.grdGender.Caption
source: Gender
my: လိင်
vi: Giới tính

# frmPatientChoice.grdName.Caption
source: Patient name
my: လူနာအမည်
vi: Tên bệnh nhân

# frmPatientChoice.gridColumn1.Caption
source: Health insurance card
my: ကျန်းမာရေးအာမခံကတ်
vi: Thẻ BHYT

# frmPatientChoice.gridColumn2.Caption
source: Workplace
my: လုပ်ငန်းခွင်
vi: Nơi làm việc

# frmPatientChoice.gridColumn3.Caption
source: Phone number
my: ဖုန်းနံပါတ်
vi: Số điện thoại

# frmPatientChoice.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmPatientChoice.lblDescription.Text
source: ENTER or DOUBLE CLICK to handle patent
my: လူနာကို enter နှိပ်ပါ သို့မဟုတ် နှစ်ချက်နှိပ်ခြင်းဖြင့် လူနာကို ရွေးချယ်ပါ။
vi: Chọn bệnh nhân bằng cách bấm enter hoặc nháy đúp chuột vào bệnh nhân. Thêm hồ sơ bệnh nhân mới chọn Bỏ qua

# frmPatientChoice.Text
source: Select patient's info
my: လူနာအချက်အလက်ကို ရွေးပါ။
vi: Chọn thông tin bệnh nhân

# frmPatientExtend.bar1.Text
source: Tools
my: ကိရိယာများ

# frmPatientExtend.barButtonItem1.Caption
source: Save (Ctrl S)
my: ရိုက်ထည့်ပါ (Ctrl S)
vi: Lưu (Ctrl S)

# frmPatientExtend.btnSave.Text
source: Import (Ctrl S)
my: ရိုက်ထည့်ပါ (Ctrl S)
vi: Nhập (Ctrl S)

# frmPatientExtend.groupControl1.Text
source: Resident info
my: နေထိုင်သူအချက်အလက်
vi: Thông tin thường trú

# frmPatientExtend.groupControl2.Text
source: Family register/ Resident Register
my: အိမ်ထောင်စုအချက်အလက်
vi: Thông tin hộ khẩu

# frmPatientExtend.groupControl3.Text
source: Family info
my: ပြုစုစောင့်ရှောက်သူ၏မိဘများအကြောင်းအချက်အလက်
vi: Thông tin bố mẹ người chăm sóc

# frmPatientExtend.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmPatientExtend.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# frmPatientExtend.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# frmPatientExtend.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# frmPatientExtend.layoutControlItem1.Text
source: Blood Group:
my: သွေးအုပ်စု:
vi: Nhóm máu:

# frmPatientExtend.layoutControlItem11.Text
source: Father's name:
my: ဖခင်၏ အမည်အပြည့်အစုံ-
vi: Họ tên bố:

# frmPatientExtend.layoutControlItem12.Text
source: Mother's name:
my: မိခင်အမည်-
vi: Họ tên mẹ:

# frmPatientExtend.layoutControlItem13.Text
source: Sponsor's name:
my: ပြုစုစောင့်ရှောက်သူများ-
vi: Người chăm sóc:

# frmPatientExtend.layoutControlItem14.Text
source: Province:
my: သတိရှိ-
vi: Tỉnh:

# frmPatientExtend.layoutControlItem16.Text
source: District:
my: ခရိုင်-
vi: Huyện:

# frmPatientExtend.layoutControlItem18.Text
source: Cummune:
my: ရပ်ရွာ-
vi: Xã:

# frmPatientExtend.layoutControlItem20.Text
source: Address:
my: လိပ်စာ-
vi: Địa chỉ:

# frmPatientExtend.layoutControlItem21.Text
source: Birthplace:
my: မွေးဒေသ-
vi: Tỉnh khai sinh:

# frmPatientExtend.layoutControlItem23.Text
source: Relationship:
my: ဆက်ဆံရေး-
vi: Quan hệ:

# frmPatientExtend.layoutControlItem24.Text
source: Phone:
my: ဖုန်း-
vi: Điện thoại:

# frmPatientExtend.layoutControlItem25.Text
source: Identity No.:
my: ID နံပါတ်-
vi: Số CMND:

# frmPatientExtend.layoutControlItem26.Text
source: Id date:
my: ရက်စွဲအပိုင်း-
vi: Ngày cấp:

# frmPatientExtend.layoutControlItem27.Text
source: Id Place:
my: မှထုတ်ပြန်သည်:
vi: Nơi cấp:

# frmPatientExtend.layoutControlItem28.Text
source: Email:
my: အီးမေးလ်-

# frmPatientExtend.Text
source: Extended info:
my: ကျယ်ပြန့်သောလူနာအချက်အလက်
vi: Thông tin bệnh nhân mở rộng

# frmPersonSelect.btnClose.Text
source: Skip
my: ကျော်သွားပါ။
vi: Bỏ qua

# frmPersonSelect.grdAddress.Caption
source: Address
my: လိပ်စာ
vi: Địa chỉ

# frmPersonSelect.grdChoose.Caption
source: Choose
my: ရွေးပါ။
vi: Chọn

# frmPersonSelect.grdCode.Caption
source: Medicine code
my: ဆေးကုဒ်
vi: Mã y tế

# frmPersonSelect.grdDate.Caption
source: Date of birth
my: မွေးရက်
vi: Ngày sinh

# frmPersonSelect.grdGender.Caption
source: Sex
my: လိင်
vi: Giới tính

# frmPersonSelect.grdName.Caption
source: Full name
my: နာမည်အပြည့်အစုံ
vi: Họ tên

# frmPersonSelect.gridColumn1.Caption
source: Level up
my: အဆင့်တက်
vi: Nới cấp

# frmPersonSelect.gridColumn10.Caption
source: Relationship
my: ဆက်ဆံရေး
vi: Quan hệ

# frmPersonSelect.gridColumn11.Caption
source: Caretaker
my: အိမ်စောင့်
vi: Người chăm sóc

# frmPersonSelect.gridColumn12.Caption
source: Permanent address
my: အမြဲတမ်းလိပ်စာ
vi: Địa chỉ thường trú

# frmPersonSelect.gridColumn13.Caption
source: Religion
my: ဘာသာတရား
vi: Tôn giáo

# frmPersonSelect.gridColumn14.Caption
source: Ethnic
my: တိုင်းရင်းသားများ
vi: Dân tộc

# frmPersonSelect.gridColumn15.Caption
source: Job
my: အလုပ်
vi: Nghề nghiệp

# frmPersonSelect.gridColumn16.Caption
source: Health insurance card number
my: ကျန်းမာရေးအာမခံကတ်နံပါတ်
vi: Số thẻ BHYT

# frmPersonSelect.gridColumn17.Caption
source: Have GKS
my: GKS ရှိပါ။
vi: Có GKS

# frmPersonSelect.gridColumn2.Caption
source: Date Range
my: ရက်စွဲအပိုင်းအခြား
vi: Ngày cấp

# frmPersonSelect.gridColumn3.Caption
source: Mother's name
my: အမေနာမည်
vi: Họ tên mẹ

# frmPersonSelect.gridColumn4.Caption
source: Father's full name
my: အဖေနာမည်အပြည့်အစုံ
vi: Họ tên bố

# frmPersonSelect.gridColumn5.Caption
source: Birth province
my: မွေးရပ်ပြည်နယ်
vi: Tỉnh khai sinh

# frmPersonSelect.gridColumn6.Caption
source: ID/ID number
my: ID/ID နံပါတ်
vi: Số căn cước/CMND

# frmPersonSelect.gridColumn7.Caption
source: Carer's address
my: ပြုစုသူ၏လိပ်စာ
vi: Địa chỉ người chăm sóc

# frmPersonSelect.gridColumn8.Caption
source: Carer's phone
my: ပြုစုသူ၏ဖုန်း
vi: Điện thoại người chăm sóc

# frmPersonSelect.gridColumn9.Caption
source: Carer ID/ID number
my: ပြုစုသူ ID/ID နံပါတ်
vi: Số căn cước/CMND người chăm sóc

# frmPersonSelect.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmPersonSelect.lblDescription.Text
source: Select the individual health record by pressing enter or double clicking on the record line
my: enter နှိပ်ခြင်း သို့မဟုတ် မှတ်တမ်းမျဉ်းပေါ်တွင် နှစ်ချက်နှိပ်ခြင်းဖြင့် တစ်ဦးချင်းစီ၏ ကျန်းမာရေးမှတ်တမ်းကို ရွေးချယ်ပါ။
vi: Chọn hồ sơ sức khỏe cá nhân bằng cách bấm enter hoặc nháy đúp chuột vào dòng hồ sơ. Thêm hồ sơ mới chọn Bỏ qua

# frmPersonSelect.Text
source: Choose your personal health record
my: သင်၏ကိုယ်ရေးကိုယ်တာကျန်းမာရေးမှတ်တမ်းကို ရွေးချယ်ပါ။
vi: Chọn hồ sơ sức khỏe cá nhân

# frmServiceReqChoice.bar1.Text
source: Tools
my: ကိရိယာများ

# frmServiceReqChoice.bbntClose.Caption
source: Close(Ctrl S)
my: ပိတ်ပါ (Ctrl S)

# frmServiceReqChoice.gridColumn2.Caption
source: Clinic
my: ဆေးခန်း
vi: Phòng khám

# frmServiceReqChoice.gridColumn3.Caption
source: Service
my: ဝန်ဆောင်မှု
vi: Dịch vụ

# frmServiceReqChoice.gridColumn4.Caption
source: Day of the examination
my: စာမေးပွဲရက်
vi: Ngày khám

# frmServiceReqChoice.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmServiceReqChoice.simpleButton1.Text
source: Close (Ctrl S)
my: ပိတ်ပါ (Ctrl S)
vi: Đóng (Ctrl S)

# frmServiceReqChoice.Text
source: Service registration information
my: ဝန်ဆောင်မှုမှတ်ပုံတင်ခြင်းအချက်အလက်
vi: Thông tin đăng ký dịch vụ

# frmTransPati.bar1.Text
source: Tools
my: ကိရိယာများ

# frmTransPati.bbntNhap.Caption
source: Import
my: သွင်းကုန်
vi: Nhập

# frmTransPati.btnClose.Text
source: Enter (Ctrl S)
my: ရိုက်ထည့်ပါ (Ctrl S)
vi: Nhập (Ctrl S)

# frmTransPati.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmTransPati.Text
source: Transit information
my: သယ်ယူပို့ဆောင်ရေးအချက်အလက်
vi: Thông tin chuyển tuyến

# IVT_LANGUAGE_KEY_UCSERVICEREQUESTREGITER_LCI_PATIENT_DOB
source: Birthday:
my: မွေးရက်:
vi: Ngày sinh:

# IVT_LANGUAGE_KEY_UCSERVICEREQUESTREGITER_LCI_PATIENT_DOB_YEAR
source: Year of birth:
my: မွေးသည့်နှစ်:
vi: Năm sinh:

# toolTipItem1.Text
source: Attached documents
my: ပူးတွဲပါစာရွက်စာတမ်းများ
vi: Hồ sơ giấy tờ đính kèm

# UCRegister.btnBill.Text
source: Bill (Ctrl B)
my: ငွေရှင်းခြင်း (Ctrl B)
vi: Thanh toán (Ctrl B)

# UCRegister.btnCallPatient.Text
source: Call (F5)
my: (F5) ခေါ်ပါ
vi: Gọi (F5)

# UCRegister.btnCodeFind.Text
source: Patient Code
my: BN ကုဒ်
vi: Mã BN

# UCRegister.btnCodeFind.Text__MaCT
source: Program Code
my: ကုဒ် CT
vi: Mã CT

# UCRegister.btnCodeFind.Text__MaHK
source: Mã HK
my: Code HK

# UCRegister.btnCodeFind.Text__SoThe
source: Card number
my: ကတ်နံပါတ်
vi: Số thẻ

# UCRegister.btnConnectTerminal.Text
source: Connect device
my: စက်ချိတ်ဆက်မှု
vi: Kết nối thiết bị

# UCRegister.btnConnectTerminal.Text1
source: Connect device
my: စက်ချိတ်ဆက်မှု
vi: Kết nối thiết bị

# UCRegister.btnDepositDetail.Text
source: Advance pay (Ctrl T)
my: ကြိုတင် (Ctrl T)
vi: Tạm ứng (Ctrl T)

# UCRegister.btnDepositRequest.Text
source: YC advance
my: YC ကြိုတင်မဲ
vi: YC tạm ứng

# UCRegister.btnGiayTo.Text
source: Papers
my: စာတမ်းများ
vi: Giấy tờ

# UCRegister.btnNewContinue.Text
source: New (Ctrl N)
my: အသစ် (Ctrl N/F1)
vi: Mới (Ctrl N/F1)

# UCRegister.btnPatientExtend.Text
source: Extend
my: ထပ်တိုးပါ။
vi: Mở rộng

# UCRegister.btnPatientNew.Text
source: New patient (Ctrl R)
my: လူနာအသစ် (Ctrl R)
vi: BN mới (Ctrl R)

# UCRegister.btnPatientNew.ToolTip
source: New patient (Ctrl R)
my: လူနာအသစ် (Ctrl R)
vi: Bệnh nhân mới (Ctrl R)

# UCRegister.btnPrint.Text
source: Print (Ctrl P)
my: ပရင့်ထုတ်ခြင်း (Ctrl P)
vi: In (Ctrl P)

# UCRegister.btnRecallPatient.Text
source: Recall (F6)
my: ပြန်ခေါ်ရန် (F6)
vi: Gọi lại (F6)

# UCRegister.btnRecallPatient.ToolTip
source: Callback (F6)
my: ပြန်ခေါ်ရန် (F6)
vi: Gọi lại (F6)

# UCRegister.btnSave.Text
source: Save (Ctrl S)
my: ရိုက်ထည့်ပါ (Ctrl S)
vi: Lưu (Ctrl S)

# UCRegister.btnSaveAndAssain.Text
source: Services request (Ctrl D)
my: သတ်မှတ်ပါ (Ctrl D)
vi: Chỉ định (Ctrl D)

# UCRegister.btnSaveAndPrint.Text
source: Save && Print (Ctrl I)
my: ပုံနှိပ်သိမ်းဆည်းပါ (Ctrl I/F8)
vi: Lưu in (Ctrl I/F8)

# UCRegister.btnTreatmentBedRoom.Text
source: Assign Room (Ctrl G)
my: အခန်းထဲသို့ဝင်ပါ (Ctrl G)
vi: Vào buồng (Ctrl G)

# UCRegister.btnTTChuyenTuyen.Text
source: Transit
my: အကူးအပြောင်း
vi: Chuyển tuyến

# UCRegister.chkAssignDoctor.Properties.Caption
source: Specify BS
my: BS သတ်မှတ်ပါ။
vi: Chỉ định BS

# UCRegister.chkAssignDoctor.ToolTip
source: Appointment of a doctor
my: ဆရာဝန်ခန့်အပ်ခြင်း။
vi: Chỉ định bác sĩ khám

# UCRegister.chkAutoCreateBill.Properties.Caption
source: Export receipt/invoice
my: ပြေစာ/ပြေစာ ထုတ်ယူပါ။
vi: Xuất biên lai/hóa đơn

# UCRegister.chkAutoCreateBill.ToolTip
source: Auto-export only for non-bhyt. patients
my: bhyt မဟုတ်သော လူနာများအတွက်သာ အလိုအလျောက် တင်ပို့သည်။
vi: Chỉ tự động xuất với bệnh nhân không phải bhyt

# UCRegister.chkAutoDeposit.Properties.Caption
source: Temporary collection
my: ယာယီစုဆောင်းခြင်း။
vi: Tạm thu

# UCRegister.chkAutoDeposit.ToolTip
source: Auto-withdrawal only for non-bhyt. patients
my: bhyt မဟုတ်သော လူနာများအတွက်သာ အလိုအလျောက် ငွေထုတ်ခြင်း။
vi: Chỉ tự động tạm thu với bệnh nhân không phải bhyt

# UCRegister.chkAutoPay.Properties.Caption
source: Collect money via card
my: ကတ်ဖြင့် ငွေစုပါ။
vi: Thu tiền qua thẻ

# UCRegister.chkAutoPay.ToolTip
source: Automatically perform a collection from the patient's bank account if the patient has
my: လူနာရှိပါက လူနာ၏ဘဏ်အကောင့်မှ စုဆောင်းမှုကို အလိုအလျောက်လုပ်ဆောင်ပါ။
vi: Tự động thực hiện thu tiền từ tài khoản ngân hàng của bệnh nhân nếu bệnh nhân có thông tin Thẻ khám chữa bệnh thông minh trong trường hợp có check chọn "Xuất biên lai/hóa đơn" hoặc "Tạm thu"

# UCRegister.chkIsNotRequireFee.Tooltip.Text
source: If selected, patient will not have to pay fee immediately yet. The doctor (in clinic) still be able to execute.
my: စစ်ဆေးပြီးပါက စစ်ဆေးမှုတောင်းဆိုမှုသည် လူနာအား ချက်ခြင်းပေးဆောင်ရန် တွန်းအားပေးမည်မဟုတ်ပါ။
vi: Nếu được tích chọn, yêu cầu khám sẽ chưa bắt buộc bệnh nhân phải nộp tiền ngay. Bác sĩ tại phòng khám (phòng xử lý) vẫn có thể thực hiện xử lý các yêu cầu khám được chỉ định cho dù hồ sơ thiếu viện phí.

# UCRegister.chkPrintExam.Properties.Caption
source: Print the examination card
my: စာမေးပွဲကတ်ကို ရိုက်နှိပ်ပါ။
vi: In phiếu khám

# UCRegister.chkPrintPatientCard.Properties.Caption
source: Print ID card
my: ID ကတ်ကို ပုံနှိပ်ပါ။
vi: In thẻ BN

# UCRegister.chkPrintPatientCard.ToolTip
source: Auto print patient card
my: လူနာကတ်ကို အလိုအလျောက် ပရင့်ထုတ်ပါ။
vi: Tự động in thẻ bệnh nhân

# UCRegister.dropDownButton__Other.Text
source: Other
my: တခြား
vi: Khác

# UCRegister.gboxHeinCardInformation.Text
source: Patient type info (F7)
my: အရာဝတ္ထု အချက်အလက် (F7)
vi: Thông tin đối tượng (F7)

# UCRegister.gboxMoreInformation.Text
source: Additional info (F4)
my: ထပ်လောင်းအချက်အလက် (F4)
vi: Thông tin bổ sung (F4)

# UCRegister.gboxPatientInformation.Text
source: Patient info (F2)
my: လူနာအချက်အလက် (F2)
vi: Thông tin bệnh nhân (F2)

# UCRegister.gboxRequestOtherInformation.Text
source: Other info
my: အခြားလိုအပ်သောအချက်အလက်များ
vi: Thông tin yêu cầu khác

# UCRegister.gboxServiceRoomInformation.Text
source: Registed service info (F3)
my: စာမေးပွဲဝန်ဆောင်မှုများအတွက် မှတ်ပုံတင်ခြင်းအချက်အလက် (F3)
vi: Thông tin đăng ký dịch vụ khám (F3)

# UCRegister.grboxExecuteRoomInfo.Text
source: Number of visits per room
my: အခန်းအလိုက် လာရောက်လည်ပတ်သူ အရေအတွက်ဆိုင်ရာ အချက်အလက်
vi: Thông tin số lượt khám theo phòng

# UCRegister.gridColumn_ExecuteRoomInfo_Amount1.Caption
source: Quantity
my: ပမာဏ
vi: Số lượng

# UCRegister.gridColumn_ExecuteRoomInfo_Amount2.Caption
source: Quantity
my: ပမာဏ
vi: Số lượng

# UCRegister.gridColumn_ExecuteRoomInfo_Amount3.Caption
source: Quantity
my: ပမာဏ
vi: Số lượng

# UCRegister.gridColumn_ExecuteRoomInfo_Amount4.Caption
source: Quantity
my: ပမာဏ
vi: Số lượng

# UCRegister.gridColumn_ExecuteRoomInfo_Amount5.Caption
source: Quantity
my: ပမာဏ
vi: Số lượng

# UCRegister.gridColumn_ExecuteRoomInfo_ExcuteRoom1.Caption
source: Name
my: အခန်းအမည်
vi: Tên phòng

# UCRegister.gridColumn_ExecuteRoomInfo_ExecuteRoom2.Caption
source: Name
my: အခန်းအမည်
vi: Tên phòng

# UCRegister.gridColumn_ExecuteRoomInfo_ExecuteRoom3.Caption
source: Name
my: အခန်းအမည်
vi: Tên phòng

# UCRegister.gridColumn_ExecuteRoomInfo_ExecuteRoom4.Caption
source: Name
my: အခန်းအမည်
vi: Tên phòng

# UCRegister.gridColumn_ExecuteRoomInfo_ExecuteRoom5.Caption
source: Name
my: အခန်းအမည်
vi: Tên phòng

# UCRegister.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UCRegister.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# UCRegister.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# UCRegister.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# UCRegister.layoutControlItem20.Text
source: layoutControlItem9
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၉

# UCRegister.layoutControlItem21.Text
source: layoutControlItem6
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၆

# UCRegister.layoutControlItem5.OptionsToolTip.ToolTip
source: Enter \\Portcode\\ in case the ports use their own sequence number or enter
my: ဆိပ်ကမ်းများသည် ၎င်းတို့၏ကိုယ်ပိုင် နံပါတ်စဉ်နံပါတ်ကို အသုံးပြုပါက သို့မဟုတ် ထည့်သွင်းသည့်အခါတွင် \\Portcode\\ ထည့်သွင်းပါ။
vi: Nhập "Mã cổng" trong trường hợp các cổng sử dụng riêng dãy số thứ tự hoặc nhập theo định dạng "Mã cổng:Mã dãy" trong trường hợp các cổng sử dụng chung dãy số thứ tự.

# UCRegister.layoutControlItem5.Text
source: Gender:
my: လိင်-
vi: Giới tính:

# UCRegister.layoutControlItem6.Text
source: Code poor households:
my: ညံ့ဖျင်းသော အိမ်သုံးကုဒ်-
vi: Mã hộ nghèo:

# UCRegister.layoutControlItem8.OptionsToolTip.ToolTip
source: Cashier's Room
my: ငွေကိုင်ခန်း
vi: Phòng thu ngân

# UCRegister.layoutControlItem8.Text
source: Short Code:
my: စမ်းသပ်ခန်း:
vi: PTN:

# UCRegister.lciAddress.Text
source: Address:
my: လိပ်စာ-
vi: Địa chỉ:

# UCRegister.lciAge.Text
source: Age:
my: အသက်-
vi: Tuổi:

# UCRegister.lciBNManTinh.lciBNManTinh.Text
source: Chronic
my: နာတာရှည်
vi: Mãn tính

# UCRegister.lciCareer.Text
source: Career:
my: အလုပ်-
vi: Nghề nghiệp:

# UCRegister.lcicboCashierRoom.Text
source: Cashier's
my: ငွေကိုင်ခန်း-
vi: Phòng thu ngân:

# UCRegister.lciCommune.Text
source: Commune:
my: ရပ်ရွာ-
vi: Xã:

# UCRegister.lciDistrict.Text
source: District:
my: ခရိုင်-
vi: Huyện:

# UCRegister.lciEmergencyTime.Text
source: Time of symptom/ sympton's time:
my: နာကျင်ချိန်-
vi: Thời gian đau:

# UCRegister.lciEthnic.Text
source: Ethnic:
my: တိုင်းရင်းသား-
vi: Dân tộc:

# UCRegister.lciGender.Text
source: Gender:
my: လိင်-
vi: Giới tính:

# UCRegister.lciIntructionTime.Text
source: Admited time/Time in:
my: အချိန်:
vi: Thời gian:

# UCRegister.lciIsEmergency.Text
source: Emergency:
my: အရေးပေါ်-
vi: Cấp cứu:

# UCRegister.lciIsNotRequireFee.Text
source: Pay later
my: စစ်ဆေးပြီးနောက်-
vi: Khám thu sau:

# UCRegister.lciNational.Text
source: National:
my: နိုင်ငံသား-
vi: Quốc tịch:

# UCRegister.lciOweType.Text
source: Hospital debt:
my: ဆေးရုံစရိတ်အကြွေး
vi: Nợ viện phí:

# UCRegister.lciPatientCode.Text
source: Search code:
my: ရှာဖွေမှုကုဒ်-
vi: Mã tìm kiếm:

# UCRegister.lciPatientDob.Text
source: Birthday:
my: မွေးရက်:
vi: Ngày sinh:

# UCRegister.lciPatientName.Text
source: Patient name:
my: အမည်-
vi: Họ tên:

# UCRegister.lciPatientType.Text
source: Patient type:
my: ဘာသာရပ်-
vi: Đối tượng:

# UCRegister.lciPhone.Text
source: Phone:
my: ဖုန်း-
vi: Điện thoại:

# UCRegister.lciPort.Text
source: Port:
my: ဂိတ်:
vi: Cổng:

# UCRegister.lciPriority.Text
source: Priority:
my: ဦးစားပေးထားသည်-
vi: Ưu tiên:

# UCRegister.lciProgram.Text
source: Program:
my: အစီအစဉ်-
vi: Chương trình:

# UCRegister.lciRegisterEditor.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UCRegister.lciTreatmentType.Text
source: Treatment type:
my: ကုသမှုဧရိယာ-
vi: Diện điều trị:

# UCRegister.lcitxtCorrelated.Text
source: Relationship:
my: ဆက်ဆံရေး-
vi: Quan hệ:

# UCRegister.lcitxtHomePerson.Text
source: Relatives:
my: Homie-
vi: Người nhà:

# UCRegister.lcitxtMilitaryRankCode.Text
source: Military rank:
my: အဆင့်:
vi: Quân hàm:

# UCRegister.lcitxtProvince.Text
source: Provicne:
my: သတိရှိ-
vi: Tỉnh:

# UCRegister.lcitxtRelativeAddress.Text
source: Address:
my: လိပ်စာ-
vi: Địa chỉ:

# UCRegister.PopupMenuOther.btnDHST
source: Vital signs
my: အရေးကြီးသောသင်္ကေတများ
vi: Dấu hiệu sinh tồn

# UCRegister.PopupMenuOther.btnTaiNanThuongTich
source: Injury
my: ဒဏ်ရာ
vi: Tai nạn thương tích

# UCRegister.PopupMenuOther.RequestDeposit
source: Advance request
my: ကြိုတင်မေတ္တာရပ်ခံအပ်ပါသည်။
vi: Yêu cầu tạm ứng

# UCRegister.txtGateNumber.Properties.NullValuePrompt
source: Port
my: ဂိတ်
vi: Cổng

# UCRegister.txtGateNumber.ToolTip
source: Enter \\Portcode\\ in case the ports use their own sequence number or enter
my: ဆိပ်ကမ်းများသည် ၎င်းတို့၏ကိုယ်ပိုင် နံပါတ်စဉ်နံပါတ်ကို အသုံးပြုပါက သို့မဟုတ် ထည့်သွင်းသည့်အခါတွင် \\Portcode\\ ထည့်သွင်းပါ။
vi: Nhập "Mã cổng" trong trường hợp các cổng sử dụng riêng dãy số thứ tự hoặc nhập theo định dạng "Mã cổng:Mã dãy" trong trường hợp các cổng sử dụng chung dãy số thứ tự.

# UCRegister.txtStepNumber.Properties.NullValuePrompt
source: Step
my: ခုန်ပါ။
vi: Bước nhảy
