Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.ExecuteRoom/Resources/Lang.*.resx
Languages: my, vi

# FormKeThuoc.btnDongY.Text
source: Agree
my: သဘောတူသည်။
vi: Đồng ý

# FormKeThuoc.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# FormKeThuoc.layoutControlItem1.Text
source: Error:
my: အမှား-
vi: Lỗi:

# FormKeThuoc.layoutControlItem4.Text
source: Listing:
my: စာရင်း-
vi: Đang kê:

# FormKeThuoc.layoutControlItem6.Text
source: Listed:
my: စာရင်းသွင်းသည်-
vi: Đã kê:

# FormKeThuoc.Text
source: Prescription of consumables
my: လူသုံးကုန်များ ဆေးညွှန်း
vi: Kê thuốc vật tư tiêu hao

# frmNumberFilmInput.bar1.Text
source: Tools
my: ကိရိယာများ

# frmNumberFilmInput.barButtonItem_Save.Caption
source: Save
my: သိမ်းဆည်းပါ။

# frmNumberFilmInput.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmNumberFilmInput.layoutControlItem2.Text
source: Film Size:
my: ရုပ်ရှင်အရွယ်အစား-
vi: Kích cỡ phim:

# frmNumberFilmInput.lciMunberOfFilm.Text
source: Number of movies:
my: ရုပ်ရှင်အရေအတွက်-
vi: Số phim:

# frmNumberFilmInput.LciNumberFailFilm.Text
source: Number of broken films:
my: ပျက်စီးနေသော ရုပ်ရှင်အရေအတွက်-
vi: Số phim hỏng:

# frmNumberFilmInput.Text
source: Enter movie information
my: ရုပ်ရှင်အချက်အလက်ကို ထည့်ပါ။
vi: Nhập thông tin phim

# ImageCodeView.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__COLUMN_NOTE
source: Note
my: အာရုံ
vi: Chú ý

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__COLUMN_SERVICE_CODE
source: Service code
my: ဝန်ဆောင်မှုကုဒ်
vi: Mã dịch vụ

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__COLUMN_SERVICE_NAME
source: Service name
my: ဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__REQUEST_DEPARTMENT_NAME
source: Faculty required
my: ဘာသာရပ်လိုအပ်သည်။
vi: Khoa yêu cầu

# IVT_LANGUAGE_KEY__UC_BED_ROOM_PARTIAL__TREE_SERE_SERV__REQUEST_SOPHIEU
source: Votes
my: မဲများ
vi: Số phiếu

# IVT_LANGUAGE_KEY__UC_EXECUTE_ROOM__TREE_SERE_SERV__COLUMN_ROOM_NAME
source: Req room name
my: အခန်းတောင်းပါ။
vi: Phòng yêu cầu

# IVT_LANGUAGE_KEY__UC_EXECUTE_ROOM__TREE_SERE_SERV__COLUMN_SERVICE_REQ_CODE
source: Service request code
my: အမိန့်ကုဒ်
vi: Mã y lệnh

# SwapService.bar1.Text
source: Tools
my: ကိရိယာများ

# SwapService.btnPrint.Text
source: Print (Ctrl P)
my: ပရင့်ထုတ်ခြင်း (Ctrl P)
vi: In (Ctrl P)

# SwapService.gc_Amount.Caption
source: Amount
my: ပမာဏ
vi: Số lượng

# SwapService.gc_Expend.ToolTip
source: Waste of money
my: ငွေဖြုန်းတီးခြင်း။
vi: Hao phí

# SwapService.gc_OutParentFee.Caption
source: CP out of package
my: အထုပ်ထဲက CP
vi: CP ngoài gói

# SwapService.gc_OutParentFee.ToolTip
source: Out-of-package costs
my: အထုပ်ပြင်ပကုန်ကျစရိတ်
vi: Chi phí ngoài gói

# SwapService.gc_PatientTypeId.ToolTip
source: Payment object
my: ငွေပေးချေမှု ရှိကြပါတယ်။
vi: Đối tượng thanh toán

# SwapService.gc_Price.Caption
source: Unit price
my: တစ်ခုချင်းစျေးနှုန်း
vi: Đơn giá

# SwapService.gc_PrimaryPatientTypeId.ToolTip
source: Ancillary subjects
my: နောက်ဆက်တွဲ ဘာသာရပ်များ
vi: Đối tượng phụ thu

# SwapService.gc_Selected.Caption
source: Selected
my: ရွေးချယ်ခဲ့သည်။

# SwapService.gc_ServiceCode.Caption
source: Service code
my: ဝန်ဆောင်မှုကုဒ်
vi: Mã dịch vụ

# SwapService.gc_ServiceName.Caption
source: service name
my: ဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ

# SwapService.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# SwapService.Text
source: Request to change service
my: ဝန်ဆောင်မှုပြောင်းရန် တောင်းဆိုခြင်း။
vi: Yêu cầu đổi dịch vụ

# UCExecuteRoom.btnAggrHospitalFees.Text
source: Hospital's fee
my: ဆေးရုံကြေး
vi: Viện phí

# UCExecuteRoom.btnAssignPaan.Text
source: Specify pathological anatomy
my: ရောဂါဗေဒအတွက်ညွှန်ပြချက်များ
vi: Chỉ định giải phẫu bệnh lý

# UCExecuteRoom.btnBenhAnNgoaiTru.Text
source: Outpatient cardiology
my: ပြင်ပလူနာ ဆေးမှတ်တမ်းများ
vi: Bệnh án ngoại trú

# UCExecuteRoom.btnBienBanHoiChan.Text
source: Minutes of consultation
my: ဆွေးနွေးပွဲမှတ်တမ်းများ
vi: Biên bản hội chẩn

# UCExecuteRoom.btnBieuMauKhac.Text
source: Other form
my: အခြားပုံစံများ
vi: Biểu mẫu khác

# UCExecuteRoom.btnBordereau.Text
source: Lists (F5)
my: စာရင်း (F5)
vi: Bảng kê (F5)

# UCExecuteRoom.btnCallPatient.Text
source: Call (F6)
my: ဖုန်းခေါ်ဆိုမှု (F6)
vi: Gọi (F6)

# UCExecuteRoom.btnCodeFind.Text
source: Day
my: နေ့
vi: Ngày

# UCExecuteRoom.btnDepositReq.Text
source: Require advance
my: ကြိုတင်မေတ္တာရပ်ခံအပ်ပါသည်။
vi: Yêu cầu tạm ứng

# UCExecuteRoom.btnExecute.Text
source: Handle (Ctrl X)
my: ကိုင်တွယ် (Ctrl X)
vi: Xử lý (Ctrl X)

# UCExecuteRoom.btnExecuteHT.Text
source: Cancel end (Ctrl X)
my: တောင်းဆိုချက်အရေအတွက်ကို ဆောင်ရွက်ပြီးပါပြီ။/မက်တယ်။:
vi: Hủy kết thúc (Ctrl X)

# UCExecuteRoom.btnFind.Text
source: Find (Ctrl + F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# UCExecuteRoom.btnInKetQuaDaKy.Text
source: Print the signed result sheet
my: လက်မှတ်ရေးထိုးထားသော ရလဒ်စာရွက်ကို ပရင့်ထုတ်ပါ။
vi: In phiếu kết quả đã ký

# UCExecuteRoom.btnitemServiceExecuteGroup.Text
source: Return aggregate results
my: စုစည်းမှုရလဒ်များကို ပြန်ပေးပါ။
vi: Trả kết quả tổng hợp

# UCExecuteRoom.btnKeThuocVatTu.Text
source: Prescribe medications/consumables for selected indications
my: ရွေးချယ်ထားသော ညွှန်ကိန်းများအတွက် ဆေးဝါးများ/ စားသုံးနိုင်သောပစ္စည်းများကို ညွှန်ကြားပါ။
vi: Kê thuốc/vật tư tiêu hao cho các chỉ định được chọn

# UCExecuteRoom.btnMissCall.Text
source: Missed patient call
my: လွတ်သွားသော လူနာခေါ်ဆိုမှု
vi: Gọi BN nhỡ

# UCExecuteRoom.btnMissCall.ToolTip
source: Missed patient call
my: လွတ်သွားသော လူနာခေါ်ဆိုမှု
vi: Gọi bệnh nhân nhỡ

# UCExecuteRoom.btnNotEnter.Text
source: Patient does not enter
my: လူနာမဝင်ဘူး။
vi: BN không vào

# UCExecuteRoom.btnNotEnter.ToolTip
source: Patient does not enter
my: လူနာမဝင်ဘူး။
vi: Bệnh nhân không vào

# UCExecuteRoom.btnPhieuVoBenhAn.Text
source: Medical record sheet
my: ဆေးမှတ်တမ်းစာရွက်
vi: Phiếu vỏ bệnh án

# UCExecuteRoom.btnRecallPatient.Text
source: Callback (F7)
my: ပြန်ခေါ်ရန် (F7)
vi: Gọi lại (F7)

# UCExecuteRoom.btnRefesh.ToolTip
source: Auto Reload
my: အလိုအလျောက်ပြန်တင်ပါ။
vi: Tự động tải lại

# UCExecuteRoom.btnRoomTran.Text
source: Switch room
my: အခန်းပြောင်းပါ။
vi: Chuyển phòng

# UCExecuteRoom.btnServiceReqList.Text
source: Wishlist
my: ဆေးစာရင်း
vi: Danh sách y lệnh

# UCExecuteRoom.btnSummaryInforTreatmentRecords.Text
source: Medical information
my: ဆေးမှတ်တမ်းအချက်အလက်
vi: Thông tin bệnh án

# UCExecuteRoom.btnThietlapkhotieuhao.Text
source: Set up consumables
my: အသုံးအဆောင်ပစ္စည်းများကို တပ်ဆင်ပါ။
vi: Thiết lập kho tiêu hao

# UCExecuteRoom.btnThongTinChuyenDen.Text
source: Information transferred to
my: သတင်းအချက်အလက်လွှဲပြောင်း
vi: Thông tin chuyển đến

# UCExecuteRoom.btnTreatmentHistory.Text
source: Treatment history
my: ကုသမှုမှတ်တမ်း
vi: Lịch sử điều trị

# UCExecuteRoom.btnTreatmentHistory2.Text
source: Ordering details
my: အော်ဒါအသေးစိတ်
vi: Chi tiết y lệnh

# UCExecuteRoom.btnUnFinish.Text
source: Cancel end
my: ဇာတ်သိမ်းမှုကို ပယ်ဖျက်ပါ။
vi: Hủy kết thúc

# UCExecuteRoom.btnUnStart.Text
source: Cancel Started
my: စတင်ပယ်ဖျက်ပါ။
vi: Hủy bắt đầu

# UCExecuteRoom.btnVatTuHaoPhi.Text
source: Declare wasted materials
my: လူသုံးကုန် အရေအတွက်ကို ကြေညာပါ။
vi: Khai báo số vật tư hao phí

# UCExecuteRoom.CallPatientNhoTooltip.Text
source: Missed call
my: လွတ်သွားသောခေါ်ဆိုမှု
vi: Gọi nhỡ

# UCExecuteRoom.CallPatientTooltip.Text
source: Call Patient
my: လူနာကိုခေါ်ပါ။
vi: Gọi bệnh nhân

# UCExecuteRoom.cboContract.Text
source: Contract Code
my: စာချုပ်ကုဒ်
vi: Mã hợp đồng

# UCExecuteRoom.cboDaKe1.Text
source: Not prescribed enough medicine/consumable supplies
my: ဆေးစာ/စားသုံးရန်မလုံလောက်ပါ။
vi: Chưa kê đủ thuốc/VTTH

# UCExecuteRoom.cboDaKe2.Text
source: Sufficiently prescribed medicine/consumable supplies
my: လုံလောက်သောဆေးညွှန်း/စားသုံးရန်မလုံလောက်ပါ။
vi: Đã kê đủ thuốc/VTTH

# UCExecuteRoom.cboFind.All
source: All
my: အားလုံး
vi: Tất cả

# UCExecuteRoom.cboFind.Finish
source: Finish
my: အဆုံး
vi: Kết thúc

# UCExecuteRoom.cboFind.MissedCall
source: Missed call
my: လွတ်သွားသောခေါ်ဆိုမှု
vi: Gọi nhỡ

# UCExecuteRoom.cboFind.NotFinished
source: Not Finished
my: မပြီး
vi: Chưa kết thúc

# UCExecuteRoom.cboFind.NotYetProcessed
source: Not Yet Processed
my: လုပ်ငန်းစဉ်မရှိပါ။
vi: Chưa xử lý

# UCExecuteRoom.cboFind.Processing
source: Processing
my: လုပ်ဆောင်နေသည်
vi: Đang xử lý

# UCExecuteRoom.cboInDebt1.Text
source: No hospital fees
my: ဆေးရုံစရိတ်မရှိပါ။
vi: Không nợ viện phí

# UCExecuteRoom.cboInDebt2.Text
source: In debt for hospital fees
my: ဆေးရုံစရိတ်အတွက် အကြွေးတင်နေပါသည်။
vi: Đang nợ viện phí

# UCExecuteRoom.cboPatientType.Properties.NullText
source: All
my: အားလုံး
vi: Tất cả

# UCExecuteRoom.cboServiceRoom1.Text
source: Service Code
my: ဝန်ဆောင်မှုကုဒ်
vi: Mã dịch vụ

# UCExecuteRoom.cboServiceRoom2.Text
source: Service Name
my: ဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ

# UCExecuteRoom.cboTreatmentType1.Text
source: Examination
my: စာမေးပွဲ
vi: Khám

# UCExecuteRoom.cboTreatmentType2.Text
source: Inpatient treatment
my: အတွင်းလူနာကုသမှု
vi: Điều trị nội trú

# UCExecuteRoom.cboTreatmentType3.Text
source: Outpatient treatment
my: ပြင်ပလူနာကုသမှု
vi: Điều trụ ngoại trú

# UCExecuteRoom.chkCPA.ToolTip
source: In case the search has only 1 result, if this checkbox is checked, the software will automatically select that patient. If the checkbox is not checked, the software will automatically open the treatment screen corresponding to the patient
my: ရှာဖွေမှုတွင် ရလဒ် 1 ခုသာ ရှိပါက၊ ဤ checkbox ကို အမှန်ခြစ်ထားပါက၊ ဆော့ဖ်ဝဲသည် ထိုလူနာကို အလိုအလျောက် ရွေးချယ်မည်ဖြစ်သည်။ checkbox ကို အမှန်ခြစ်မထားပါက၊ ဆော့ဖ်ဝဲသည် လူနာနှင့်သက်ဆိုင်သည့် ကုသမှုမျက်နှာပြင်ကို အလိုအလျောက်ဖွင့်ပေးမည်ဖြစ်သည်။
vi: Trong trường hợp tìm kiếm chỉ có 1 kết quả, nếu checkbox này được tích, thì phần mềm sẽ tự động tích chọn bệnh nhân đó. Nếu checkbox không được tích, thì phần mềm sẽ tự động mở ra màn hình xử trí tương ứng với bệnh nhân

# UCExecuteRoom.ckKQCLS.ToolTip
source: Prioritize the display of orders that already have enough CLS results
my: CLS ရလဒ်များ အလုံအလောက်ရှိပြီးသား မှာယူမှုများကို ဦးစားပေးပြသပါ။
vi: Ưu tiên hiển thị các chỉ định đã có đủ kết quả CLS lên trước

# UCExecuteRoom.Gc_MedisoftHistory.Caption
source: Medisoft treatment history
my: Medisoft ကုသမှုမှတ်တမ်း
vi: Lịch sử điều trị medisoft

# UCExecuteRoom.gc_PatientClassify.Caption
source: Classification of BN
my: BN အမျိုးအစားခွဲခြားခြင်း။
vi: Phân loại BN

# UCExecuteRoom.gc_PatientClassify.ToolTip
source: Patient classification
my: လူနာအမျိုးအစားခွဲခြားခြင်း။
vi: Phân loại bệnh nhân

# UCExecuteRoom.gcolSERVICE_REQ_STT_ID.Caption
source: STATUS
my: TRANGTHAI
vi: TRANGTHAI

# UCExecuteRoom.grdColDob.Caption
source: Birthday
my: မွေးသည့်နှစ်
vi: Năm sinh

# UCExecuteRoom.grdColFinishTime.Caption
source: Resulting Time
my: ကုန်ဆုံးချိန်
vi: Thời gian kết thúc

# UCExecuteRoom.grdColPatientCode.Caption
source: Patients code
my: လူနာကုဒ်
vi: Mã bệnh nhân

# UCExecuteRoom.grdColPatientType.Caption
source: Patient Type Name
my: ဘာသာရပ် BN
vi: Đối tượng BN

# UCExecuteRoom.grdColPatientType.ToolTip
source: Patient Type Name
my: လူနာရှိကြပါတယ်။
vi: Đối tượng bệnh nhân

# UCExecuteRoom.grdColPRIORIRY_DISPLAY.ToolTip
source: The status of the request together with
my: ပူးတွဲပါတောင်းဆိုမှုများ၏အခြေအနေ
vi: Trạng thái của các yêu cầu kèm theo

# UCExecuteRoom.grdColRequestDate.Caption
source: Time required
my: အချိန်တောင်းပါ။
vi: Thời gian yêu cầu

# UCExecuteRoom.grdColServiceReqCode.Caption
source: Code requirements
my: အမိန့်ကုဒ်
vi: Mã y lệnh

# UCExecuteRoom.grdColServiceReqTypeName.Caption
source: Type of request
my: တောင်းဆိုချက်အမျိုးအစား
vi: Loại yêu cầu

# UCExecuteRoom.grdColTRANGTHAI_IMG.Caption
source: Status
my: အဆင့်အတန်း
vi: Trạng thái

# UCExecuteRoom.grdColTreatmentCode.Caption
source: Treatment code
my: ကုသမှုကုဒ်
vi: Mã điều trị

# UCExecuteRoom.grdColVirPatientName.Caption
source: Patient's
my: လူနာအမည်
vi: Tên bệnh nhân

# UCExecuteRoom.gridColumn1.Caption
source: The status of the request together with
my: ပူးတွဲပါတောင်းဆိုမှုများ၏အခြေအနေ
vi: Trạng thái của các yêu cầu kèm theo

# UCExecuteRoom.gridColumn10.Caption
source: Designated room
my: သတ်မှတ်ထားသောအခန်း
vi: Phòng chỉ định

# UCExecuteRoom.gridColumn11.Caption
source: Treatment area (icon)
my: ကုသမှုဧရိယာ (သင်္ကေတ)
vi: Diện điều trị (icon)

# UCExecuteRoom.gridColumn12.Caption
source: AccessionNumber
my: ဆက်စပ်နံပါတ်

# UCExecuteRoom.gridColumn13.Caption
source: View Accession Number
my: ဝင်ခွင့်နံပါတ်ကို ကြည့်ပါ။

# UCExecuteRoom.gridColumn16.Caption
source: gridColumn16
my: ဇယားကွက် ၁၆

# UCExecuteRoom.gridColumn17.Caption
source: Start time
my: စတင်ချိန်
vi: Thời gian bắt đầu

# UCExecuteRoom.gridColumn2.Caption
source: Call Patient
my: လူနာကိုခေါ်ပါ။

# UCExecuteRoom.gridColumn3.Caption
source: Service code
my: ဝန်ဆောင်မှုကုဒ်
vi: Mã dịch vụ

# UCExecuteRoom.gridColumn4.Caption
source: Service name
my: ဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ

# UCExecuteRoom.gridColumn5.Caption
source: Unit
my: ယူနစ်
vi: Đơn vị tính

# UCExecuteRoom.gridColumn6.Caption
source: Species
my: ရိုက်ပါ။
vi: Loại

# UCExecuteRoom.gridColumn7.Caption
source: Number
my: ပမာဏ
vi: Số lượng

# UCExecuteRoom.gridColumn8.Caption
source: Old
my: စျေးနှုန်း
vi: Giá

# UCExecuteRoom.gridColumn9.Caption
source: Designated Faculty
my: သတ်မှတ်ထားသောဌာန
vi: Khoa chỉ định

# UCExecuteRoom.gridColumnBusyCount.Caption
source: gridColumn9
my: ဇယားကွက် ၉

# UCExecuteRoom.gridColumnGender.Caption
source: Gender
my: လိင်
vi: Giới tính

# UCExecuteRoom.gridColumnInstructionNote.Caption
source: Instruction note
my: စီစဉ်သူ၏မှတ်စုများ
vi: Ghi chú của người chỉ định

# UCExecuteRoom.gridColumnInstructionTime.Caption
source: Order time
my: အော်ဒါမှာတယ်။
vi: Thời gian y lệnh

# UCExecuteRoom.gridColumnSoPhieu.Caption
source: Votes
my: မဲများ
vi: Số phiếu

# UCExecuteRoom.gridColumnStt.Caption
source: gridColumn11
my: ဇယားကွက် ၁၁

# UCExecuteRoom.gridColumnTreatmentCode.Caption
source: Treatment code
my: ကုသမှုကုဒ်
vi: Mã điều trị

# UCExecuteRoom.labelControl11.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# UCExecuteRoom.labelControl13.Text
source: kg
my: ကီလိုဂရမ်

# UCExecuteRoom.labelControl14.Text
source: cm
my: စင်တီမီတာ

# UCExecuteRoom.labelControl9.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# UCExecuteRoom.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UCExecuteRoom.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# UCExecuteRoom.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# UCExecuteRoom.layoutControl4.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# UCExecuteRoom.layoutControl5.Text
source: layoutControl5
my: အပြင်အဆင်ထိန်းချုပ်မှု ၅

# UCExecuteRoom.layoutControl6.Text
source: layoutControl6
my: အပြင်အဆင်ထိန်းချုပ်မှု ၆

# UCExecuteRoom.layoutControl7.Text
source: layoutControl7
my: အပြင်အဆင်ထိန်းချုပ်မှု ၇

# UCExecuteRoom.layoutControlGroup4.Text
source: Service requirements
my: ဝန်ဆောင်မှုတောင်းဆိုမှု
vi: Dịch vụ yêu cầu

# UCExecuteRoom.layoutControlGroup6.Text
source: Patient Info
my: လူနာအချက်အလက်
vi: Thông tin bệnh nhân

# UCExecuteRoom.layoutControlGroupTreeSereServ.Text
source: Services appointed
my: သတ်မှတ်ထားသောဝန်ဆောင်မှု
vi: Dịch vụ chỉ định

# UCExecuteRoom.layoutControlItem13.Text
source: Patient's name:
my: လူနာအမည်-
vi: Tên bệnh nhân:

# UCExecuteRoom.layoutControlItem14.Text
source: Birthday:
my: မွေးရက်:
vi: Ngày sinh:

# UCExecuteRoom.layoutControlItem15.Text
source: Sex:
my: လိင်-
vi: Giới tính:

# UCExecuteRoom.layoutControlItem16.Text
source: Address:
my: လိပ်စာ-
vi: Địa chỉ:

# UCExecuteRoom.layoutControlItem17.Text
source: Reason for examination:
my: စာမေးပွဲအတွက်အကြောင်းပြချက်
vi: Lý do khám:

# UCExecuteRoom.layoutControlItem20.Text
source: KCBBD:
my: KCBD-

# UCExecuteRoom.layoutControlItem33.Text
source: Word term:
my: စကားလုံးအသုံးအနှုန်း-
vi: Hạn thẻ:

# UCExecuteRoom.layoutControlItem34.Text
source: Due date:
my: နောက်ဆုံးရက်:
vi: Loại:

# UCExecuteRoom.layoutControlItem35.OptionsToolTip.ToolTip
source: Number of services processed
my: ဝန်ဆောင်မှု အရေအတွက်
vi: Số lượng dịch vụ đã xử lý

# UCExecuteRoom.layoutControlItem35.Text
source: Number of services processed:
my: ဝန်ဆောင်မှု အရေအတွက်
vi: SLDV đã xử lý:

# UCExecuteRoom.layoutControlItem4.Text
source: Patients code:
my: လူနာကုဒ်-
vi: Mã bệnh nhân:

# UCExecuteRoom.layoutControlItem40.OptionsToolTip.ToolTip
source: Results are available!
my: ရလဒ်များ ရရှိနိုင်ပါသည်။
vi: Đã có kết quả

# UCExecuteRoom.layoutControlItem40.Text
source: Already have results:
my: ရလဒ်များ ရှိပြီးသားဖြစ်သည်-
vi: Đã có KQ:

# UCExecuteRoom.layoutControlItem42.Text
source: Automatically open the standby screen:
my: standby မျက်နှာပြင်ကို အလိုအလျောက်ဖွင့်ပါ-
vi: Tự động mở màn hình chờ:

# UCExecuteRoom.layoutControlItem45.Text
source: Pathological process:
my: ရောဂါဗေဒဖြစ်စဉ်-
vi: Quá trình bệnh lý:

# UCExecuteRoom.layoutControlItem47.Text
source: Full body examination:
my: ခန္ဓာကိုယ် အပြည့်အစုံ စစ်ဆေးခြင်း
vi: Khám toàn thân:

# UCExecuteRoom.layoutControlItem52.Text
source: Parts check:
my: အစိတ်အပိုင်းများ စစ်ဆေးခြင်း-
vi: Khám bộ phận:

# UCExecuteRoom.layoutControlItem53.OptionsToolTip.ToolTip
source: Sort orders by priority according to the specified time and the time to complete the embankment service
my: သတ်မှတ်ထားသော အချိန်နှင့် တာတမံဝန်ဆောင်မှု ပြီးမြောက်ရန် အချိန်အလိုက် ဦးစားပေးအလိုက် အမှာစာများကို စီပါ။
vi: Xắp xếp y lệnh ưu tiên theo thời gian chỉ định và thời gian hoàn thành dịch vụ kèm theo

# UCExecuteRoom.layoutControlItem53.Text
source: Priority processing TG
my: ဦးစားပေးလုပ်ဆောင်ခြင်း TG
vi: Ưu tiên TG xử lý

# UCExecuteRoom.layoutControlItem54.OptionsToolTip.ToolTip
source: In case the search has only 1 result, if this checkbox is checked, the software will automatically select that patient. If the checkbox is not checked, the software will automatically open the treatment screen corresponding to the patient
my: ရှာဖွေမှုတွင် ရလဒ် 1 ခုသာ ရှိပါက၊ ဤ checkbox ကို အမှန်ခြစ်ထားပါက၊ ဆော့ဖ်ဝဲသည် ထိုလူနာကို အလိုအလျောက် ရွေးချယ်မည်ဖြစ်သည်။ checkbox ကို အမှန်ခြစ်မထားပါက၊ ဆော့ဖ်ဝဲသည် လူနာနှင့်သက်ဆိုင်သည့် ကုသမှုမျက်နှာပြင်ကို အလိုအလျောက်ဖွင့်ပေးမည်ဖြစ်သည်။
vi: Trong trường hợp tìm kiếm chỉ có 1 kết quả, nếu checkbox này được tích, thì phần mềm sẽ tự động tích chọn bệnh nhân đó. Nếu checkbox không được tích, thì phần mềm sẽ tự động mở ra màn hình xử trí tương ứng với bệnh nhân

# UCExecuteRoom.layoutControlItem57.OptionsToolTip.ToolTip
source: Summary of subclinical results
my: subclinical ရလဒ်များ၏အကျဉ်းချုပ်
vi: Tóm tắt kết quả cận lâm sàng

# UCExecuteRoom.layoutControlItem57.Text
source: Summary of CLS results:
my: CLS ရလဒ်အကျဉ်းချုပ်-
vi: Tóm tắt kết quả CLS:

# UCExecuteRoom.layoutControlItem58.OptionsToolTip.ToolTip
source: Preliminary diagnosis
my: ပဏာမရောဂါလက္ခဏာ
vi: Chẩn đoán sơ bộ

# UCExecuteRoom.layoutControlItem58.Text
source: Preliminary College:
my: ပဏာမကောလိပ်-
vi: CĐ sơ bộ:

# UCExecuteRoom.layoutControlItem59.Text
source: Treatment direction:
my: ကုသမှုလမ်းညွှန်-
vi: Hướng điều trị:

# UCExecuteRoom.layoutControlItem61.OptionsToolTip.ToolTip
source: Initial diagnosis
my: ကနဦးရောဂါလက္ခဏာ
vi: Chẩn đoán ban đầu

# UCExecuteRoom.layoutControlItem61.Text
source: Initial College:
my: ကနဦးကောလိပ်-
vi: CĐ ban đầu:

# UCExecuteRoom.layoutControlItem63.OptionsToolTip.ToolTip
source: External causes
my: ပြင်ပအကြောင်းတရားများ
vi: Nguyên nhân ngoài

# UCExecuteRoom.layoutControlItem63.Text
source: Person/external person:
my: ပုဂ္ဂိုလ်/ပြင်ပပုဂ္ဂိုလ်-
vi: Ng/nhân ngoài:

# UCExecuteRoom.layoutControlItem65.Text
source: Secondary diseases:
my: ဒုတိယရောဂါများ
vi: Bệnh phụ:

# UCExecuteRoom.layoutControlItem75.Text
source: Circuit:
my: ပတ်လမ်း-
vi: Mạch:

# UCExecuteRoom.layoutControlItem76.Text
source: Temperature:
my: အပူချိန်
vi: Nhiệt độ:

# UCExecuteRoom.layoutControlItem77.Text
source: Blood pressure:
my: သွေးပေါင်ချိန်:
vi: Huyết áp:

# UCExecuteRoom.layoutControlItem79.Text
source: Breathing:
my: အသက်ရှုခြင်း-
vi: Nhịp thở:

# UCExecuteRoom.layoutControlItem80.Text
source: Weight:
my: အလေးချိန်-
vi: Cân nặng:

# UCExecuteRoom.layoutControlItem81.Text
source: Height:
my: အမြင့်-
vi: Chiều cao:

# UCExecuteRoom.lcCkhCPA.Text
source: Calling patient:
my: လူနာခေါ်ခြင်း-
vi: Đang gọi bệnh nhân:

# UCExecuteRoom.lcgPatientInfo.Text
source: Patient information
my: လူနာအချက်အလက်
vi: Thông tin bệnh nhân

# UCExecuteRoom.lcgServiceReq.Text
source: Service request
my: ဝန်ဆောင်မှုတောင်းဆိုမှု
vi: Dịch vụ yêu cầu

# UCExecuteRoom.lcgTreeSereServ.Text
source: Designated service
my: သတ်မှတ်ထားသောဝန်ဆောင်မှု
vi: Dịch vụ chỉ định

# UCExecuteRoom.lciCreatefrom.Text
source: Specify from:
my: မှဖြစ်ကြသည်-
vi: Từ:

# UCExecuteRoom.lciCreateTo.Text
source: Assign to:
my: ရောက်ရှိလာ:
vi: đến:

# UCExecuteRoom.lciExamEndType.OptionsToolTip.ToolTip
source: Recent treatment information
my: လတ်တလော ကုသမှုအချက်အလက်
vi: Thông tin xử trí gần nhất

# UCExecuteRoom.lciExamEndType.Text
source: Treatment TT:
my: ကုသမှု TT
vi: TT xử trí:

# UCExecuteRoom.lciExamTreatmentEndType.Text
source: Discharge type:
my: ထုတ်လွှတ်မှုအမျိုးအစား-
vi: Loại ra viện:

# UCExecuteRoom.lciExamTreatmentResult.Text
source: Outcomes from the hospital:
my: ဆေးရုံမှ ရလဒ်များ
vi: Kết quả ra viện:

# UCExecuteRoom.lciIntructionDateTo.Text
source: Arrive
my: ရောက်သည်။
vi: Đến

# UCExecuteRoom.lciPatientTypeName.Text
source: Subjects:
my: ဘာသာရပ်-
vi: Đối tượng:

# UCExecuteRoom.lciPhoneNumber.Text
source: Phone number:
my: ဖုန်းနံပါတ်:
vi: Số điện thoại:

# UCExecuteRoom.lciRequestAndMaxRequest.OptionsToolTip.ToolTip
source: Number of processed health insurance claims/Maximum number
my: ဆောင်ရွက်ပြီးသော ကျန်းမာရေးအာမခံတောင်းဆိုမှုအရေအတွက်/ အများဆုံးနံပါတ်
vi: Số lượng yêu cầu BHYT đã xử lý/ Số lượng tối đa

# UCExecuteRoom.lciRequestAndMaxRequest.Text
source: SLYC health insurance processed/maximum SL:
my: SLYC ကျန်းမာရေးအာမခံလုပ်ငန်းဆောင်ရွက်ပြီး/အမြင့်ဆုံး SL-
vi: SLYC BHYT đã xử lý/SL tối đa:

# UCExecuteRoom.MAX_BHYT_SERVICE_REQ_PER_DAY.HasValue.Text
source: Number of health insurance claims processed/Maximum:
my: ကျန်းမာရေးအာမခံ တောင်းဆိုချက် အရေအတွက်ကို ဆောင်ရွက်ပြီးပါပြီ။/မက်တယ်:
vi: SLYC BHYT đã xử lý/SL tối đa:

# UCExecuteRoom.MAX_BHYT_SERVICE_REQ_PER_DAY.NotValue.Text
source: Number of requests processed/Maximum:
my: တောင်းဆိုချက်အရေအတွက်ကို ဆောင်ရွက်ပြီးပါပြီ။/မက်တယ်။:
vi: SLYC đã xử lý/SL tối đa:

# UCExecuteRoom.menu1.Text
source: Treatment records
my: ကုသမှုမှတ်တမ်းများ
vi: Hồ sơ điều trị

# UCExecuteRoom.menu2.Text
source: Health record examination information
my: ကျန်းမာရေးမှတ်တမ်း စစ်ဆေးမှုအချက်အလက်
vi: Thông tin khám hồ sơ sức khỏe

# UCExecuteRoom.menu3.Text
source: Edit request for examination
my: စာမေးပွဲအတွက် တောင်းဆိုချက်ကို တည်းဖြတ်ပါ။
vi: Sửa yêu cầu khám

# UCExecuteRoom.menu4.Text
source: Allergy card
my: ဓာတ်မတည့်ကတ်
vi: Thẻ dị ứng

# UCExecuteRoom.s.Text
source: Card number:
my: ကတ်နံပါတ်:
vi: Số thẻ:

# UCExecuteRoom.ThoiGianBatDauThoiGianKetThuc
source: Start time and finish time are incorrect
my: စတင်ချိန်နှင့် ပြီးဆုံးချိန် သတ်မှတ်မှု မမှန်ကန်ပါ။
vi: Đặt thời gian bắt đầu và thời gian kết thúc không đúng

# UCExecuteRoom.ToolTipControl.CXL
source: No process
my: လုပ်ငန်းစဉ်မရှိပါ။
vi: Chưa xử lý

# UCExecuteRoom.ToolTipControl.DangGoiBenhNhan
source: Calling patient
my: လူနာခေါ်တယ်။
vi: Đang gọi bệnh nhân

# UCExecuteRoom.ToolTipControl.DangGoiBenhNhanNho
source: Missing patient calling
my: လူနာခေါ်သံပျောက်နေသည်။
vi: Đang gọi bệnh nhân nhỡ

# UCExecuteRoom.ToolTipControl.DXL
source: Processing
my: လုပ်ဆောင်နေသည်
vi: Đang xử lý

# UCExecuteRoom.ToolTipControl.FinishCLS
source: Finish CLS
my: CLS ကို ပြီးအောင်လုပ်ပါ။
vi: Hoàn thành CLS

# UCExecuteRoom.ToolTipControl.GoiBenhNhan
source: Call the patient
my: လူနာကိုခေါ်ပါ။
vi: Gọi bệnh nhân

# UCExecuteRoom.ToolTipControl.GoiBenhNhanNho
source: Missed patient call
my: လွတ်သွားသော လူနာခေါ်ဆိုမှု
vi: Gọi bệnh nhân nhỡ
