Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.ExecuteRoom/Resources/Lang.*.resx
Languages: my, vi

# UCExecuteRoom.ToolTipControl.HaveResultCLS
source: There are enough laboratory results
my: လုံလောက်တဲ့ ဓာတ်ခွဲခန်းရလဒ်တွေ ရှိပါတယ်။
vi: Đã có đủ kết quả cận lâm sàng

# UCExecuteRoom.ToolTipControl.Kham
source: Further examination treatment
my: နောက်ထပ်စစ်ဆေးမှုကုသမှု
vi: Xử trí khám thêm

# UCExecuteRoom.ToolTipControl.KT
source: End
my: အဆုံး
vi: Kết thúc

# UCExecuteRoom.ToolTipControl.NotReady
source: Not Ready
my: အဆင်သင့်မဖြစ်သေးပါ။
vi: Chưa sẵn sàng

# UCExecuteRoom.ToolTipControl.PRIORIRY
source: Prioriry
my: ဦးစားပေး
vi: Ưu tiên

# UCExecuteRoom.ToolTipControl.Ready
source: Ready
my: အဆင်သင့်
vi: Sẵn sàng

# UCExecuteRoom.ToolTipControl.TreatmentType_DtNgoaiTru
source: home treatment
my: ပြင်ပလူနာကုသမှု
vi: Điều trị ngoại trú

# UCExecuteRoom.ToolTipControl.UnFinishCLS
source: UnFinish CLS
my: CLS မပြီးသေးပါ။
vi: Chưa kết thúc CLS

# UCExecuteRoom.txtGateNumber.Properties.NullValuePrompt
source: Gate
my: ဂိတ်
vi: Cổng

# UCExecuteRoom.txtSearchKey.Properties.NullValuePrompt
source: Enter search keywords
my: ရှာဖွေမှုသော့ချက်စာလုံး (F2) ထည့်ပါ
vi: Nhập từ khóa tìm kiếm (F2)

# UCExecuteRoom.txtStepNumber.Properties.NullValuePrompt
source: Jump
my: ခုန်ပါ။
vi: Bước nhảy

# UCExecuteRoom.txtTreatmentCode.Properties.NullValuePrompt
source: Treatment code (F3)
my: သတ်မှတ်ကုဒ် (F3)
vi: Mã chỉ định (F3)

# UCExecuteRoom.xtraTabDocumentReq.Text
source: Specify votes
my: မဲများသတ်မှတ်ပါ။
vi: Phiếu chỉ định

# UCExecuteRoom.xtraTabDocumentResult.Text
source: Result sheet
my: ရလဒ်စာရွက်
vi: Phiếu trả kết quả

# UCExecuteRoom.xtraTabPage1.Text
source: All
my: အားလုံး
vi: Tất cả

# UCExecuteRoom.xtraTabPage10.Text
source: Bed
my: အိပ်ရာဝင်
vi: Giường

# UCExecuteRoom.xtraTabPage12.Text
source: Supersonic
my: အသံထက်
vi: Siêu âm

# UCExecuteRoom.xtraTabPage13.Text
source: Other
my: တခြား
vi: Khác

# UCExecuteRoom.xtraTabPage14.Text
source: Restore function
my: လုပ်ဆောင်ချက်ကို ပြန်လည်ရယူပါ။
vi: Phục hổi chức năng

# UCExecuteRoom.xtraTabPage15.Text
source: Blood
my: သွေး
vi: Máu

# UCExecuteRoom.xtraTabPage16.Text
source: Pathological anatomy
my: ရောဂါဗေဒခန္ဓာဗေဒ
vi: Giải phẫu bệnh lý

# UCExecuteRoom.xtraTabPage17.Text
source: Set
my: သတ်မှတ်သည်။
vi: Suất ăn

# UCExecuteRoom.xtraTabPage18.Text
source: Examination
my: စာမေးပွဲ
vi: Khám

# UCExecuteRoom.xtraTabPage2.Text
source: Medical examination
my: ဆေးစစ်ချက်
vi: Khám bệnh

# UCExecuteRoom.xtraTabPage3.Text
source: Surgery
my: ခွဲစိတ်မှု
vi: Phẫu thuật

# UCExecuteRoom.xtraTabPage4.Text
source: Test
my: စမ်း
vi: Xét nghiệm

# UCExecuteRoom.xtraTabPage5.Text
source: Image analysation
my: ရုပ်ပုံ ခွဲခြမ်းစိတ်ဖြာခြင်း။
vi: Chẩn đoán hình ảnh

# UCExecuteRoom.xtraTabPage6.Text
source: Tips
my: အကြံပြုချက်များ
vi: Thủ thuật

# UCExecuteRoom.xtraTabPage7.Text
source: Visit by function
my: လုပ်ဆောင်ချက်အလိုက် သွားရောက်ကြည့်ရှုပါ။
vi: Thăm do chức năng

# UCExecuteRoom.xtraTabPage8.Text
source: Medicine
my: ဆေးဝါး
vi: Thuốc

# UCExecuteRoom.xtraTabPage9.Text
source: Supplies
my: ပစ္စည်းများ
vi: Vật tư

# UcViewEmrDocument.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# UcViewEmrDocument.typeCodeFind__InMonth.Text
source: Month
my: လ
vi: Tháng

# UcViewEmrDocument.typeCodeFind__KeyWork_InDate.Text
source: Date
my: နေ့
vi: Ngày

# UcViewEmrDocument.typeCodeFind_InDate.Text
source: Date
my: နေ့
vi: Ngày

# UcViewEmrDocument.typeCodeFind_RangeDate.Text
source: Day Range
my: တစ်ရက်လောက်ပေါ့။
vi: Khoảng ngày

# UCExecuteRoom.btnHivTreatment.Text
source: HIV/AIDS treatment information
my: HIV/AIDS ကုသမှုဆိုင်ရာ အချက်အလက်
vi: Thông tin điều trị HIV/AIDS

# frmNumberFilmInput.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# SwapService.barBtnSave.Caption
source: Ctrl WILL
vi: Ctrl S

# SwapService.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# SwapService.gc_PatientTypeId.Caption
source: DTTT
vi: ĐTTT

# SwapService.gc_PrimaryPatientTypeId.Caption
source: DTPT
vi: ĐTPT

# UCExecuteRoom.layoutControlItem46.Text
source: Anamnesis:
vi: Tiền sử bệnh:

# UCExecuteRoom.xtraTabPage11.Text
source: Endoscopic
vi: Nội soi
