Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.ExecuteRoom/Resources/Message.Lang.*.resx
Languages: my

# DichVuChuaKeThuocVatTu
source: Services {0} without prescription drugs/supplies
my: ညွှန်းဆေး/ထောက်ပံ့ပစ္စည်းများမပါဘဲ {0} ဝန်ဆောင်မှုများ

# DichVuCLSCoGioiHanChiDinhThanhToanBHYT_DeNghiBSXemXetTruocKhiChiDinh
source: Subclinical services have limited indications for payment of health insurance.
my: ကုသမှုဆိုင်ရာ ဝန်ဆောင်မှုများသည် ကျန်းမာရေးအာမခံငွေပေးချေမှုအတွက် ကန့်သတ်ချက်များရှိသည်။

# KhongTonTaiPhieuDaKy
source: There are no signed results sheets
my: လက်မှတ်ထိုးထားသော ရလဒ်စာရွက်များ မရှိပါ။

# Plugin_ExecuteRoom__BanCoMuonHuyBatDauKhong
source: Do you want to cancel the start?
my: စတင်ခြင်းကို ပယ်ဖျက်လိုပါသလား။

# Plugin_ExecuteRoom__DaKhamDuSoLuongBNBHYTChoPhepTrongNgay
source: Having examined enough patients allowed by health insurance in a day, are you sure you want to continue processing or not?
my: ကျန်းမာရေးအာမခံမှခွင့်ပြုထားသော လူနာများအား တစ်ရက်အတွင်း အလုံအလောက်စစ်ဆေးပြီးပါက ဆက်လက်လုပ်ဆောင်လိုသည်မှာ သေချာပါသလား။

# Plugin_ExecuteRoom__DichVuCoDTPTBatBuocNhungKhongCoChinhSachGia
source: The service has a mandatory surcharge {0} but no corresponding pricing policy.
my: ဝန်ဆောင်မှုတွင် မဖြစ်မနေ အပိုပိုကြေး {0} ရှိသော်လည်း သက်ဆိုင်ရာ စျေးနှုန်းမူဝါဒ မရှိပါ။

# Plugin_ExecuteRoom__DichVuCoDTTTBatBuocNhungKhongCoChinhSachGia
source: The service has a mandatory payer {0} but no corresponding pricing policy
my: ဝန်ဆောင်မှုတွင် မဖြစ်မနေငွေပေးချေသူ {0} ရှိသော်လည်း သက်ဆိုင်သောစျေးနှုန်းမူဝါဒမရှိပါ။

# Plugin_ExecuteRoom__KhongCoManHinhCho
source: Room {0} has not set up a default standby screen
my: အခန်း {0} သည် ပုံသေ အသင့်အနေအထား မျက်နှာပြင်ကို မသတ်မှတ်ထားပေ။

# Plugin_ExecuteRoom__Number
source: You processed {0} requests during the day
my: သင်သည် နေ့စဥ်အတွင်း တောင်းဆိုချက် {0} ခု လုပ်ဆောင်ခဲ့သည်။

# Plugin_ExecuteRoom__NumberBHYT
source: You processed {0} health insurance claims within the day
my: သင်သည် တစ်နေ့တာအတွင်း ကျန်းမာရေးအာမခံ တောင်းဆိုချက် {0} ခုကို လုပ်ဆောင်ခဲ့သည်။

# Plugin_ExecuteRoom__WarningOne
source: Having examined enough patients for the day, are you sure you want to continue processing?
my: တစ်နေ့တာအတွက် လုံလောက်သော လူနာများကို စစ်ဆေးပြီးပါက ဆက်လက်လုပ်ဆောင်လိုသည်မှာ သေချာပါသလား။

# Plugin_ExecuteRoom__WarningTwo
source: The table has seen more than {0} patients in a day, do you want to continue?
my: ဇယားသည် တစ်ရက်အတွင်း လူနာ {0} ဦးထက်မပိုသည်ကို တွေ့ရသည်၊ ဆက်လက်လုပ်ဆောင်လိုပါသလား။

# Plugin_ExecuteRoom__XacNhanHuyBatDau
source: Warning
my: သတိပေးချက်

# ThongBao
source: Notification
my: အသိပေးချက်

# YLenhChuaCoVanBan
source: Orders that do not have a digitally signed document are not allowed to be processed.
my: ဒစ်ဂျစ်တယ်စနစ်ဖြင့် လက်မှတ်ရေးထိုးထားသော စာရွက်စာတမ်းမရှိသော အမှာစာအား လုပ်ဆောင်ခွင့်မပြုပါ။

# YLenhChuaCoVanBanQues
source: The medical order does not have a digitally signed document. Do you want to continue processing?
my: ဆေးဘက်ဆိုင်ရာအမိန့်တွင် ဒစ်ဂျစ်တယ်စနစ်ဖြင့် လက်မှတ်ရေးထိုးထားသော စာရွက်စာတမ်း မရှိပါ။ ဆက်လက်လုပ်ဆောင်လိုပါသလား။
