Repository: davidngedu/hisnguonmo
Catalog: Frontend/HIS/Plugins/HIS.Desktop.Plugins.EnterKskInfomantion/Resources/Lang.*.resx
Languages: my, vi

# frmEnterKskInfomantion.bar1.Text
source: Tools
my: ကိရိယာများ

# frmEnterKskInfomantion.bbtnFinish.Caption
source: End (Ctrl D)
my: အဆုံးသတ် (Ctrl D)
vi: Kết thúc (Ctrl D)

# frmEnterKskInfomantion.bbtnSearch.Caption
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# frmEnterKskInfomantion.bbtnUnfinish.Caption
source: Cancel KT (Ctrl O)
my: KT ကို ပယ်ဖျက်ပါ (Ctrl O)
vi: Hủy KT (Ctrl O)

# frmEnterKskInfomantion.BMIDISPLAY.NORMAL
source: (Normal)
my: (ပုံမှန်)
vi: (Bình thường)

# frmEnterKskInfomantion.BMIDISPLAY.OBESITY.I
source: (Obesity I)
my: (၁) အဝလွန်ခြင်း၊
vi: (Béo phì độ I)

# frmEnterKskInfomantion.BMIDISPLAY.OBESITY.II
source: (Obesity II)
my: (ဒုတိယတန်း အဝလွန်ခြင်း)
vi: (Béo phì độ II)

# frmEnterKskInfomantion.BMIDISPLAY.OBESITY.III
source: (Obesity III)
my: (၃ တန်း အဝလွန်ခြင်း)
vi: (Béo phì độ III)

# frmEnterKskInfomantion.BMIDISPLAY.OVERWEIGHT
source: (Overweight)
my: (အဝလွန်)
vi: (Thừa cân)

# frmEnterKskInfomantion.btnChooseResult.Text
source: Select result
my: ရလဒ်ကိုရွေးချယ်ပါ။
vi: Chọn kết quả

# frmEnterKskInfomantion.btnFinish.Text
source: End (Ctrl D)
my: အဆုံးသတ် (Ctrl D)
vi: Kết thúc (Ctrl D)

# frmEnterKskInfomantion.btnPrint.Text
source: Print coupons
my: ကူပွန်များ ထုတ်ယူပါ။
vi: In phiếu

# frmEnterKskInfomantion.btnSearch.Text
source: Find (Ctrl F)
my: ရှာပါ (Ctrl F)
vi: Tìm (Ctrl F)

# frmEnterKskInfomantion.btnUnfinish.Text
source: Cancel KT (Ctrl O)
my: KT ကို ပယ်ဖျက်ပါ (Ctrl O)
vi: Hủy KT (Ctrl O)

# frmEnterKskInfomantion.btnUnfinish.ToolTip
source: Cancel ending
my: ဇာတ်သိမ်းမှုကို ပယ်ဖျက်ပါ။
vi: Hủy kết thúc

# frmEnterKskInfomantion.emptySpaceItem14.Text
source: emptySpaceItem4
my: ဗလာSpaceItem4

# frmEnterKskInfomantion.emptySpaceItem15.Text
source: emptySpaceItem2
my: လွတ်နေသော SpaceItem2

# frmEnterKskInfomantion.emptySpaceItem16.Text
source: emptySpaceItem7
my: ဗလာ SpaceItem7

# frmEnterKskInfomantion.emptySpaceItem19.Text
source: emptySpaceItem9
my: ဗလာစပေ့စ် ၉

# frmEnterKskInfomantion.emptySpaceItem20.Text
source: emptySpaceItem10
my: လွတ်နေသော SpaceItem10

# frmEnterKskInfomantion.emptySpaceItem22.Text
source: emptySpaceItem12
my: ဗလာ SpaceItem12

# frmEnterKskInfomantion.grdColBirthDate.Caption
source: Date of birth
my: မွေးနေ့
vi: Ngày sinh

# frmEnterKskInfomantion.grdColExecuteDepartmentName.Caption
source: Department of implementation
my: အကောင်အထည်ဖော်ရေးဌာန
vi: Khoa thực hiện

# frmEnterKskInfomantion.grdColExecuteRoomName.Caption
source: Implementation room
my: အကောင်အထည်ဖော်ရေးအခန်း
vi: Phòng thực hiện

# frmEnterKskInfomantion.grdColGender.Caption
source: Sex
my: လိင်
vi: Giới tính

# frmEnterKskInfomantion.grdColInstrctionTime.Caption
source: Order time
my: အော်ဒါမှာတယ်။
vi: Thời gian y lệnh

# frmEnterKskInfomantion.grdColPatientCode.Caption
source: Patient code
my: လူနာကုဒ်
vi: Mã bệnh nhân

# frmEnterKskInfomantion.grdColPatientName.Caption
source: Patient's name
my: လူနာအမည်
vi: Tên bệnh nhân

# frmEnterKskInfomantion.grdColServiceReqCode.Caption
source: Command code
my: အမိန့်ကုဒ်
vi: Mã y lệnh

# frmEnterKskInfomantion.grdColStatus.Caption
source: Status
my: အဆင့်အတန်း
vi: Trạng thái

# frmEnterKskInfomantion.grdColStatus.ToolTip
source: Status
my: အဆင့်အတန်း
vi: Trạng thái

# frmEnterKskInfomantion.grdColTreatmentCode.Caption
source: Treatment code
my: ကုသမှုကုဒ်
vi: Mã điều trị

# frmEnterKskInfomantion.gridViewServiceReq.OptionsFind.FindNullPrompt
source: Enter the search string...
my: ရှာဖွေရေးစာကြောင်းကို ရိုက်ထည့်ပါ...
vi: Nhập chuỗi tìm kiếm ...

# frmEnterKskInfomantion.groupBoxPatientInfo.Text
source: Patient information
my: လူနာအချက်အလက်
vi: Thông tin bệnh nhân

# frmEnterKskInfomantion.label2.Text
source: kg
my: ကီလိုဂရမ်

# frmEnterKskInfomantion.labelControl19.Text
source: I. CLINICAL EXAMINATION RESULTS
my: I. လက်တွေ့စမ်းသပ်မှုရလဒ်များ
vi: I. KẾT QUẢ KHÁM LÂM SÀNG

# frmEnterKskInfomantion.layoutControl1.Text
source: layoutControl1
my: အပြင်အဆင်ထိန်းချုပ်မှု ၁

# frmEnterKskInfomantion.layoutControl2.Text
source: layoutControl2
my: အပြင်အဆင်ထိန်းချုပ်မှု ၂

# frmEnterKskInfomantion.layoutControl3.Text
source: layoutControl3
my: အပြင်အဆင်ထိန်းချုပ်မှု ၃

# frmEnterKskInfomantion.layoutControlGroup8.Text
source: Root
my: အမြစ်

# frmEnterKskInfomantion.layoutControlItem100.OptionsToolTip.ToolTip
source: Urinary kidney
my: ဆီးကျောက်ကပ်
vi: Thận tiết niệu

# frmEnterKskInfomantion.layoutControlItem100.Text
source: 9. Kidney TN:
my: 9. ကျောက်ကပ် TN-
vi: 9. Thận TN:

# frmEnterKskInfomantion.layoutControlItem101.Text
source: 11. Eyes:
my: 11. မျက်လုံး
vi: 11. Mắt:

# frmEnterKskInfomantion.layoutControlItem103.Text
source: 8. Dermatology:
my: 8. အရေပြားရောဂါဗေဒ-
vi: 8. Da liễu:

# frmEnterKskInfomantion.layoutControlItem104.OptionsToolTip.ToolTip
source: Ear, nose and throat
my: နား နှာခေါင်း လည်ချောင်း
vi: Tai mũi họng

# frmEnterKskInfomantion.layoutControlItem105.Text
source: 10. Surgery:
my: 10. ခွဲစိတ်မှု-
vi: 10. Ngoại khoa:

# frmEnterKskInfomantion.layoutControlItem106.Text
source: layoutControlItem49
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၄၉

# frmEnterKskInfomantion.layoutControlItem107.Text
source: layoutControlItem50
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၅၀

# frmEnterKskInfomantion.layoutControlItem108.Text
source: layoutControlItem51
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၅၁

# frmEnterKskInfomantion.layoutControlItem109.Text
source: layoutControlItem53
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၅၃

# frmEnterKskInfomantion.layoutControlItem11.OptionsToolTip.ToolTip
source: Auto end exam when saving
my: သိမ်းဆည်းသည့်အခါ အလိုအလျောက် စာမေးပွဲပြီးဆုံးသည်။
vi: Tự động kết thúc khám khi lưu

# frmEnterKskInfomantion.layoutControlItem11.Text
source: Auto end:
my: အလိုအလျောက် အဆုံးသတ်-
vi: Tự động kết thúc:

# frmEnterKskInfomantion.layoutControlItem110.Text
source: layoutControlItem54
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၅၄

# frmEnterKskInfomantion.layoutControlItem111.Text
source: layoutControlItem55
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၅၅

# frmEnterKskInfomantion.layoutControlItem112.Text
source: layoutControlItem56
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၅၆

# frmEnterKskInfomantion.layoutControlItem113.Text
source: layoutControlItem57
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၅၇

# frmEnterKskInfomantion.layoutControlItem114.Text
source: layoutControlItem58
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၅၈

# frmEnterKskInfomantion.layoutControlItem115.Text
source: layoutControlItem59
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၅၉

# frmEnterKskInfomantion.layoutControlItem116.Text
source: layoutControlItem60
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၆၀

# frmEnterKskInfomantion.layoutControlItem117.Text
source: layoutControlItem61
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၆၁

# frmEnterKskInfomantion.layoutControlItem118.Text
source: layoutControlItem52
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၅၂

# frmEnterKskInfomantion.layoutControlItem119.Text
source: layoutControlItem17
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၁၇

# frmEnterKskInfomantion.layoutControlItem120.OptionsToolTip.ToolTip
source: General conclusion
my: အထွေထွေကောက်ချက်
vi: Kết luận chung

# frmEnterKskInfomantion.layoutControlItem120.Text
source: 4. General volume:
my: 4. အထွေထွေ ထုထည်-
vi: 4. KL chung:

# frmEnterKskInfomantion.layoutControlItem121.Text
source: 15. Mucous membrane:
my: 15. အကျိအမြှေး-
vi: 15. Niêm mạc:

# frmEnterKskInfomantion.layoutControlItem122.Text
source: 16. Hematopoietic system:
my: 16. Hematopoietic စနစ်-
vi: 16. Hệ tạo máu:

# frmEnterKskInfomantion.layoutControlItem123.Text
source: 17. Movement:
my: 17. လှုပ်ရှားမှု-
vi: 17. Vận động:

# frmEnterKskInfomantion.layoutControlItem124.Text
source: 18. Cardiovascular:
my: 18. နှလုံးသွေးကြော
vi: 18. Tim mạch:

# frmEnterKskInfomantion.layoutControlItem125.OptionsToolTip.ToolTip
source: Lymph nodes
my: Lymph nodes များ
vi: Hạch, bạch huyết

# frmEnterKskInfomantion.layoutControlItem126.Text
source: layoutControlItem68
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၆၈

# frmEnterKskInfomantion.layoutControlItem127.OptionsToolTip.ToolTip
source: Health classification
my: ကျန်းမာရေး အမျိုးအစားခွဲခြားခြင်း။
vi: Phân loại sức khỏe

# frmEnterKskInfomantion.layoutControlItem127.Text
source: 1. PL health:
my: 1. PL ကျန်းမာရေး-
vi: 1. PL sức khỏe:

# frmEnterKskInfomantion.layoutControlItem128.Text
source: 2. Illness \u003cbr\u003e (if any):
my: 2. ရောဂါ \u003cbr\u003e (ရှိလျှင်):
vi: 2. Bệnh tật <br> (nếu có):

# frmEnterKskInfomantion.layoutControlItem129.Text
source: 3. Solution to decide:
my: 3. ဆုံးဖြတ်ရန် ဖြေရှင်းချက်-
vi: 3. Hướng giải<br> quyết:

# frmEnterKskInfomantion.layoutControlItem130.Text
source: 14. Nails:
my: 14. လက်သည်းများ
vi: 14. Móng:

# frmEnterKskInfomantion.layoutControlItem131.Text
source: 20. Capillaries:
my: 20. သွေးကြောမျှင်များ-
vi: 20. Mao mạch:

# frmEnterKskInfomantion.layoutControlItem141.OptionsToolTip.ToolTip
source: Subclinical results
my: subclinical ရလဒ်များ
vi: Kết quả cận lâm sàng

# frmEnterKskInfomantion.layoutControlItem143.Text
source: 17. Nutrition:
my: 17. အာဟာရ-
vi: 17. Dinh dưỡng:

# frmEnterKskInfomantion.layoutControlItem145.Text
source: Conclusion date:
my: နိဂုံးချုပ်ရက်-
vi: Ngày kết luận:

# frmEnterKskInfomantion.layoutControlItem146.OptionsToolTip.ToolTip
source: Doctor concludes
my: ဆရာဝန်က နိဂုံးချုပ်သည်။
vi: Bác sỹ kết luận

# frmEnterKskInfomantion.layoutControlItem146.Text
source: BS concludes:
my: BS က နိဂုံးချုပ်သည်-
vi: BS kết luận:

# frmEnterKskInfomantion.layoutControlItem147.Text
source: File number:
my: ဖိုင်နံပါတ်-
vi: Số hồ sơ:

# frmEnterKskInfomantion.layoutControlItem148.Text
source: Department:
my: ဌာန-
vi: Khoa:

# frmEnterKskInfomantion.layoutControlItem149.Text
source: Clinic:
my: ဆေးခန်း-
vi: Phòng khám:

# frmEnterKskInfomantion.layoutControlItem18.Text
source: Height:
my: အမြင့်-
vi: Chiều cao:

# frmEnterKskInfomantion.layoutControlItem19.Text
source: Weight:
my: အလေးချိန်-
vi: Cân nặng:

# frmEnterKskInfomantion.layoutControlItem20.Text
source: KSK contract:
my: KSK စာချုပ်-
vi: Hợp đồng KSK:

# frmEnterKskInfomantion.layoutControlItem22.Text
source: Circuit:
my: ပတ်လမ်း-
vi: Mạch:

# frmEnterKskInfomantion.layoutControlItem23.Text
source: cm
my: စင်တီမီတာ

# frmEnterKskInfomantion.layoutControlItem24.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# frmEnterKskInfomantion.layoutControlItem25.Text
source: Blood pressure:
my: သွေးပေါင်ချိန်:
vi: Huyết áp:

# frmEnterKskInfomantion.layoutControlItem29.Text
source: Temperature:
my: အပူချိန်
vi: Nhiệt độ:

# frmEnterKskInfomantion.layoutControlItem30.Text
source: Breathing:
my: အသက်ရှုခြင်း-
vi: Nhịp thở:

# frmEnterKskInfomantion.layoutControlItem31.Text
source: 14. Product:
my: 14. ထုတ်ကုန်-
vi: 14. Sản:

# frmEnterKskInfomantion.layoutControlItem32.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# frmEnterKskInfomantion.layoutControlItem34.Text
source: 1. Cycle:
my: 1. သံသရာ-
vi: 1. Tuần hoàn:

# frmEnterKskInfomantion.layoutControlItem36.Text
source: 2. Respiration:
my: 2. အသက်ရှုခြင်း-
vi: 2. Hô hấp:

# frmEnterKskInfomantion.layoutControlItem37.Text
source: 3. Digestion:
my: 3. အစာခြေခြင်း-
vi: 3. Tiêu hóa:

# frmEnterKskInfomantion.layoutControlItem38.OptionsToolTip.ToolTip
source: Expiration of health insurance card
my: ကျန်းမာရေး အာမခံကတ် သက်တမ်းကုန်ဆုံးခြင်း။
vi: Hạn thẻ bảo hiểm y tế

# frmEnterKskInfomantion.layoutControlItem38.Text
source: Date of birth:
my: မွေးနေ့:
vi: Ngày sinh:

# frmEnterKskInfomantion.layoutControlItem39.Text
source: 4. Interior:
my: 4. အတွင်းခန်း-
vi: 4. Nội tiết:

# frmEnterKskInfomantion.layoutControlItem40.OptionsToolTip.ToolTip
source: Musculoskeletal
my: ကြွက်သားအကြော
vi: Cơ xương khớp

# frmEnterKskInfomantion.layoutControlItem41.Text
source: 6. Nervous:
my: 6. အာရုံကြော
vi: 6. Thần kinh:

# frmEnterKskInfomantion.layoutControlItem42.Text
source: 7. Mental:
my: 7. စိတ်ပိုင်းဆိုင်ရာ
vi: 7. Tâm thần:

# frmEnterKskInfomantion.layoutControlItem43.OptionsToolTip.ToolTip
source: Urinary kidney
my: ဆီးကျောက်ကပ်
vi: Thận tiết niệu

# frmEnterKskInfomantion.layoutControlItem43.Text
source: 9. Kidney TN:
my: 9. ကျောက်ကပ် TN-
vi: 9. Thận TN:

# frmEnterKskInfomantion.layoutControlItem44.Text
source: 11. Eyes:
my: 11. မျက်လုံး
vi: 11. Mắt:

# frmEnterKskInfomantion.layoutControlItem46.Text
source: 8. Dermatology:
my: 8. အရေပြားရောဂါဗေဒ-
vi: 8. Da liễu:

# frmEnterKskInfomantion.layoutControlItem47.OptionsToolTip.ToolTip
source: Ear, nose and throat
my: နား နှာခေါင်း လည်ချောင်း
vi: Tai mũi họng

# frmEnterKskInfomantion.layoutControlItem48.Text
source: 10. Surgery:
my: 10. ခွဲစိတ်မှု-
vi: 10. Ngoại khoa:

# frmEnterKskInfomantion.layoutControlItem65.OptionsToolTip.ToolTip
source: Physiotherapy - Rehabilitation
my: Physiotherapy - ပြန်လည်ထူထောင်ရေး
vi: Vật lý trị liệu - phục hồi chức năng

# frmEnterKskInfomantion.layoutControlItem65.Text
source: 15. VLTL - rehabilitation:
my: 15. VLTL - ပြန်လည်ထူထောင်ရေး-
vi: 15. VLTL - PHCN:

# frmEnterKskInfomantion.layoutControlItem67.OptionsToolTip.ToolTip
source: Traditional medicine
my: တိုင်းရင်းဆေး
vi: Y học cổ truyền

# frmEnterKskInfomantion.layoutControlItem67.Text
source: 16. Traditional Medicine:
my: 16. တိုင်းရင်းဆေး-
vi: 16. YHCT:

# frmEnterKskInfomantion.layoutControlItem69.OptionsToolTip.ToolTip
source: Health classification
my: ကျန်းမာရေး အမျိုးအစားခွဲခြားခြင်း။
vi: Phân loại sức khỏe

# frmEnterKskInfomantion.layoutControlItem69.Text
source: 1. PL health:
my: 1. PL ကျန်းမာရေး-
vi: 1. PL sức khỏe:

# frmEnterKskInfomantion.layoutControlItem7.Text
source: Sex:
my: လိင်-
vi: Giới tính:

# frmEnterKskInfomantion.layoutControlItem70.Text
source: 2. Illnesses (if any):
my: 2. ရောဂါများ (ရှိလျှင်):
vi: 2. Bệnh tật <br>(nếu có):

# frmEnterKskInfomantion.layoutControlItem71.Text
source: 3. Solution:
my: 3. ဖြေရှင်းချက်-
vi: 3. Hướng giải quyết:

# frmEnterKskInfomantion.layoutControlItem72.OptionsToolTip.ToolTip
source: Clinical conclusion
my: လက်တွေ့ နိဂုံးချုပ်
vi: Kết luận lâm sàng

# frmEnterKskInfomantion.layoutControlItem72.Text
source: 1. Conclusion LS:
my: 1. နိဂုံး LS-
vi: 1. Kết luận LS:

# frmEnterKskInfomantion.layoutControlItem73.OptionsToolTip.ToolTip
source: Subclinical conclusion
my: Subclinical ကောက်ချက်ချ
vi: Kết luận cận lâm sàng

# frmEnterKskInfomantion.layoutControlItem73.Text
source: 2. Conclusion of CLS:
my: 2. CLS ၏နိဂုံး-
vi: 2. Kết luận CLS:

# frmEnterKskInfomantion.layoutControlItem74.OptionsToolTip.ToolTip
source: Occupational disease
my: လုပ်ငန်းခွင်ရောဂါ
vi: Bệnh nghề nghiệp

# frmEnterKskInfomantion.layoutControlItem74.Text
source: 3. Occupational diseases:
my: 3. လုပ်ငန်းခွင်ရောဂါများ-
vi: 3. Bệnh NN:

# frmEnterKskInfomantion.layoutControlItem75.OptionsToolTip.ToolTip
source: Conclusion of the standard meeting
my: စံအစည်းအဝေး နိဂုံး
vi: Kết luận hội chuẩn

# frmEnterKskInfomantion.layoutControlItem75.Text
source: 4. Conclusion HC:
my: 4. နိဂုံး HC-
vi: 4. Kết luận HC:

# frmEnterKskInfomantion.layoutControlItem76.OptionsToolTip.ToolTip
source: Implementing the quadrants
my: လေးထောင့်ကွက်များကို အကောင်အထည်ဖော်ခြင်း။
vi: Chẩn đoán xác định

# frmEnterKskInfomantion.layoutControlItem76.Text
source: 5. Diagnose the problem:
my: 5. ပြဿနာကို အဖြေရှာပါ-
vi: 5. Chẩn đoán XĐ:

# frmEnterKskInfomantion.layoutControlItem77.Text
source: 6. Conclusion of examination:
my: 6. စာမေးပွဲ၏နိဂုံး-
vi: 6. Kết luận khám:

# frmEnterKskInfomantion.layoutControlItem78.Text
source: 7. General conclusion:
my: 7. အထွေထွေကောက်ချက်
vi: 7. Kết luận chung:

# frmEnterKskInfomantion.layoutControlItem79.Text
source: Height:
my: အမြင့်-
vi: Chiều cao:

# frmEnterKskInfomantion.layoutControlItem80.Text
source: Weight:
my: အလေးချိန်-
vi: Cân nặng:

# frmEnterKskInfomantion.layoutControlItem82.Text
source: Circuit:
my: ပတ်လမ်း-
vi: Mạch:

# frmEnterKskInfomantion.layoutControlItem83.Text
source: cm
my: စင်တီမီတာ

# frmEnterKskInfomantion.layoutControlItem84.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# frmEnterKskInfomantion.layoutControlItem85.Text
source: Blood pressure:
my: သွေးပေါင်ချိန်:
vi: Huyết áp:

# frmEnterKskInfomantion.layoutControlItem86.Text
source: layoutControlItem26
my: အပြင်အဆင် ထိန်းချုပ်ရေးပစ္စည်း ၂၆

# frmEnterKskInfomantion.layoutControlItem87.Text
source: kg
my: ကီလိုဂရမ်

# frmEnterKskInfomantion.layoutControlItem89.Text
source: Temperature:
my: အပူချိန်
vi: Nhiệt độ:

# frmEnterKskInfomantion.layoutControlItem90.Text
source: Breathing:
my: အသက်ရှုခြင်း-
vi: Nhịp thở:

# frmEnterKskInfomantion.layoutControlItem92.Text
source: times/minute
my: အကြိမ်/မိနစ်
vi: lần/phút

# frmEnterKskInfomantion.layoutControlItem93.Text
source: 1. Cycle:
my: 1. သံသရာ-
vi: 1. Tuần hoàn:

# frmEnterKskInfomantion.layoutControlItem94.Text
source: 2. Respiration:
my: 2. အသက်ရှုခြင်း-
vi: 2. Hô hấp:

# frmEnterKskInfomantion.layoutControlItem95.Text
source: 3. Digestion:
my: 3. အစာခြေခြင်း-
vi: 3. Tiêu hóa:

# frmEnterKskInfomantion.layoutControlItem96.Text
source: 4. Interior:
my: 4. အတွင်းခန်း-
vi: 4. Nội tiết:

# frmEnterKskInfomantion.layoutControlItem97.OptionsToolTip.ToolTip
source: There are bones and joints
my: အရိုးအဆစ်တွေရှိတယ်။
vi: Có xương khớp

# frmEnterKskInfomantion.layoutControlItem98.Text
source: 6. Nervous:
my: 6. အာရုံကြော
vi: 6. Thần kinh:

# frmEnterKskInfomantion.layoutControlItem99.Text
source: 7. Mental:
my: 7. စိတ်ပိုင်းဆိုင်ရာ
vi: 7. Tâm thần:

# frmEnterKskInfomantion.layoutControlPatientInfo.Text
source: layoutControl5
my: အပြင်အဆင်ထိန်းချုပ်မှု ၅

# frmEnterKskInfomantion.layoutControlTab1.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# frmEnterKskInfomantion.layoutControlTab2.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# frmEnterKskInfomantion.layoutControlTab3.Text
source: layoutControl4
my: အပြင်အဆင်ထိန်းချုပ်မှု ၄

# frmEnterKskInfomantion.lblKetQuaKhamLamSang.Text
source: I. CLINICAL EXAMINATION RESULTS
my: I. လက်တွေ့စမ်းသပ်မှုရလဒ်များ
vi: I. KẾT QUẢ KHÁM LÂM SÀNG

# frmEnterKskInfomantion.lciAddress.OptionsToolTip.ToolTip
source: Examination time
my: စာမေးပွဲအချိန်
vi: Thời gian khám

# frmEnterKskInfomantion.lciAddress.Text
source: Medical examination:
my: ဆေးစစ်ချက်
vi: Tg khám:

# frmEnterKskInfomantion.lciDOB.Text
source: Patient code:
my: လူနာကုဒ်-
vi: Mã bệnh nhân:

# frmEnterKskInfomantion.lciIntructionDate.Text
source: Day of the examination:
my: စာမေးပွဲရက်-
vi: Ngày khám:

# frmEnterKskInfomantion.lciKSKContract.OptionsToolTip.ToolTip
source: Health check contract
my: ကျန်းမာရေးစစ်ဆေးခြင်းစာချုပ်
vi: Hợp đồng khám sức khỏe

# frmEnterKskInfomantion.lciKSKContract.Text
source: Contract:
my: စာချုပ်-
vi: Hợp đồng:

# frmEnterKskInfomantion.lciPatientCode.Text
source: Command code:
my: အမိန့်ကုဒ်-
vi: Mã y lệnh:

# frmEnterKskInfomantion.lciPatientName.Text
source: Treatment code:
my: ကုသမှုကုဒ်-
vi: Mã điều trị:

# frmEnterKskInfomantion.lciTreatmentType.Text
source: Name:
my: အမည်-
vi: Họ tên:

# frmEnterKskInfomantion.SKINNY.I
source: (Skinny I)
my: (ပိန်အဆင့်)
vi: (Gầy độ I)

# frmEnterKskInfomantion.SKINNY.II
source: (Skinny II)
my: (အဆင့် II ပါးပါး)
vi: (Gầy độ II)

# frmEnterKskInfomantion.SKINNY.III
source: (Skinny III)
my: (အဆင့် III Skinny)
vi: (Gầy độ III)

# frmEnterKskInfomantion.Text
source: Health check information
my: ကျန်းမာရေးစစ်ဆေးချက်အချက်အလက်
vi: Thông tin khám sức khỏe

# frmEnterKskInfomantion.ToolTipControl.CXL
source: Not processed yet
my: လုပ်ငန်းစဉ်မရှိပါ။
vi: Chưa xử lý

# frmEnterKskInfomantion.ToolTipControl.DXL
source: Processing
my: လုပ်ဆောင်နေသည်
vi: Đang xử lý

# frmEnterKskInfomantion.ToolTipControl.KT
source: Finished
my: ပြီးမြောက်သည်။
vi: Đã hoàn thành

# frmEnterKskInfomantion.txtExamOccupationalTherapy.ToolTip
source: Physiotherapy - Rehabilitation
my: Physiotherapy - ပြန်လည်ထူထောင်ရေး
vi: Vật lý trị liệu - phục hồi chức năng

# frmEnterKskInfomantion.txtExamTraditional.ToolTip
source: Traditional medicine
my: တိုင်းရင်းဆေး
vi: Y học cổ truyền

# frmEnterKskInfomantion.txtPatientCodeForSearch.Properties.NullValuePrompt
source: Patient code
my: လူနာကုဒ်
vi: Mã bệnh nhân

# frmEnterKskInfomantion.txtServiceReqCodeForSearch.Properties.NullValuePrompt
source: Command code
my: အမိန့်ကုဒ်
vi: Mã y lệnh

# frmEnterKskInfomantion.txtTreatmentCodeForSearch.Properties.NullValuePrompt
source: Treatment code
my: ကုသမှုကုဒ်
vi: Mã điều trị

# frmEnterKskInfomantion.xtraTabPage1.Text
source: General examination
my: အထွေထွေစာမေးပွဲ
vi: Khám chung

# frmEnterKskInfomantion.xtraTabPage2.Text
source: Conclude
my: နိဂုံးချုပ်ပါ။
vi: Kết luận

# frmEnterKskInfomantion.xtraTabPage3.Text
source: Occupational disease
my: လုပ်ငန်းခွင်ရောဂါ
vi: Bệnh nghề nghiệp

# frmEnterKskInfomantion.xtraTabPage4.Text
source: College - TDCN
my: ကောလိပ် - TDCN
vi: CĐHA - TDCN

# frmEnterKskInfomantion.xtraTabPage6.Text
source: XN Blood count
my: XN သွေးအရေအတွက်
vi: XN Công thức máu

# frmEnterKskInfomantion.xtraTabPage7.Text
source: Urine Test
my: ဆီးစစ်ခြင်း။
vi: XN Nước tiểu

# frmEnterKskInfomantion.xtraTabPage8.Text
source: Other XN
my: အခြား XN
vi: XN khác

# frmEnterKskInfomantion.bbtnSave.Caption
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmEnterKskInfomantion.btnSave.Text
source: Save (Ctrl S)
vi: Lưu (Ctrl S)

# frmEnterKskInfomantion.labelControl17.Text
source: II.
vi: II. KẾT LUẬN:

# frmEnterKskInfomantion.labelControl9.Text
source: III.
vi: III. KẾT LUẬN:

# frmEnterKskInfomantion.layoutControlItem102.OptionsToolTip.ToolTip
source: Dentomaxillofacial
vi: Răng hàm mặt

# frmEnterKskInfomantion.layoutControlItem125.Text
source: 19. Lymph nodes, BH:
vi: 19. Hạch, BH:

# frmEnterKskInfomantion.layoutControlItem141.Text
source: II.
vi: II. KẾT QUẢ CLS:

# frmEnterKskInfomantion.layoutControlItem45.OptionsToolTip.ToolTip
source: Dentomaxillofacial
vi: Răng hàm mặt
